{
    "header": {
        "type": "Chemical and Biological Warfare Hearings",
        "starting date": "1998-06-08",
        "location": "Cape Town",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56258&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/cbw/cbw10.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR VALLY",
            "MR VAN ZYL",
            "MR CILLIERS",
            "GEN NEETHLING",
            "NORMAN ARENDSE",
            "MR POLSEN",
            "MR DU PLESSIS",
            "MR CURRIN",
            "MS LEVINE",
            "YASMINE SOOKA",
            "WENDY ORR",
            "DR RANDERA",
            "WITNESS IS",
            "DR LOURENS IS VIA HIS ATTORNEY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VALLY",
            "MR VAN ZYL",
            "MR CILLIERS",
            "GEN NEETHLING",
            "MR ARENDSE",
            "MR POLSEN",
            "MR DU PLESSIS",
            "MR CURRIN",
            "MS LEVINE",
            "MS SOOKA",
            "DR ORR",
            "DR RANDERA",
            "WITNESS IS EXCUSED",
            "DOCTOR LOURENS IS EXCUSED VIA HIS ATTORNEY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Dr Neethling, let's just go back to your responsibilities as a Major-General in the Police, we're talking about the period of this transfer of dagga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I get an indication about how long you think you're still going to be with this witness providing for cross-examination and all that?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I think it will be in the region of 35 minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, right.  He has to catch a flight, when does he have to go?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "I think we can even stretch it till 16h15, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally, do you think by 16h15 you will be through?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair, we have an in-house travel agent, we can arrange a later flight quite easily.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "There is no....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, but I just wanted to find out from you in terms of what you think you're going to put.  Can you try for 15h15?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I will, I will go faster.",
            "Male"
        ],
        [
            "MR VALLY",
            "In your capacity as Policeman to whom drugs were sent for testing, I assume that confiscated drugs were also left under your control in your laboratory?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "They were left in the control of the laboratory per se, that is correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Behind locked doors.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right.  Why would you accumulate such large amounts?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, no, we did not want to, we had to, because the Police would steal it otherwise from the bloody Departments where they were working.  In other words, when the case was finished, instead of destroying them, some of the Policemen, even at that time, made money.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Fair enough.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "So we decided, and maybe you missed that thing, we decided that this would be locally stored, and we would take control, and when we had enough, we would go and destroy it.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right, now that's my question, why would you accumulate such large amounts, to increase the risk of them being stolen?  Why wouldn't you, as the matter of course, destroy an amount immediately after the case was concluded?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "You are not aware of how a laboratory functions, and if you want to go to a laboratory and see the evidences pouring from the doors, from the windows, there is no time to think about that, except if you have a schedule, like we have.  Once per year, or when the storage places are full, then we had to get rid of that.  It was not a determined time, indefinite, you don't know when these cases will be finalised, some of those cases last 10 years.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Now, you would have a reason to destroy drugs only if the case is complete?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So once a year when you were destroying drugs, you wouldn't destroy all the drugs, you'd only destroy the drugs in relation to cases which are completed?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Why would you accumulate such large quantities of drugs?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Because one case could bring you 10 000 and 30 other cases would bring in many more.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You just told us you destroyed these drugs once a year.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "It seems like an incredible security risk.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "It might be like that for you, but at my time there was no security breach at all.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yet you would let 200 000 tablets, put it in the boot of an individual who drives off, without any concern on your part about security.  When you earlier said that you didn't trust the Policemen because they may sell the drugs again onto the streets.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Policemen are not medical doctors, he has the right to put it in his boot.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) not just an ordinary person, he was not even in that case, he was a medical person, coming from the State Army or a State Army component, and that's the basis on which he relied on him being the recipient of it.  I don't think he's going to improve on that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Fine, I'll move onto another issue, Mr Chair.  As a chemist, if you're conducting tests on whether a substance can be effectively used in the form you wanted it to be used, to be mixed with other constituent elements which would allow it to be used in teargas, or to make it water soluble, why do you need such large quantities ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "They're not large quantities.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "For the, no, let me finish, for the testing of the suitability of those drugs, because you were justifying the large quantities to, I believe, to Ms Sooka just now, saying, that's not so much, it's only 3000 teargas grenades.  I'm putting to you that you hadn't even determined whether it was effective or not yet, you hadn't even tested it.  You complained that the heat destroyed the active element, the methaqualone and therefore it wouldn't be of any use.  You've earlier told us that in your laboratory you only worked with small quantities, that's how chemists work.  You first do the test in small quantities, and thereafter you mass-produce if it was, if your thesis is correct.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "That's not true.  I said, and I repeat, listen well, 50 kilograms, 33 grams per grenade, that means, just hang on, let me finish ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I'm so sorry, I did you correctly the first time.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Okay.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I did hear you correctly.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "That is why we had very little to work with.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I ...(inaudible) that as a chemist and a scientist, that you do not need to make a few hundred or a few thousand grenades to test the effectiveness of a certain chemical substance under certain conditions.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "You're wrong, you are absolutely wrong.  I don't know what your profession is, but if you are a scientist, then I'm scared of you.  A chemist is not a pharmacist, and there are people in the audience who cannot speak Afrikaans very well, but a chemist is not a pharmacist, he's a scientist.  As far as I'm concerned, if you just want to go and look what means a pilot plant to say that today I'm making a grenade for the Defence Force.  That means a few thousand grenades before one is released in this that it's good enough.  We had the biggest trouble to make, to get a few hundred grenades of CR gas operative, and we used a few thousand.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We're not getting much further, but if the issue is the effect of heat on the chemical and the destruction of the active element of that chemical, I put to you, that it would not have been necessary to supply the quantities you supplied.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "You are wrong, Mr Vally.  The reason is very simple, for 30 grams in a grenade which you want to process effectively, you cannot come with small quantities and expect to change it back into large quantities, that's not how it works.  You do the formulation, you do your best, you do your measurements in a small apparatus, 20/30 grams.  Thereafter you go and you produce a larger grenade and you burn it and you get the gasses, and you are lucky if you get an answer the tenth time.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Let's go on.  You were very please with the results that you obtained vis a vis CR gas, is that correct?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Yes, we were very happy with that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And you saw it as very effective means of crowd control?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "To use in anti-riot situations in South Africa?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We've had Dr Koekemoer here giving evidence, saying that CR gas, or may I should ask you one more question before that,",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Please do.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And was it used on a large scale in South Africa?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "It was used on two occasion of which I know, and then thereafter, twice operationally.  How many are being made now I do not know.  I do not know what the total capability was of CR production.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I'm not asking you that, what I want to know from you, is was it issued as standard anti-riot equipment after its approval?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Not at all.  During my time it was only tested, I have the papers that I can show you.  It was approved by the Head of the Defence Force by the Minister of  Police to say, go ahead, do your tests.  We did tests on our own people, on two occasions.  I was part of it each time.  I went through all the suffering to be able to say, we are satisfied, these things are 100%.  Thereafter it went to the Defence Force, Quartermaster of the Defence Force, because you cannot use anything that hasn't been approved by him.  There it was approved that manufacturing could take place of that grenade, and it was known by a code number.  Only the chap who was the operator says that, I'm going to use it, and then they would evaluate the effect thereof.  They used it on two occasions which I know, and they said that they had never yet used so little smoke and had such success.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "...(inaudible) it was approved for anti-riot control within South Africa?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "As far as I know, the Quartermaster-General gave the Police permission, and I do not know how many of them were made, because he himself also took of them, but Swartklip can give us that information.  On two occasions we were given grenades, and we used them, but I do not know if they were made after this again.  I don't know what the reason could be, whether it was the ending of the project, I don't know, but CR gas was only used on two occasions, operationally,",
            "Unknown"
        ],
        [
            "MR VALLY",
            "What I want to put to you is, and we have submitted that document, Mr Chair, it was attached to the affidavit of, I believe, of Mr Enslin, showing the production.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Yes, Mr Enslin Smit of Swartklip, yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "It was given to you, I believe, not to you Gen Neethling, but to your legal team.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, Mr Vally, there's a difference of opinion, I don't think the annexure was there by everybody else's.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The annexure was there, Mr Chairperson, but we said that that would not be released to the public for reasons of proliferation, but it is there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Production quantities,",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think it was.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I put it to you that Dr Koekemoer told us this hearing that he would not have approved, and he was the person at Delta G responsible for the manufacture, that he did not believe and would not have approved of CR gas being used within South Africa.  He had no problems with it being used outside, but within South Africa, because of the toxic effect it had on the environment, because it stays in the environment for a period of at least, I believe he said 17 years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Five years.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Is it five years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Minimum five years, yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I beg your pardon, a minimum of five years.  Now, you say that this was approved to be used as an anti-riot measure when it has this effect on the environment and that made toxic the environment for at least five years?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Mr Chairman, with all respect, I do not want to differ with Mr Koekemoer's opinion, but I do want to say that I think Mr Koekemoer doesn't know much about this.  He has not yet walked through the smoke of a grenade, but he made the active ingredient of CR gas.  What happened to it thereafter and what the smoke looks like and what the concentration thereof is on the environment, Dr Koekemoer knows nothing about that.  Point no 2, the information that Dr Koekemoer received about CR is what he got from me, from no-one else, because it doesn't just lie there, you have to search for it, your colleagues abroad, you don't just obtain it very easily, and I would tell you this, that I had no concern whatsoever that there could possibly be traces of CR in the environment after I had thrown a CR or a teargas grenade containing CR gas.  It would not hurt anybody, it wouldn't make a frog sing, nothing, because the environmentalists are very concerned about something they do not know anything about, and I want to tell you that we saturated areas with CR in Malierskop where a week later we operated, and nobody even complained of an itch, and I want to tell you this, while it is active and it chases you around, so in the end you do not know where to touch and where not to scratch.  There is no area, not Malierskop or any other place where we heard afterwards that we had made a mess because the environment is polluted.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Unlike CS, if you wash your face, you are actually re-activating its effect on you.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "The reason for that, Mr Chairman, is very easy to explain.  First of all, CR is much more potent in its efficiency in minuter quantities than CS.  Secondly, because it is also lipid soluble, in other words, it dissolves in fats of your skin, it is less soluble that CS, which will disappear, you can wash it with water.  Then, when you put water on again, you re-activate the feeling, you know what I mean, that means getting an itch again.  But that disappears, I mean, I've went through it myself.  Mr Koekemoer may have felt CR while he was making it, I'm quite sure he did, so he knows, when he went home at night, he would be itching like crazy, and I tell you now, after walking through that CR gas that we produced in the grenade that was approved by the Quartermaster-General from the Defence Force, there was no ill-effects afterwards.  The next day I was quite happy, and I'm one that if it wasn't, I would have said, wait, that's not right, let's formulate again.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And that wasn't the case.  Mr Chair, I'm trying to rush, but bear in mind that Gen Neethling has got a lot to say.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "When you're asking me I have to answer you, sir.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Sure, as long as, with respect ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Could I just go on.  Do you know anything about the biological, chemical biological ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally, can you, Mr Arendse,",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Can I also just add that not only is Gen Neethling saying far too much that what he's asked to say, there's also a lot of detail which is beginning to concern us, which is quite unnecessary and irrelevant to the enquiry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If at any time there is a concern that he is doing so, you must please indicate the onus of it, and if it will facilitate your task for Mr Kennedy or anybody from your clients to sit next to you so that you can quickly intervene, then appropriate arrangements should be made for you to sit next to him.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Yes, I don't think it's appropriate for me to interject at every term.  There's in fact a number of things which we've picked up throughout the course of Gen Neethling's  evidence thus far which concerns us, but it's just something I'm registering at this point, and that's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Would you say that your knowledge of the Chemical and Biological Warfare project only extended as far as production of teargas and considering using dagga, LSD and mandrax in teargas, as well as the dog breeding programme, or did you know more than that?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Mr Chairman, that is a question that I cannot just say yes or no.  Let me tell you what I know, that's easier.  What I do know is that Delta G had a capability to make anything, no matter what.  They had a synthetic ability which is the dream of every synthetic chemist, but the biological side, I've heard about this, very little, and I knew that there were biological peptides which were synthesised or they were trying to synthesise.  There were agents such as snake-bite and biological no, not at all ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I want you to look at document TRC 14, your attorney has it.  I'm referring to page, stamped no 4616.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "If my learned friend can just indicate where it comes from.  No documentation was given us for Dr Neethling, he was only given a subpoena, and if you can just indicate to use where we can find it and give us one of the bundle of documents of the other witnesses whom we also represent, then we'll be able to find it.",
            "Male"
        ],
        [
            "MR VALLY",
            "Mr Cilliers the extension of bundles for his other clients, we did this morning give him this particular document again, and we pointed out the paragraph to him.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "We have found it.  Paragraph what?",
            "Male"
        ],
        [
            "MR VALLY",
            "The 12th paragraph.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "On what page?",
            "Male"
        ],
        [
            "MR VALLY",
            "The ...(indistinct) number is 4616, the typed number is 6.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "Yes, top paragraph?",
            "Male"
        ],
        [
            "MR VALLY",
            "Top paragraph,\n\"Dr Basson also mentioned that Major-General Lothar Neethling was fully informed regarding project Jotta.  Dr Basson and General Neethling are using one another as sounding boards in the development and use of certain commodities.  Dr Basson, however, also mentioned that due to the court case regarding CCB activities, whereby General Neethling was involved, that he could possibly be embittered and be regarded as a wounded lion.\"\nAnd this document is signed by Head of Staff Information, Lieutenant-General van der Westhuizen, for the information of the Surgeon-General.   So Dr Basson seems to indicate that you knew fully the production of all the commodities in terms of Operation Jotta, which included, I submit to you, both what Delta G was doing, and what RRL was doing.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "May I answer.  I would like to say to you that what stands here is an outright lie, the name Jotta I have seen or heard for the first time today.  I've never heard of it in my life.  I deny that I was informed regarding this project.  I deny that I knew of any project of the Defence Force at any time.  I never had any information as do the Ministers and the Deputy-Ministers of Defence, because I was a pseudo Policeman,  that's point no 1.   Point no 2, the person who compiled this document must have his head read, he is ashamed to give me what's my due, because he signed this information on the 25th of March 1992, coming from the Defence Force with a strong discipline signed, Lieutenant-General C P van der Westhuizen.  I am seven years his senior.  For seven years I had already been a Lieutenant-General, when he was in his baby shoes, and he - I do not even want to blame him for that, but this is counter-information which is not worth the paper it's written on.  This is something that I have never known, the first time that I heard the word CCB was during the Harms Commission.  I was not informed about CCB activities, now it says that I am a embittered, wounded lion.  They must have their head read.  I am not at all cross with Dr Basson, I still respect him as I did 15 years ago.  That which I read about him recently, I do not want to believe that.  I would like this case to go to criminal court, that he can be found guilty of something which I do not think he is capable of doing.  Paragraph 22 is a lot of nonsense as far as I'm concerned, but if I look further at what they say about Jotta, then I agree that I know what Medchem is, I know what Delta G is, I know what Roodeplaat is and I know what Protechnic and Technotec is.  I have heard about Lifestyle, but I have had nothing to do with them yet.  Protechnic, I've purchased things, we've had things tested there, gas masks, etc.  Official Armscor channels were used with Protechnic, same with Technotec.  This whole programme of BSB is a misnomer, the programme called ABC, but the \"A\" is being left out, but perhaps we are ashamed of it.  In Afrikaans it's nuclear warfare.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You've made your point, you denied ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I am angry if I see this document that such nonsense is being shown to me.  I'm not only denying it, but ...(inaudible) is a maniac and a liar, and if it was C P van der Westhuizen, I say to him categorically just like the President said to General Meiring, why do you give me this rubbish.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right, thank you.  For the record, it's a letter dated 25th of March 1992, enquiries Lieutenant-General (Joffel) van der Westhuizen, who is the Head of Staff Information, and it was for the attention of the Surgeon-General.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "He's here, you can ask him.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I certainly will.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I want to ask you another question.  I refer you to TRC 111, we have ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Yes, I got that just now.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Okay.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "At the start, what page, this is a rather lengthy document.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "It is a lengthy document.  I did mark off the specific page for your attorneys at some point.  This is the Steyn report, the heading of this report is, \"Staf geskrif vir die  - Steyn Commission regarding risky activities or SA components\".  I refer you to page B11(iii).   I think ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I got it, B11, yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We first gave your attorneys just those two pages, then we gave them the full report.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Now, you see the headings on top?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Yes, \"persons involved in so-called poison murders\".",
            "Unknown"
        ],
        [
            "MR VALLY",
            "...(inaudible) \"persone betrokke, Brigadier W Basson, Generaal Lothar ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page are you reading from, Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "It's B11, Mr Chairman, B11.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "B11 of TRC 111.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And (iii).  It's where the tables are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry one.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I don't know if you want me to read it out to you, let me do so quickly,\n\"From the old group Charles Naude, Special Forces (CCB), a group under the leadership of Brigadier W Basson which executed all elimination commands or orders.  General Lothar Neethling was intimately involved (evidence of these specific members obtainable).  Under evaluation it is recommended that all the information in the previous column be read first.  From the allegations are many questions which have to be answered before a meaningful evaluation can be made.  Due to the allegations ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Perhaps I should continue.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Please.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "\"the allegations, it seems as if there could possibly be truth in some of the allegations.  Reporting received during December 1992 alleges, amongst others, that certain members of DLE rushed around with Goldstone's visit because there were beer cans doctored with poison.  The explanation for the presence of the poison was that the Special Forces were to distribute it in Mozambique.  The Special Forces poisons received from Seventh Battalion which can be received, it's a poison which is a new product which can be applied in any way, made available by Brigadier Basson, however, it's not possible to make a meaningful evaluation before affidavits are obtained and further investigation is done.\"\nWhat is your question?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Do you see the allegation in this Steyn report regarding your, and the word is not mine, the word is, I believe, \"General Lothar Neethling was intimately involved\".",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Just read the sentence before that, it says, \"all elimination orders were supposed to have been carried out\".  Let me just reply please, I want to say this to you.  It is the first time that I've seen that a Steyn report wants to incriminate me for whatever reason.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In your opinion that's correct, well not correct, but I read what I see, it does not appear that this is the Steyn report.  You know there has been a lot of dispute whether there was or was not a report.  It seems to me if you look at TRC 111, it says, \"Staff memo for the Steyn Commission\".  It is documentation that possibly was put before Steyn that may have then lead to the so-called report.  Whether it was ...(indistinct).  So, we're not talking about the Steyn report here, but I suppose you know it was ...(intervention)",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "I agree, Mr Chairman.  Thank you for clearing this matter up.  In any case, as far as I see this document, this is very beautiful, the same category as this one that was TRC 14, as far I'm concerned I do not deny that I have had a very close relationship with Dr Basson, and I will tell you exactly, I was with him four times overseas.  We've had many hours on the aeroplane, which becomes very uncomfortable, we've had many hours together after-hours at symposia, and at certain instances where we were negotiating technology which is for the good of this country and which was for the good of the South African Police.  That's why I was involved.  Four times I went with him overseas, and people can easily, very easily deduct that when the Chief of the Defence Force gives me, he asked me to please accompany Dr Basson to give them cover so that they think that he's possibly a medical man, he's involved with the Police, that was his cover, and I was not afraid, because everybody knew me, they knew exactly that I was a Policeman.  I did not have to hide it, and that was a cover and I was proud to be involved in this project.  Where we went to Zurich, to Germany, to London to get equipment for us which we needed because there was a war going in Angola where there were chemicals used and we were standing there, we had nothing to protect us, nothing, and we got experts from overseas to testify to that.  We went to the highest authority known to Europe, the United Nations advisor on chemical warfare which had seen atrocities in Iran, he was in Angola.  We talked to him in Brussels, in Kent at least, I'm sorry, and I was intimately involved ...(intervention)",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Chairperson, can Dr Neethling stop, unless there's any value on that evidence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm afraid I was going to begin to say so.  You know, I think the essence of your agreement with the Ministry is not so much only on proliferation, it is also to the extent that third parties with which this Government has got to relations, unless the matter is absolutely ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "From my own perspective I would respect the position, except for what issues, he's the expert in Belgium, we're talking about Dr Hendriks.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well, with respect, Gen Neethling, we've had Mr Charles van Remoortrere here, who you do know,",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And Mr van Remoortrere has confirmed that this Dr Hendriks has been convicted of fraud in Belgium, as well as academic fraud.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Yes, that's quite correct.  Let me tell you, and ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Sorry, is he your expert you're talking about?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I'm talking about not only Dr Hendriks, I'm talking about him being in Angola.  I'm saying that the two international symposia that we attended was sponsored by the United Nations.  He was used as an expert by the United Nations in the Iran/Iraq conflict.  He was projected to the world as one of the biggest experts on chemical warfare and that's how we knew him.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Whether he had been convicted of fraud and academic fraud?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Wait a minute, whether he in his department afterwards, after we met him in 1984, first time, I would not know.  I saw him three times in my life, 1984 and 1986 and again in 1990, when he was here, walking through Angola dust, and checking the chemicals that were used there.  He visited my laboratory, and he went off.  That's how I know him, and I'm saying to you I have no idea what atrocities he did as far as academic forgery is concerned, and I have no idea why United Nations would use him as an expert the way they did.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I'm just worried about time, Mr Chair, but I am really being forced into a situation where I have to wait for the answers.  I have lots of questions left, Mr Chair, and I need your direction, I can confine it to just a few if you think under pressure so I know which ones to focus one, or I can ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We had an arrangement for quarter past, we're well past quarter past.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Alright, in that situation I will ask two more questions.  Firstly, Dr Koekemoer said he came to you personally because he was concerned about an order he got to manufacture ecstasy and instead of assuring him or advising him that this is illegal as a Policeman, or a pseudo Policeman, I can tell you that you should not be doing so, or I will take it up for you, you instead talked about better chemical methods to make the ecstasy.  But that the understood that you approved of them manufacturing ecstasy.  How do you respond to this?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I respond as follows, sir.  Dr Koekemoer came to me at a party at a mutual friend who turned 40, naughty 40, which I attended.  I attended that party and I was retired from the South African Police.  That was after August 1992, and he came to me and said, what do I think of producing ecstasy for use of a mood-changer.  I said I think it can work, I think it's a fantastic idea, but I've go a problem, I think the molecule is unstable.  That's all I said.  If he infers from that that I gave consent for something I couldn't give consent, he is dreaming, maybe he's under the influence of ecstasy himself.  I have never had ecstasy in my laboratory while I was working there.  I have never seen one microgram of ecstasy while I was in the laboratories active, never.  I believe they are now running ecstasy everyday, but that's not the point, the point is I tell you, that I would not have given him consent the way he's saying that I say, go ahead, Koekies, carry on and make the thing.  I said to him, Koekies, that molecule in my opinion, whatever it's worth, I'm a retired pseudo Policeman, I do not think will make it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In all fairness to the witness, he said Generaal, you were more interested in the chemistry than the science and I think from what you say, that ...(intervention)",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "That's correct, that's what I said.  Yes, I said to him, the chemistry tells me this molecule will not make it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But I accept that you know the inference he seemed to be drawing that far from you discouraging from doing something which you thought might be abused if it fell into the wrong hands, far less effective if it is manufactured by people at that level.  You didn't seem to concern yourself with that side of chemistry, because you were interested in the science.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "No, not at all, that's correct.  I was not concerned at all about possibilities.  I said to him, it's worthwhile trying because it's such good mood changer, it's a fantastic mood changer.  If I can get this into a grenade, I will have no nonsense with nobody, you know what I mean, I'll break up all these little tits and tats between man and woman, just like that.  The Police would have no jobs, I'm telling you.  So, I'm telling you the bloody molecule is ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I have questions left which I want to get in please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Vally.  Order please, order.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "What better form of a crowd control could you have than to get the most rebellious element of the society you were in, black youth, addicted to mandrax?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "What better crowd control could I have?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That's correct.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I would like to have no rebellious blacks, I would have the best crowd control.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So, you would have no problems with creating a situation if it was possible, to create an addiction to mandrax amongst the youth in the townships?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Listen, sir, let me ask you, let me say this to you straight, and I'm happy that Professor Forbes is sitting next to you.  Never, ever, in all my discussions we had with many people, the term addiction was risen once by me.  I have no hesitation in saying to you, the way this is applied will not addict anybody, never.  You will not come back tomorrow and say let me make a riot again so that we can get a sniff of that ecstasy.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The question is very simple, what better form of crowd control could there be than to get an enslaved ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, there's no question of enslavement here, there's no question of ever saying we want to addict people to CR or to dagga or to mandrax, or what, that was never the case.  The case at hand is to try and change the mood, and mood changes are done with very small amounts, you do not get addicted by using it once or twice, that's not true.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You know mandrax is an addictive drug?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Oh yes, sir, I do indeed.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And a dangerous one at that.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Dangerous like what?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Dangerous to the health.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, we have never - there are no people dead ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Dangerous to society?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Dangerous to society, yes, because they get virtually uncontrollable at some stage when they are in this process of getting to the high, they can become very difficult.  I've seen that myself.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "General, in your various trips and dealings and associations with Dr Wouter Basson, and in your visits to Roodeplaat Research Laboratories, were you ever aware that they were making toxins?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, sir, never aware.  Never was the word toxin used by Dr Basson as far as production is concerned, in any dealings I had with him at any time.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Were you never aware that he produced any substances which could kill people.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, no, I knew that they were trying peptides, I knew that they were trying ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "What for?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "They were trying to make the same things, changing mood, changing mood of people.  Peptides are extremely nice things to have.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So they're only making friendly drugs, they were not making any poisons.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, no, we're saying friendly drugs, that is an overestimate, I mean, we're not saying drugs, we're saying chemical substance that will change your mind.  Alcohol changes your mind.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I see, they were not making any toxic substances as far as you knew?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, not that I know of, sir.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And if there were, what would you have done?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I have never been to that part of the buildings that were built by Roodeplaat.  I was only concerned with the detection of explosives, and what I saw on my second visit to Roodeplaat, I was privy to an operation on a rat, which technology was attained in order to change the rat so that it can detect explosives for VIP protection.  These are techniques that we picked up overseas.  This is a whole industry which is extremely important to have for any country, and they showed me that on the same basis as the Dessert Mouse which can detect explosives to levels which are unknown even to dogs.  They found out that they can change a little part in the brain and then this rat when it smells at that same level any explosive, it becomes extremely exited, and that is used to protect your VIP's, your presidents.  This used - there's many things going on ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Are you giving us a justification for what he was doing?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, no, I'm saying that was the only time I was in a laboratory when they were still close the road, they were building the new ones, I've never been to the new one except in 1993 when I delivered a sample ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "If Dr Basson has asked your for some toxins ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I have no toxins.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "If he had asked you, what would your reaction had been?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Go to Onderstepoort.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Go to where?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Onderstepoort.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I see.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Veterinary Research Institute.  They are using botulism everyday by the ton, by the ton.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I'll remind you what you said in your trial ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "My trial, what trial, I had so many?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "What trial is this now, please,",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I don't know which one.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Lothar Neethling versus Max du Preez ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Oh, that's my favourite one.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And I read at page 1468,\n\"If Dirk Coetzee had come to you to obtain poisons and knockout drops, what would have happened then as far as you are concerned\",\nYour response was,\n\"I can think of many things.  It depends certainly in which way he approaches me, whether he comes to my office, or whether I meet him in the passage, or where, my reaction would be exactly the same.  I would probably chase him and I would probably have picked up the telephone and called the Commissioner or the ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I still repeat what I've said, what is the question?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Do you ...(inaudible) to Onderstepoort to get toxins, whereas you said in this case that you'd get the person arrested.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "You're missing the point, you're missing the point, sir.  You're making an inference which does not exist.  We also discussed things like appearances in the newspaper which says the Russians are working on virus which only works on Negrite skin, you know, this is rubbish, this is the same thing as saying, I would love to have toxin which puts everybody to sleep when I want, because then I will have no problem with the population when they become out of hand.  Any country in the world would like to have something like this, and as a matter of fact, some of our most advanced countries do have things that will scare you, you who are afraid of addition, sir.  I think they got things that really make you scared, which has got nothing to do with addiction.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "This is my very last question.  The reason I quoted this to you was, you made an amnesty application which you subsequently withdrew ...(intervention)",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Which I what?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Subsequently withdrew.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, no, I didn't withdraw it, I was forced to withdraw it.  I'm happy you're asking my this, because I want to have a press conference after this in any case, to clear up a few things ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair, I would like you to take note of that in view of the fact that we are pressurised for time here, and I'm being forced to cut my leading of ...(intervention) short,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally, you're taking more time, I've taken all the notes.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "Let me quickly respond, Mr Chairman.  As far as I'm concerned, I asked for amnesty, I said I would like to ask for amnesty for anything that could be laid before me of which I do not at this point in time have any knowledge of.  I do not know what they came with, like this \"teeninligtingsinformasie\", this is rubbish.  Now, I don't know what they can come up with in the future, then I would like to say, if something like this does occur, and then I got the answer back from the Amnesty Committee, you cannot do that, sorry, unless you state the incident and the time, we cannot even look at you for amnesty, and please withdraw, and I said, under those circumstances if you don't want to help me, I have to withdraw, what else can I do.  I can't go in front of the Amnesty Committee on my knees and beg them, please reconsider, I've got it right here, I've got all the papers here, they sent it back to me.  So, I did not withdraw it, sir, please let the record speak for itself, the Amnesty Committee told me to withdraw unless I specify the deed and the time and the place, which I said I cannot do.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair, for the record, I want to do two things, I want to read the letter sent the by Amnesty Committee to General Neethling into the record, and I also want to refer to General Neethling's amnesty application.\n Very briefly, the amnesty application said as follows, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally, can I just establish, what is the purpose?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well, the purpose directly relates to my previous question regarding the case of General Neethling and Max Du Preez.  That's why I asked that question, because the amnesty application refers to that case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just wanting to find, where does this all lead us in terms of this particular enquiry that you are referring to.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That is, or was General Neethling in terms of what he states in his amnesty application saying that the allegations or any possible evidence given by him in the Max du Preez case was incorrect, or the allegations against him was correct, I'm not clear.  General Neethling can answer the question, but I want to read what he said in his amnesty application, it is not altogether clear, but for the sake of the Amnesty Committee I also want to make clear what they told General Neethling, because there is a distortion, as if he was forced to withdraw his amnesty application, when this is not the case.\n So the first issue is a question relating to his amnesty application, the second this is, for the record, so that understanding of what position of the Amnesty Committee was.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "Mr Chairman, with respect, my learned friend says he wants to set the record straight because there are allegations made regarding the Amnesty Committee.  We are pressed for time and if I read the situation correctly, this will cause a debate which will take time and it will take away the right from other people who would like to pose questions.  If Mr Vally wants to put the case right with the press afterwards, it is his right to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cilliers, I don't know where this thing is taking us and I certainly - if you want to put a specific thing to Mr Neethling as to whether, whatever it is, I mean to read this thing into the record, he has told us he made an application, that application was rejected on the basis that he states, and I want to know the further question, where does it take this particular enquiry to?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chairperson, there are two issues here, the one is directly related to the enquiry which is the subject matter of his amnesty application, which, and it's very short, and the second issue is an allegation he made against the Amnesty Committee which is false.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I made no allegation against the Amnesty Committee, sir.  Please repeat that allegation if I may, I'm stupid, I'm not a legal man, please tell me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And where does it take the enquiry into the use of chemical and biological warfare in the programme in the perpetration of violations of human rights, Mr Valley, with respect ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "With respect, Mr Chair, the first issue regarding the amnesty application relates to poisons, etc as referred to in the Lothar Neethling versus Max du Preez trial.  That's why I quoted that passage regarding Dirk Coetzee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why don't you put it to him?  Why don't you put it to him ...(inaudible)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you, Mr Chairman, if you give me a chance, I will.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The allegation was made that you did ABC and D.  You don't have to go through the torturous process of referring to his amnesty application.  I think that case is common cause, in fact he quotes it ...(indistinct) reversing the amnesty application, even gives you reference, 1994(1) SA708(d).  Put the allegations to him.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "My question is this, you reported to apply for amnesty and I quote,\n\"In the light of previous events when evidence was published against me, see Neethling's case, if it is so, I ask cordially for amnesty as asked for by Bishop Desmond Tutu for all of us to participate in the process and the Amnesty Committee said\",\nYou had not specified the acts for which you are asking for amnesty.  My question is this, are you saying that the allegations made against you in the case of Lothar Neethling versus Max du Preez, are in fact true and you're asking for amnesty for those?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "No, sir, I said if they come with the same lies regarding any other incident, I would like to now ask amnesty because I want then to, like this year, I mean I'm extremely disturbed about this document which says that I know anything about Jotta.  This is a complete lie, now, it's so easy to brand a guy.  Let met tell you, sir ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I ask a question, General, do we understand from your application such as it was, that you were seeking an opportunity to put the record straight in relation to all the allegations that had been made.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "That's correct, and if the Amnesty Committee was the vehicle that was available, that was the vehicle you wanted to use.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "That is correct, sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you saying we shouldn't construe this as having been an admission of any of the allegations that were made in the cases referred to?",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "Absolutely correct, sir, because that's why I said I cannot supply the Amnesty Committee any further detail because I do not have it.  If I had this document at the time, and I think it would have been relevant, if I had this document TRC 111, I would have referred to as that I said, I deny this, it's not true.  I did not have this document, sir, I did not have this document.  I would have referred to that as ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think the difficulty that we have is that you possibly did this without having benefit of legal advice because, I mean, you wouldn't - had you had legal advice, you would have been told that you do not use the Amnesty Committee process to deny allegations against you.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "Sir, ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You actually use them to admit allegations against you so that you can amnesty.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "Let me tell you how this came about.  I was asked by the Commissioner, the previous Commissioner of Police, General Johan van der Merwe, he said to me, Lothar, in view of this request, almost begging, of Bishop Tutu regarding participation, we have decided to ask anyone, please apply for amnesty.  I said to him, but I cannot apply for amnesty, because I don't know what for.   He said: \"Don't worry I'll send you the forms.\" I got the forms from one of his couriers delivered to my house. I filled in that form at about quarter past nine at night and it was said to me: \"Don't worry about the under oath we will do it at the office.\" And it was gone. I didn't even think it was not by oath. So there it was. And then it came back to me a couple of almost a year later if I remember correctly the time. And it said: \"Please give me more detail.\" I said I can't and then they said: \"In that case please withdraw.\" I said: \"Then I have to withdraw. I cannot do anything else.\" And then I withdrew.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "But on this point Sir may I ask your indulgence for 5 seconds. I was born in 1935 in Germany. I left Germany in 1948 at the age of 13. The war ended in 1945 and if you read the press you will see that I am being accused of having had 5 years of Nazis training, 5 years of Nazi training which means I started at the age of 5 to become a poisoner and I resent that. It destroyed my life. Simple irresponsible journalism and this is happening in this country every day. And I am making part of this process the way I see it coming out of here not what is said here but what is written. And this is written words, these are written words. This is deadly poison. This is what this is.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "General Neethling.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Have you ever been in Doctor Immelmann's walk-in safe?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I have never been in Doctor Immelmann's office. I was surprised to hear that I was accused of being one of the two frequent visitors. I have never been in Immelmann's office. I am telling you. And I have two suit cases with which I went to work and none of them can be bulging because they are fixed form. There is one of them. The other one is the (...indistinct) It cannot bulge. This is ridiculous. And I don't know why he said that. I would like to see him there and ask him: \"Please why are you not telling the truth? Why are you bringing me into a situation which does not exist.\" Let Immelmann ask you. Let anybody else ask you. I have never been in Immelmann's office, never.\n These are the sort of allegations which are being thrown into the world which makes Max du Preez very happy because he says now he is going to get me again. He can try.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You are of course aware of the allegations Doctor Immelmann made in his affidavit? It has been shown to you?",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "I have no idea what Immelmann said. I have nothing from Immelmann.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "No I am sorry. Not Doctor Immelmann's affidavit. I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You wanted to say van Rensburg ja.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I think it was Mr van Rensburg. I beg your pardon.",
            "Male"
        ],
        [
            "GEN NEETHLING",
            "Allegations that van Rensburg makes against me for carrying out poisons in bulging suit cases. I don't even laugh.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I have no further questions Mr Chair.",
            "Male"
        ],
        [
            "MR POLSEN",
            "Mr Chairman I am sorry I have to put the record straight. I don't think Doctor van Rensburg ever said that Doctor Neethling carried out poison in bulging suit cases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "The press may have said that but the witness didn't say that.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "Yes. Well Sir you know this disturbed my wife. She cried like a baby.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No General he was addressing the Chair.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "I am sorry Sir, sorry.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you. Cross-examination Mr Polsen?",
            "Unknown"
        ],
        [
            "MR POLSEN",
            "I have no questions Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I have no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Currin?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I have no questions Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Norman Arendse?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "No questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Zyl?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "We have no re-examination of the witness.",
            "Male"
        ],
        [
            "MS LEVINE",
            "Mr Chairman, can I be heard? My name is Melissa Levine. I am an attorney with the Aravan and Dicks in Cape Town. I have received instructions from a colleague and a correspondent attorney in Johannesburg today, David Disan of the firm David Disan, Ameer and Ndlovo to put certain parts of the record in the case that has already been referred to in this hearing - the case of LOTHAR NEETHLING v MAX DU PREEZ a case which I understand was heard before the local division in the Transvaal. Either the Witwatersrand local division or the Transvaal provincial division I am not certain.\n I have also been supplied by Mr Disan with certain parts of the record which on behalf of Mr Disan's client, Die Vrye Weekblad the erstwhile newspaper edited by Mr Max du Preez I would like to put certain of the parts of the record to General Neethling on behalf of Mr Disan's client, Die Vrye Weekblad. And I ask the Chairman for an opportunity very briefly to do so?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "As it pleases you Mr Chairman. If it is my learned colleague's statement that she appears on behalf of the Vrye Weekblad it has not existed in the last few years. She pretends to be appearing for a client that does not exist. I am worried if this matter is becoming now seems to me a personal battle or dispute which wants to be reopened. It has nothing to do with CBW. And it is my respectful submission that there is no relevance of this matter towards this one.  That matter was about allegations of poison being presented to a certain policeman. But this has no bearing on this matter.\n In the first place my learned colleague has no locus standi to appear in front of you for a client that does not exist. And secondly there is no relevance to what we are discussing here.",
            "Male"
        ],
        [
            "MS LEVINE",
            "If I may respond very briefly to what my learned colleague has said. It is absolutely correct and it is my instructions that the Vrye Weekblad does not exist any longer but in fact I would then be representing Mr du Preez who was the erstwhile editor of the Vrye Weekblad. And my understanding and instructions are that the Vrye Weekblad was in fact forced to close down as a result of a substantial award of costs made against it by the Appellate Division as a result of this matter which was subsequently taken before the Appellate Division where the Vrye Weekblad for various reasons could not discharge an onus of proof in the defamation case upon it and was therefore ordered to pay certain costs. As a result of which it was forced to close down. So the erstwhile company Wending Publikasie which was the owner of the Vrye Weekblad does not operate any longer. Whether it has been deregistered I do not know. And I am not instructed on that as yet.\n Further with regard to the allegation of my colleague or the submission made by my colleague that this is a personal vendetta of Mr du Preez my understanding from my conversation with Mr Disan this morning was simply that when the matter of LOTHAR NEETHLING v DIE VRYE WEEKBLAD MAX DU PREEZ AND OTHERS was taken on appeal because of the fact that Mr Justice Kriegler in the lower court, the court lower than the appeal court held for Die Vrye Weekblad. Then General Neethling then saw fit to take it on appeal. The Appellate Division could not find either way between the parties because it was simply a question of it did not know who to believe. So there was no finding made on credibility. And Mr Disan's instructions to myself have simply been should new evidence come to light during this hearing which could have a bearing on General Neethling's credibility then that new evidence will be brought and the appeal case reopened. \n So it is in the interests of truth and in the interests of justice it would be submitted that these parts of the record in the lower court be now put again to General Neethling and that it is in interests of truth and justice that they be put. \n And I therefore respectfully submit that the parts of the record may be put and that it would be part of the job of this Commission or the duties of this Commission to hear such submissions. Thank you. I await your......",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I just find out from you are you saying those parts of the record are new evidence or is it your contention that out of questions you may put to the witness new evidence might come out that might necessitate the re-visitation of the judgment of the Appeal Court?",
            "Unknown"
        ],
        [
            "MS LEVINE",
            "That would be the submission to the Truth Commission.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "May I ask the attorney what the connection would be between that and this particular hearing which relates to chemical and biological warfare?",
            "Female"
        ],
        [
            "MS LEVINE",
            "May I just explain that this particular case, as I understand it, and these are my instructions on which have I have been briefed this morning, this case arose out of an article which was carried in Die Vrye Weekblad in which certain allegations of General Neethling supplying poison to the police were made. And General Neethling then sued the Vrye Weekblad for defamation of character. And there were certain questions in the parts of the record that I have are questions, examination in chief by the legal representative a certain Advocate Osry at the Johannesburg Bar representing General Neethling, to General Neethling, asking him to clarify certain things allegations that were made about him regarding the poison, supplying poison to the police. And this was evidence that was put to him and we would like to put it to him again because they relate to the aspect of giving poison to the police.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hanif or Mr Vally do you want to be heard on this point?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Two points. Insofar as it is relevant regarding the chemical and biological warfare hearing and there are aspects of that case, the whole case revolves around the issue of whether Doctor Neethling did or did not provide poison and I think ultimately the Appellate Division ruled in Doctor Neethling's favour. So insofar as those issues relating to poisons are concerned it is relevant.\n Insofar as the other motivation by my learned friend I would point out the provisions of Section 31(3) and my interpretation is that it does not have to be invoked after 31(2), that is just to compel people to answer. But Section 31(3) of our Act which states: -\n\"Any incriminating answer or information obtained or incriminating evidence directly or indirectly derived from a questioning in terms of subsection 1 shall not be admissible as evidence against the person concerned in criminal proceedings in a court of law.\"\nAnd it goes on. \n We have talked extensively about Section 31(3).  So that is my view. \n Insofar as further information on the poisons yes there is no problem. And insofar as any other motivation there would be a problem.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "I would like to add the motivation has been provided. That is what Mr Vally is referring to. They want to see whether new information can be obtained to open an appeal. My learned colleague does not have to explain to you how that is going to be done. But they have one or other way that I do not know of. But the motivation is not bona fide to assist you to make a decision which you are supposed to make. You know there is only one day General Knobel which still has to testify. Doctor Goosen must leave before seven 'o clock tonight because Mr Polsen is not available. With respect, there is no time for this kind of internal vendettas between Neethling and Du Preez. And we should not use this forum for this. I oppose this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally to the extent that you concede some merit in the sort of questions that would have been put were we inclined to allow this isn't it your view that they have been (...indistinct) I just had sight of this, if this is the portion of the record that is sought to be referred to David Disan of (...indistinct) Ameer, Ndlovo. Are these not the sort of questions that in the context of your raising the amnesty application you did cover and put is there anything new that you are going to be getting by putting these questions?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I am in no way to answer that Mr Chair. I have not gone extensively through the whole court record. I just asked a specific question relating to the response of (...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Exactly this is not even pretending to be the whole court record.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I have no idea of more information in the record or the types of questions. I can't say that I have covered that aspect. I really have no idea.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I hate to have to do this. Can we take just 5 minutes?\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "An application has just been made by the legal representatives of Vrye Weekblad as it then was but not particularly for particular reasons on behalf of Mr Max du Preez for a legal representative instructed by attorneys in Johannesburg, David Disan and others to put questions to the witness, General Lothar Neethling. It seems to me that the canal of the application is that questions that may have to be put or that might be put to the witness might be of a nature that might assist the client on behalf of whom this application is made, in matters relevant to the credibility of this witness. And in a manner or in a situation which further evidence may be unlocked the nature of which might assist the litigant in the case of Max du Preez or LOTHAR NEETHLING v VRYE WEEKBLAD to bring an appeal against the decision of the Appellate Division. The basis seems to be that the Appellate Division returned a verdict that was not premised on a finding of credibility but had taken a position that it could not be said on the basis of all the evidence that either party had erred.\n If I am correct in my understanding what I understand to be the basis of the application it is hoped that in our endeavour to establish the truth and in the course of questions being put to the witness evidence might abound that would necessitate re-visitation to the case in which the present witness was a litigant with one Max du Preez. \n Without going into the merits of this approach it seems to me that Section 31(3), to the extent that it refers to evidence that might be produced if we were to compel this witness to reply to any questions put to him would defeat the very ends which have been made the basis of the application, it seems to me none of the evidence which might be obtained from this process would be usable for the purpose indicated. \n Now even if we were wrong in this view it appears there is nothing that can be put further to this witness that is likely to bring about a different position in terms of the replies that he is going to give and those which he has given already when certainly from the Chair and from the panel the case was put to him or references to the particular case was made. He has denied that he has ever done any of the things with in relation to which he was a litigant in the case mentioned. And I cannot see that he is going to take a different position. \n In any event it seems to me the issues that were canvassed in that particular case in which he was a litigant have been canvassed by Mr Vally. And seems to us then, constrained as we are by time, it is an application which we unfortunately have to decline. \n The application therefore to keep this witness further for purposes of being questioned by representative of Mr Max du Preez is refused. \n Mr Vally I suppose members of the panel now have to ask questions. Are there any questions from the panel? Doctor Wendy Orr.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "General Neethling on Monday when Doctor Jan Lourens came to give evidence he said that towards the end of his time at Protechnic he came to see you to speak about his anxiety about the screwdrivers and the umbrellas and certain other things that had been developed there and also about other developments around security. And you evidently told him and I quote what he said\n\"I want to have my toys back.\"\nSorry I am mistaken.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "Yes you are. I am so glad you are mistaken let me tell you because I don't have these sort of toys.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "I am sorry I believe that was General Liebenberg.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "No problem he is dead, ja. That is why I am also glad it is not him.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Dr I just want to come back to what many people have said, including yourself, and this is this question of the coming into existence of the CBW Programme. The rationale that is put forward is about a perceived threat. And sometimes in fact people have gone beyond a perceived threat they have talked about the use of - and I hope I am not contravening anything here, the use of chemical weapons in Angola in particular. Now my question to you really is were you ever party to documentation that was put to you where this was shown? Did you ever see any people who were harmed by chemicals used in Angola or was this just part of the propaganda that existed at the time?",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "Sir I am very happy that you are asking this question. I couldn't get it into any answers of Mr Vally because I would have liked to. I have seen at least 60 people who were maimed by chemical warfare. I have had blood analysis done on Choline esterase inhibition which clearly showed that these people have been poisoned. And they told us, the UNITA soldiers, something happened, something fell out of the sky. There was smoke and then all of a sudden they could not walk. They were lame. Sir if you saw these people, and I saw them not only in Pretoria at 1 Military, but I saw them in a hospital that was created specifically for soldiers in Angola. I was there myself. And it is horrendous. And we had no protection.\n And that is why I am saying this programme is not BC it is ABC. There was no protection for the special force of the police, for any one of those. Atomic, biological or chemical. We have gone and we have produced the best material. \n And I want to just tell you one thing. I have a letter here from Technotech. You know what company that is. Which says, it is a company that we have supplied during the Gulf War a very large(...intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Excuse me. Any document that is sought to be introduced and does not form part of the documents has to be discovered first to legal representatives of the ministry. I am not saying that document cannot come in, except that until they have seen what it is you can say then you cannot refer to it.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "Okay. What I am saying to you Sir is this, that our equipment that was produced, gas masks, defensive clothing was of such quality that one of the major forces in the Gulf War - and I am sure that I am saying this for the first time and if I proliferate, I will proliferate - was the best there was in the world. They refused to put on their own clothing. They only used our clothing and they took the lot that we had produced. So good was our stuff.\n What I am saying to you Sir is we had this capability developed over a 10 year period. From when they started in 1981, 1982 planning this, the product the fruit of this whole project, of which I am proud to be part of, came about for the first time tested under battle conditions in Iraq. And we said thank God we did.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Just for the record when you say you are proud of the product you referring particularly to this? You are not referring to the whole CBW Programme?",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "No, no I know nothing about the rest. I told you what I know. I know about my involvement.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "General you have told us today that you consider yourself quite an expert and quite often in your testimony you talked about the fact that you had been a number of times overseas. And I am quite intrigued by the fact that you supplied this Mandrax and LSD for the purposes of developing this riot control teargas. The question for me is, do you know of any successful teargas that has been produced from these substances? Either here in this country or anywhere else in the world?",
            "Female"
        ],
        [
            "GEN NEETHLING",
            "I do, covert, yes. The Americans are producing beautiful things, beautiful.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "From?",
            "Female"
        ],
        [
            "GEN NEETHLING",
            "From derivatives of this class. And I must say this to you there is a lot of things that a lot of countries have got which they do not talk about because it is a national security threat to divulge things like this. It is a national security threat to divulge your system of defending your VIPs. When the President goes and he starts eating at a function ...(intervention)",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Sorry just one last question.",
            "Female"
        ],
        [
            "GEN NEETHLING",
            "Ja, I am sorry.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Was it successfully produced in this country?",
            "Female"
        ],
        [
            "GEN NEETHLING",
            "I do not know.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "GEN NEETHLING",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "General Neethling you are excused.",
            "Unknown"
        ],
        [
            "GEN NEETHLING",
            "I would like to thank you very much, your whole board for being so tolerant with me and I am very happy that I had this opportunity to talk to your board and I hope that you will deliberate on all the facts that you will still be confronted with to get the truth of this product. Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are welcome.",
            "Unknown"
        ],
        [
            "WITNESS IS",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally your next witness.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair there are three things outstanding. One is Mr Jan Lourens needs to be excused. He was kept on standby on 24 hour's notice. Dr Jan Lourens for cross-examination and that has not happened. And there has been no request that he be recalled. So he must be -there have been discussions about it I presume. Mr Cilliers will address you on that.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "I just want to put on record in order to accommodate Dr Lourens, Mr Currin, Chaskalson and I had a discussion. There are various things that we dispute but it is such not so essential regarding this project. It is more marginal issues. Our feeling is that we don't want to incur all these costs and we just want to state that we don't agree with all Dr Lourens' evidence. That we dispute some of that. And then we are not going to insist that he should be recalled. Mr Currin and Mr Chaskalson are also satisfied depending on your decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any event in the case of any finding that would be made that would be detrimental to your client's interests the provisions of Section 30 would apply. And I think if we leave it on that basis.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "We are prepared to do it and also to address the problem of time. As it pleases you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well. The second matter Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And for the record Dr Jan Lourens should be formally excused from this forum.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is not here.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Through his attorney then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Currin is Dr Lourens - well there is a difference of opinion whether it is Mr or Dr, it doesn't really matter. Dr Lourens is excused.",
            "Unknown"
        ],
        [
            "DR LOURENS IS VIA HIS ATTORNEY",
            ".",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you like, you are still going to hold a brief?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I am still here on brief we are not sure what other witnesses are going to say and he obviously reserves his right to cross-examine anyone who may say something which. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Indeed.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "There are two outstanding issues. One is the reply of Mr Cilliers to the constitutional argument that he raised and I responded to. And secondly it is the cross-examination of Mr Daan Goosen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cilliers does not seem to be here.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we take the cross-examination now?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We have got no objections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Daan Goosen, Doctor Daan Goosen.",
            "Unknown"
        ]
    ]
}