{
    "header": {
        "type": "Chemical and Biological Warfare Hearings",
        "starting date": "1998-06-08",
        "location": "Cape Town",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56262&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/cbw/cbw14.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR VALLY",
            "DANIEL PETER KNOBEL",
            "WENDY ORR",
            "ADV POTGIETER",
            "YASMINE SOOKA",
            "MR DU PLESSIS",
            "DR RANDERA",
            "MR CILLIERS"
        ],
        "original_speakers": [
            "MR VALLY",
            "CHAIRPERSON",
            "DANIEL PETER KNOBEL",
            "DR KNOBEL",
            "DR ORR",
            "ADV POTGIETER",
            "MS SOOKA",
            "MR DU PLESSIS",
            "DR RANDERA",
            "MR CILLIERS"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Vally, I just want to indicate that at some stage I need to get an indication from the Investigative Team through you, former Minister Roelf Meyer was mentioned here on two occasions at least in a manner that might lead to a finding to his detriment, and I just want to know from the Investigators if this is information that came to their attention only now or it had come to their attention earlier and if it had whether steps were taken to consult.  You don't need to do it now.  I just want to remember that by the end of the day you must clear the record as far as that is concerned, given all the legal requirements of notice and opportunity to be heard.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you Mr Chair, we will look into that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can then proceed Mr Vally.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "General Knobel I just want to ask you one question before I go on with the document I was referring to.  When you talk about enemies, and remember we are talking about the time when you were Surgeon-General and especially the early part of your tenure when you got involved in the Chemical Biological Warfare programme, you mention in referring to enemies Russia, you mentioned - I think you used the words, the Cuban surrogates in Angola, would you have included the ANC as enemies?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Well Mr Vally I certainly wasn't responsible for determining who the enemy is.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "No I understand, but your understanding of what enemies meant at the time.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Understanding we - we understood under that heading that the potential threat would be coming with engagements between South African forces and Cuban forces and Apla forces - no I beg your pardon, MPLA forces in Angola ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "FAPLA, yes.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "FAPLA, yes, thank you, as well as what was, at that time, considered to be terrorist organisations.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Fine.  Now a lot of the unrest, a lot of the resistance was by internal political groupings, especially the youth, in terms of the category enemy, would they be included as enemy?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No certainly not.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Let's look at TRC52, you have it before you.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Now I am just wanting to determine which of these items would be within, I am talking about the production of the chemical or the toxin, would be within the parameters of the programme ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Can I, Mr Vally ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Sure.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "...with your permission.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Certainly.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I took the liberty at lunch to ask Chandre Gould to copy some pages out of a book called \"The Chemical and Biological Warfare Threat\".  Mr Chairman if you will allow me I will ask Chandre to give each member of the Commission a copy of those pages which lists the classical chemical warfare agents and the classical biological warfare agents, and that would certainly help me to explain to you what I was trying to say before lunch, that any agent that falls within those categories that are on those lists would be recognised or internationally accepted warfare agents or potential chemical warfare agents.  It would be against those sort of lists that the substances on TRC52 would have to be tested.  If those substances on TRC52 falls within the categories of those lists I would say it would be justifiable to examine them or to research them.\n But I am also saying, taken the face value of this document and what is written on this document and indicating for example whisky along with it, and indicating what volume and a price and so on, that is highly suggestive of either abuse or planning to abuse.  That's what I am saying.\n Now you will find if you look at those pages that I asked them to copy for us, that we will undoubtedly find things that would fall under the incapacitating agent group or under the irritating agent group or under the lethal group of chemical weapons, and you will undoubtedly find organisms that are within the list of the classical biological weapon group.\nMaybe that will save time Mr Vally, I don't know.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "It certainly will and yes, you can very briefly say it's referred to on the list that hopefully we will receive.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Then I just want to repeat what I said earlier on, I am not - I don't have a sufficient chemistry background to make the fine distinction, but it wasn't necessary to do so because this sort of thing was never at the level of the Coordinating Management Committee.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well we will come back to that in a short while.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Right.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But let's just start with the list.  Now the first item on the list; phencyclidine, and as I understand it this is a major of street drug preparations.  It can cause a psychosis indistinguishable from schizophrenia and deaths have been reported from its illegal use. It can also produce an amnesic trans-like state.  Was this on your list of allowable toxins?   I am going to ask you about all of the items so if you want to come back to any item we can come back to it at some stage.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally you asked me whether that was on the list of our toxins.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Phencyclidine is not a toxin.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well let me ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "It is a psychotropic agent.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes, fair enough.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "It could be used as an incapacitating agent.  It could be ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That's all I need to know.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's what I am trying to say.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Is it part of the mandate of RRL to produce or Delta-G for that matter.  Alright. ...(intervention)",
            "Male"
        ],
        [
            "WENDY ORR",
            "Sorry may I interrupt, I don't see phencyclidine on Table 1 of Chemical Warfare agents unless it's called by a different name.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But that's exactly the point I am trying to make Dr Orr.  It would take a person with chemical background to look at the list of the accepted incapacitating agents that have been used or are potentially being used as chemical weapons.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Well could we perhaps ask Professor Folb to do that check for us.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That is what I am trying to say, that is what you would need.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Peter could you look at Table 1 and see if phencyclidine is on that list.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Professor Folb is not a witness, are you asking him just to do background checking for you and tell you and you can raise it and he'll advise you off the record.  Thank you Dr Orr.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "May I just say Mr Vally, we listened yesterday to the testimony of General Neethling, and General Neethling indicated to you that any substance that is a psychotropic substance could be considered as a incapacitating agent and he thought, I think he expressed the opinion that phencyclidine in his opinion would be an excellent incapacitating agent.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So your views echo his?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes per se, but we are not looking at the face value of this particular document that you are ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well I will come back to the face value as well.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Okay.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So I need to go through that.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thallium, potent poison symptoms appear within 12 to 24 hours of a single dose; vomiting, diarrhoea, bleeding from the bowel, severe cases - delirium, convulsions, paralysis, coma leading to death in one or two days.  Was this ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I am not aware of whether it is on the list, whether it could be fitted into any of the chemicals on the list, personally my opinion would be that it would not be covered by the mandate.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You are aware that Simpiwe Mthimkulu was poisoned with this?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I am not aware of that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Are you aware of the case of Simpiwe Mthimkulu?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I can't recall that at all.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Are you aware of a case where a youth was allegedly poisoned in detention and it was thereafter, after forensic research by Professor Francis Ames, determined that thallium was the cause of the poisoning?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "When you say I am aware, I might have read about it, but I simply cannot recall it.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Why I am registering surprise is I would have thought as, number one, the Surgeon-General or someone very close to him, and number two, someone looking into chemical and biological warfare that you would be very interested in any poisoning of this kind allegedly in police custody.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I totally disagree with you Mr Vally.  I had no idea that there was any possibility that this programme could be abused for that purpose.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I see.  Alright.  Well let's go on. So regarding whether it was legitimate or not we will get some indication from checking the list.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You know as one goes on, aldycarb, an insecticide which is highly toxic in animals and humans.  Now as a doctor, even as a medical student if aldycarb and orange juice are together what would it mean to you?  If they are mixed together like this states, six such mixtures comprising 200 milligrams each.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That would make me very suspicious that the cold drink that you mentioned is being abused or used for illegal purposes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Possibly murder?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I am not quite sure, I don't know aldycarb well enough but you've read to me what it causes there.  If it's in a sufficient dose and it is a deadly substance then clearly murder.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We've talked about paraoxane and you said it wasn't included in these ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I didn't say that.  I said it might be part of the broader group of organo-phosphates.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I see.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I see.  Well paraoxane as we know is an organo-phosphate which is highly toxic.  It causes respiratory paralysis, convulsions, diarrhoea and collapse of the heart.  And the dosage that is here is likely to be fatal, it could be used for at least ten persons, the poisoning to death of at least ten persons, would you concede that?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I don't know what the deadly dose is, but if you say it is that and if that is substantiated scientifically then I would agree with you.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Vitamin D, or Vit D3 as it's often referred to, ocilicalsipheral, now what is sinister about this is it's tasteless and difficult to detect in post mortem examinations.  And it directly affects the heart, in fact poisons the heart.  Are you aware of this?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I wasn't aware of that, no.  I certainly saw the document that you are referring to where it's discussed and I've already said to you, if I see something like that on a list like this and those are the characteristics that would be highly indicative of a possible abuse or planning to abuse.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "If we go down and we look at capsules of sodium cyanide, 20th of June 1989, 50.  Again what would you understand by seeing such an item on this list?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That is a poison.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Deadly poison.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And 50 capsules likely to kill at least 50 people.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes. The same answer applies to that as I have just given you.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That the motive would be sinister and possibly the intention would be murder somebody.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Botulism in the beer can, 21st of June 1989.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I think the same applies to that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Sugar and salmonella.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes that would also create some suspicion with me on the same basis.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Now on the 27th of July 1989 one baboon foetus, what would a baboon foetus be doing on a list like this in a chemical biological warfare facility?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I have no idea Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You are aware, and this is the 27th of July 1989, that in August '89 a baboon foetus was hung in the garden of Archbishop Tutu at Bishopscourt in Cape Town?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I think I read about that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Did you make this link when you saw this, this list?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes when did the incident actually occur?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Apparently in August '89 and this date of delivery is 27th of July 1989.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes, no I didn't make the link, I only saw the list in I think February '97, or after the trunks were discovered, and I didn't at that stage remember the exact date.  But if the dates are as you are now giving them to me and they coincide as closely as this, then certainly I would have made such a link.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "There's reference to what's called \"spore\", spores and \"letter\" 9th of June '89.  We understand that this was allegedly spores of anthrax put on the gum of an envelope.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Where are you referring to now Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I beg your pardon, it's the 21st - let me just get the exact - 9th of June '89.  I've gone back a bit.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally I don't quite understand, on this list is written \"spore en 'n brief\".",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Ja.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But you are now saying, you are giving some additional information.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well that is true, and the reason I am giving you this additional information is this is what we determined by the person who prepared these substances.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I see.  Well if I had that information that would be very indicative of what you are saying.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "But anthrax spores on their own ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I don't think there's a problem with that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That wouldn't be a problem for you.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No.  If that list is made available to the Committee you will see that anthrax certainly is one of the organisms that is very definitely used, commonly used as a biological, or developed as a biological weapon, and Professor Folb can also verify that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "How do you justify, in terms of your programme, anthrax which is resistance to antibiotics, the normal manner of treating it?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Would you repeat the question, how do I justify?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The production of antibiotic-resistant anthrax.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I think the question is how do you justify any resistance within such an organism?  That per se I would not have a difficulty with, because clearly anthrax that is, or any organism for that matter which is developed to develop a resistance against antibiotics is exactly what an enemy would try to do if he used a biological weapon.  But you know resistance to antibiotics per se it doesn't say whether these are all known antibiotics or only the well-known ones that are normally used for this particular organism.  I think that type of research would be acceptable.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So it would be acceptable to try and find a biological substance which is resistant, to develop one which is resistant to normal treatment?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally you are not listening to what I am saying to you.  I said to you given the nature of the conflict that existed and given the perceived threat that was in position at the time, I could find a reason for the scientist to say, we believe that this type of organism could possibly be used against South Africa, not only against humans but against our plant life and also against our animal life in this country.  And therefore we need to study this so that we can develop a method of dealing with it, either an anti-toxin or another antibiotic or whatever the case may be.  That's what I am saying to you.\n But I also conceded to you that given the face value of this, and the fact that it appears on such a list and there are quantities named and a price attached to it, that is highly suspicious of either abuse or planned abuse.  I've said that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Fine.  And the same thing would apply to the anthrax in the cigarettes?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes certainly.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And ...(inaudible) them in a peppermint chocolate?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Now the quantity of cholera being prepared here or part of this \"verkope lys\" the sales list.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Isn't that extremely sinister?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "You are saying ten bottles I think, is that right?  And another six bottles ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "A total number is 32, I beg your pardon, 32 bottles of cholera.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "We have no idea of what the quantity ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We do, we were told.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No but I don't have any idea ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well fair enough ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "...from what you are showing me here.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "If I put it to you ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I thought this was also discussed yesterday in General Neethling's evidence, quantities.  I would have to know, can I proceed - I would have to know what sort of quantities you require to do the type of research you need to do to develop defensive systems against it, before I would be able - and I would have to know what the quantities are in these bottles before I can make any kind of judgment of saying this is totally excessive and must have had a different reason why it was produced.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You see what worries me in your explanations, you know you concede on the anthrax on the cigarettes; you concede possibly the typhus vidiodin, I assume you'll say the same thing that it's unacceptable, is that right?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes Mr Vally.  I've said to you that ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Sorry if I could just finish.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Ja.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So I take it that you will concede all those items where it's mixed with everyday items ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "But what I find puzzling is if there are 32 bottles of cholera on one list headed \"verkope\" then that would be very sinister.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No Mr Vally you are not saying what I said I am sorry.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "No I'm saying that.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I know, but you are turning my words around.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I've said to you, given this entire list as it stands there, appearing on such a list as a \"verkope lys\", the entire document is highly suspicious of possible abuse or planning to abuse.  That's what I am saying.  But you are asking me, would it concern me if cholera per se is studied, and I said no, it would not.  And I said to you when you started talking about the quantities here I don't have the information about the quantities and I don't know what quantities are required in order to do the type of research.  I've said to you already on this particular list that would be highly suspicious.  What more do you want me to say?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well I would like to know a very simple thing.  If the purpose for developing these cultures and manufacturing these chemical poisons was in order to prepare yourselves of the country or the Defence Force for attack, chemical biological attack, can you tell us what defensive systems you prepared, for example against anti - anthrax resistant to antibiotics?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally I really have a difficulty in the way you are putting the question ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well let me rephrase it then ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No let me just finish this please.  You are not allowing me to say what I want to say.  The classical biological weapons includes anthrax.  If our scientists studied anthrax in great detail with regards to its toxicity and its transmissibility, contagiousness, all that sort of thing, its lethal doses and everything and they then determined what do we require to protect our troops against anthrax.  Then I would have no difficulty with that whatsoever.  But in the context of where it is on this list here I agree with you, this is highly suggestive of a planned abuse or an abuse.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "No but General is there - General ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I am listening, sorry.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is there any other reasonable explanation?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But I have been agreeing with you about this.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "No, no, no, no you are not agreeing with the proposition, you are going half the way.  Is there any other reasonable conclusion that one can draw from this combination of deadly, potentially deadly substances on all day items ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No you are right.  You are correct.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is there any other explanation than that these things are murder weapons?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I hear what you are saying and I was concerned when I saw it and that was the conclusion that I came to as well.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But I do want to make this point, that anthrax as an organism per se was part of the legitimate programme.  I will have no problem with that.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think that point has been made by you and I think we are noting it.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "We agree about this.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But I think we are going further and we are saying, it is quite clear, and you lay the basis for your understanding of the position to be that, there were things that were kept away from you because you only came to learn of them in 1997.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It is quite clear that the suggestions as are in TRC document 52 are quite clearly that what was being created here, and as you put it, is suggestive of either an abuse or an intended abuse.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In fact one of the scientists who was involved in this programme called it \"murder weapons\".  They didn't hesitate to put it in that sort of fashion.  You may not agree but at least the highest we can come to it raises my concerns that there are ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I understand.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you.  If we agree that these are all potentially or most of them are potentially murder weapons, and if we see, because this list is headed \"verkope\", \"sales\", and the date is 19th of March 1989 to the 21st of October '89, and the dates have the heading \"delivery date\", so we are seeing items, deadly murder weapons, being delivered from mid-March '89 to almost to the end of October '89",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And when you discovered this list in February '97.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Were you shocked?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Of course I was.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "As Surgeon-General?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I was.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And as someone who was ultimately responsible for Operation Jotta under which RRL fell.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes that's true, yes I was.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So what did you do, firstly to discover if there were any other deliveries of such poisons, did you make any such enquiries?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I did.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "From whom?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "From Dr Basson.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And what was your response?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Who denied that it was outside the programme.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So he said that acid in whisky and ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Let me just correct that ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "...anthrax on cigarettes were within the programme?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Let me just correct that.  What I said now was not true.  I had not seen Dr Basson since this document was put to me to examine.  I had not had any contact with Dr Basson whatsoever, so I couldn't ask him that particular question.  But I did, at an earlier date when there was a suggestion, may I refer to the Project Cloud document?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "If you indicate to - I think they've said it was fine.  I believe Advocate Arendse said he got the go-ahead you could use it.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can we have the basis for having to refer to a document.  What is the - I think General Knobel was just about to say when something happened.  If you could just let us have that we may not even want to talk to that document.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes Mr Chairman I think we can deal with it like that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If you can just relate the incident which gave rise, as I understand you are wanting to say, gave rise to your having some queries, there were suggestions that were made.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If you could just give us the factual ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "There were certain queries.  I will try and deal with it ...(intervention)",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Sorry General, can I just ask a question.  I am just a little confused because you said in response to Mr Vally's question that you asked Mr Basson and then a few minutes later you said you had not seen ...(intervention)",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "...Mr Basson.  If you could just clear that.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes but I didn't realise this date, you know this was the document that I had seen in '97.  I would like to explain it to you, and this is why I am trying to refer to that other document.\n In September 1994 I gave a full briefing to the National Intelligence Agency with regard to the programme having been given that permission by the Minister of Defence.  From that date onwards we started working together on an investigation into the programme and the role of Dr Basson in it.  Then after that the demarche occurred.  You know what I am referring to.  The document that the two countries involved put on the table contained allegations.  We discussed it with National Intelligence.  National Intelligence gave a briefing to the Minister and myself and in that briefing I became convinced that there were certain things taking place that I was not aware of.  I wrote a comment on the American document which is one of the documents in your bundle here and which you have in front of you, and I made that comment to President de Klerk.  \n But I also confronted Basson at that stage.  You must understand Basson was not in our service any longer.  He was already on pension, but he was still helping us with clarifying certain of the final elements in the Croatia, maybe the Croatia thing I should also not mention, but there were some funds that had to be recovered from Croatia and he was still helping us to do that.  \n And in any case after we spoke to the President about his free moving the President approved that we could take him into our service again, so I had access to him and I could speak to him about it.  Clearly that was when I began to warn, not only President de Klerk but later on President Mandela, about these abuses.\n Now I am saying again, I confronted him, he assured me that all the work that had been done was within the mandate of the programme and that there was no truth in any allegation that they had abused it.  Then I see this document and I admitted to you that I was shocked when I saw it in '97 and we discussed it with National Intelligence at the time and Colonel Steyn and I classified the documents and that classification is available in the document Project Cloud where you can have a look at it where both Colonel Steyn and I queried all of these items as possible abuses.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now without getting into details I just want to be able to be happy that I understand what you are saying.  Are you saying between a date in 1994 and 1997, the latter date being the date on which you saw this document for the first time, TRC52, there were developments based on intelligence that was gathered ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Either from this country or from other countries, or from all of these.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The nature of which gave rise to your feeling uncomfortable about the direction which the programme had taken under Dr Basson.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Absolutely.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And it was of a nature that caused you to want to confront him.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because you felt that it had gone, that is you personally ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Felt on the intelligence that you had gathered it had gone beyond the mandate.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You confronted him with your considered opinion that it had exceeded the mandate.  His attitude was that it had not.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It was one of reassurance.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But the position was then made worse when you were confronted with these documents because far from reassuring you it in fact confirmed your earlier discomfort.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sooka.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "I just am a little surprised that given the events that took place that you still relied on Dr Basson's reassurance that he had not exceeded his mandate, because surely the events that gave rise to your confrontation should have actually put you in a position to question the validity of what he was telling you?",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Ms Sooka can I take you back to the decision by Mr de Klerk to put Dr Basson on early pension.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Exactly.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.  That decision was based on the Steyn report.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Yes.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "The Steyn report was never brought to my attention.  We never had insight into that report.  As a matter of fact even today I don't know if there was such a written report or not.  What we have in your document is a staff paper which General Steyn used in preparing his report, as far as I gathered.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "No, no ...(intervention)",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No let me please ...(intervention)",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Sorry just before you carry on.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "And I may not repeat it word for word, but the sense of the evidence you gave is that in terms of Intelligence reports furnished to you.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Correct.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "That was the basis for your confrontation with him.  Now it is true that based on the Steyn report he was relieved of his duties, but you are now beyond that point.  He is helping you to, in fact you take him back on to close up certain projects.  Now you go to the very man about whom there is a question mark and you ask him certain questions.  Based on his answers you are reassured, and the only time you become suspicious is when you are confronted with this other document. Now can you explain to me how a man like yourself, I mean I would expect of you that in your position you would be highly suspicious about irregular activity, you have some example of that, you question him and he assures you he has not exceeded the mandate, and you accept that.  I find that very difficult.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Well I trying to give you more background so that you can understand better what my feelings were.\n After the dismissal or the early pensioning of Dr Basson I became concerned.  I was seeing yellow and red lights and the lights were not only about criminal activities with regard to these substances but also with regard to fraudulent activities.  I was involved in the Office of Serious Economic Offences investigation as from the beginning of '93.  And I have been cooperating with them very closely, but I was alarmed at the fact that they were certain that there were fraudulent activities.  \n The Minister of Defence, Mr Coetzee, who had just become Minister was then briefed about the programme and we discussed these alarms that we had.  I insisted that he allow me to make direct contact with National Intelligence which he approved and we met on the 24th of September '94.  One of the reasons I did that was to make Dr Basson or to persuade Dr Basson to make himself available to National Intelligence for cooperation with them and this can be verified by National Intelligence, by Mr Kennedy.  After they had access to him and had long discussions with him they gave a briefing to myself and Minister Coetzee.  I then drew up my comment which indicated clearly, and you've got the document on your files, and my words are \"it has become evident that there are more than one channel of command\", because I knew that I hadn't given any of these commands or had approved any of this, and I realised that either it was at his own initiative or he had been receiving orders from somebody else.  \n Now you may criticise me for not realising it earlier but I want to just add one additional point.  Even in the briefing that we had from National Intelligence Minister Coetzee and myself, it was pointed out to us that there were several persons with the name of Basson and that it might have been some of the other Bassons.  There are in fact four Bassons, at that stage, if I remember correctly, that could possibly - it is true, that is a fact.  However, I was then very concerned and I made my concern known to Mr de Klerk and I made my concern known later on also to Mr Mandela.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think the accusation here, if I may be bold to say it, is that there seems to have been a fairly non-urgent approach to this thing.  I mean if your intelligence was of such a nature that suggested that here was a person at that level who was either abusing or potentially abusing an otherwise legitimate programme, and we are talking here national security.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Your approach was very cavalier.  I mean for any structure at your level, and I say nothing about National Intelligence Service, to refrain from taking appropriate action on the basis that there are four Bassons is very, very, - I mean it hasn't taken any length of time for an invigorating approach to isolate which Basson is which Basson.  And that's why we are here.  I think that is the accusation.  There is a sense in which you know there was this sort-of all boys club approach to a matter that, as it stands now, and I don't know what your intelligence was before 1997, but if it was given the sort of red lights that the evidence has shown, even about fraud, for prevarication to be made as to whether this is this Basson, or this Basson or that other Basson and for a consequence to arise where Wouter Basson is dismissed, reemployed, and we find the situation where you do not know whether he is there or he is not there.  I think that is the accusation.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Well I would like to defend that Mr Chairman.  The position with regards to the Steyn report, all that happened after the so-called Steyn report was given to the State President is that I was informed that Dr Basson had to be put on early pension.  I was absolutely astounded because he was very much involved in the finalisation of the project and the final privatisation process of the two companies.  It was extremely difficult to deal with that process without his help.\n I therefore immediately asked for an interview with the Minister of Defence, which at that time was Mr Louw.  I went to see him and I said could I please be informed what is the reason for his being dismissed.  He tried to get me an appointment with the State President.  He spoke to him personally in his office, and he said I have General Knobel standing here, he would like to have an interview with you and find out what it's all about. The State President refused to see me.  I tried it for a second time.\n I then went to see General Liebenberg, who was the Chief of the Defence Force, who was on holiday.  I was actually at that stage the acting Chief of the Defence Force, and I had to deal with the administrative process of putting all those members that were dismissed or put on pension, I had to deal with that administrative process.  I went to see General Liebenberg at his holiday home, and I said what is the problem with Basson?  His reply to me was, don't worry it's being investigated by the D'Oliveira Commission.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He didn't tell you, I am sure, about the \"speelgoed wat hy wil terug...\" which he wanted to have back?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Not at that stage, no, no, no, no Mr Chairman, that came a lot later.  That came when Jan Lourens came to see me.  That was a lot later I am sorry.\n But anyway the fact of the matter is I was then satisfied that it was being investigated.  That is what my orders were, it is being investigated.  I was, however, not satisfied.  I then informed Mr Louw about the programme and later on, because we were changing over from one Minister to the other very rapidly, then Mr Coetzee very shortly afterwards in April, and I've already explained to you that in September when I met up with National Intelligence, having urged Mr Coetzee to allow me to link up with National Intelligence, I then discussed it with National Intelligence and then began to find the evidence or the indications that I was concerned about.\n I agree with you, looking back now, it may seem to you as if it was a - you said a very lackadaisical approach, but I tell you the fact of the matter was there was some doubt as to the identity of Basson and the other Bassons.  That doubt was confirmed by National Intelligence as late as the next year in February.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sooka.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "You, sometime as you related it, you talked about the fact that it was quite clear that there was another chain of command.  Now in your confrontation with him did you ask him that question?",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Ms Sooka the fact that there was another chain of command was well-known for quite a long time.  The position of Dr Basson was the following.  He was, first of all, a physician that was being utilised by not only our own Minister but also other members of Cabinet. He was constantly being called over to see them as patients.  Whenever I enquired about it he said I am sorry it's confidential, it's a patient/doctor relationship situation.\n The second thing that happened was I was informed that he was being made available as a consultant to a whole number of our fellow departments.  I learnt about it, not when I was Surgeon-General, before I was Surgeon-General, as Deputy Chief of Staff Operations.  I discussed it with General Geldenhuys and I said is this right that this man is made available as a consultant without the knowledge of the Surgeon-General, which was General Nieuwoudt at the time.  I was then informed that it has nothing to do with me because I am not in that position.  Two months later I was appointed as Surgeon-General and I had an interview with General Geldenhuys and I said I now want to inform you that I have a problem with a member under my command being utilised by other departments without my knowing what it's about.  I was then informed not to interfere in that and to leave it alone.\n That was the situation that existed at the time.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "So although he was in your unit and technically responsible to you ...(intervention)",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Correct.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "...and the Coordinating Committee for this particular project and for the chemical biological warfare programme, it became apparent to you that he didn't report to you directly, and in fact when you canvassed that you were instructed by General Liebenberg to leave it alone.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No, by General Geldenhuys.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "By General Geldenhuys.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "I see.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask, just following from what you are saying, when you understood that he had also a doctor/patient relationship did you come to know that he was, as the newspapers have been saying, former President P W Botha's personal physician?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No Mr Chairman I can't confirm that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Or is that ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I think he may have seen Mr Botha on occasion, but to say that he was his personal physician I don't think that is correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now did you get to know that he was seeing him?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Oh yes I am aware of the fact that he saw him from time-to-time.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did it - when you now formulated the conclusion because at some stage you say you formulated a conclusion the essence of which was that you are now more than satisfied that the is more than one line of command.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was it your impression that it may well be that these programmes that had given rise to your concerns as having been exceeding the mandate of what the programme should be may well have been authored by Dr Basson at the express instruction of, among others, PW Botha?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I can't confirm that, I am sorry.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, no I am asking, I am not saying can you confirm it.  I am asking if when you formulated that conclusion it is clear to me that there are more than - did you have, amongst others Cabinet Ministers, let me put it that way, that he may have been acting on the instructions of Cabinet Ministers or the President whom he was seeing, on his own evidence as a physician but who he failed to disclose the content and the basis of his meeting them except only to say patient/doctor relationship?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Chairman this is a very difficult question but to answer you quite honestly what I thought might have happened was one of two things.  Either that he had, on his own initiative had carried out certain things which he was not informing me about, or ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Which could not have led you to conclude that there were two, more than one line of command.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No, no, no, it would lead me to that conclusion.  There could be a second channel of command which started with him.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But you have already questioned me about the position of 7 Medical Battalion Group and he as the Commanding Officer of 7 Medical Battalion Group and you know that at that stage he was allocated with his Battalion Group to provide medical support to Special Forces and to Parabats and to other police service units, which was another possibility that I certainly contemplated could have been used.  But I was not so bold as to conclude immediately that he was getting information or getting instructions from Cabinet Ministers.  In fact ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you think that he might have been getting instructions from General Kat Liebenberg in his capacity as head of Special Forces?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Well you made the mention about the toys earlier on and I said to you that came later, and maybe I can confirm at this stage, we haven't got to the evidence that was led by Dr Jan Lourens, but I can confirm what he gave you in his evidence here; that he came to see me in my office and discussed with me the problem that he had with the gadgets, is the best word I can find, that he had made.  And I enquired of him whether he knew where the instructions for those gadgets came from.  And he said, I in fact said to him, I think you should discuss it with the Chief of the Defence Force, and he said but that is my problem because I was asked by him while he was commanding general of Special Forces, \"what are you doing with my toys\", or \"please look carefully after my toys\".  I then confirmed with him that did he know that those instructions did not come from me and he said, yes, he knew.  And I think that was basically what he gave in his evidence here.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Dr Knobel, sorry General Knobel, according to the evidence we received Dr Jan Lourens came to you early in 1993 complaining to you that he believed that the project had gone wrong somewhere.  He was asked to make screwdrivers which injected poisons and walking sticks which shot poison pellets.  According to his evidence he came to you early in 1993. ...(intervention)",
            "Male"
        ],
        [
            "WENDY ORR",
            "I am sorry Mr Vally before - I assume you are moving off the \"verkope lys\" now, or are you still on it?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well I don't mind if you...",
            "Male"
        ],
        [
            "WENDY ORR",
            "I'd just like to place on the record that in fact phencyclidine is not on Table 1 of Chemical Warfare agents and neither are any other psychotropic agents and I think our interchange over this substance highlights for me one of my deepest concerns.  I didn't know whether phencyclidine was on the list, you didn't, we had to call in an expert, but on your Coordinating Committee there were no such experts, and you were taking decisions about substances which to me it seems you were not fully informed about.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I am sorry Dr Orr you are not correct.  There was such an expert on the Coordinating Committee and that expert was Dr Basson.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "I think it has been proven that reliance on such an expert eventually led to severe problems.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Dr Orr at the time there was no concern about the reliance on him.  It is only now, with the wisdom of hindsight, that you can come to that conclusion.  He was a - he had a master's degree in chemistry and all the members of the Coordinating Committee, including those that are now outside the Defence Force and in political positions have confirmed that up to quite recently.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "If you were setting up such a coordinating committee now, with hindsight, would you not think it advisable to have additional independent people who could advise you about these issues, rather than relying on a single person?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I find it difficult that you cannot understand ...(intervention)",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "I do understand.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No, that you cannot understand that a person in a commanding officer's position, if he has an expert available, and he relies on him and the rest of the Committee relies on him, that that is sufficient.  Are you saying that I should have been an expert myself to be able to make that decision?",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "No I am not saying you should have been an expert yourself.  My concern, and this goes to the fact that the Truth Commission has to make recommendations as to how to prevent future violations and abuses, is how could we structure coordinating, managing, controlling bodies in order to ensure that this kind of thing does not happen again?  If my suggestion is invalid or impractical I would appreciate your suggestions about this.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Now you are asking me a question as how would I reconstruct such a committee today.  I would probably go and approach somebody like Professor Peter Folb to serve on such a committee as my project officer and I would rely totally and completely on the integrity of a man like Professor Folb.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And if he turned out to be a Dr Wouter Basson down the line, that is on the assumption that all the allegations about Dr Basson are true ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am not making a judgment.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think the question that is being asked here, isn't it safer to have a committee rather than a single consultant?",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No indeed I don't think so Mr Chairman.  My feeling is that a committee - if you are saying a specialist committee which advises the coordinating committee then I would go along with you.  It would have been safer with the wisdom of hindsight to have several experts.\n But that is in fact what started happening at a later stage.  Out of the programme came a number of experts and those experts, which are few and far between, that have sufficient knowledge about the field of chemical and biological weapons, have been very quickly taken away from us.  I am talking about Dr Brian Davey, I am talking about Dr Philip Coleman; I am talking about Colonel Ben Steyn who was here with us.  They are the sort of people who are immediately picked to support the OPCW in the Hague; to begin to work in a private company like Protechnic and to serve on the Chemical Weapons Committee for South Africa in support of Foreign Affairs.  We've developed such experts.\n But the problem is, Mr Chairman, in South Africa you simply don't get an expert that is an expert on chemical and biological weapons.  Professor Folb can confirm this to me.  If I were to select a committee today in South Africa there simply aren't such people that have that kind of knowledge and insight and understanding.\n Dr Orr made mention that she doesn't find phencyclidine on this list ...(intervention)",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "No Professor Folb did not find phencyclidine.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Right, but I accept that fully.  But we'd also heard the evidence of General Neethling yesterday that phencyclidine would be an ideal substance to investigate as a possible incapacitating agent.  Remember this list is not the ultimate list.  In the Convention at the present time our representative, namely Colonel Steyn, sits on an organisation in the Hague called the Friend of the Chair and one of their functions is to advise the OPCW on revisions of this list, and this will depend on what new technology.  Did Iraq, for example, develop any substances outside this list which should now be included in the future.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sooka.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "You see all - what really troubles me about this issue is that it seems to me that even if you asked him the question as to whether or not he exceeded his mandate, technically there was no way of you really knowing that because he was the expert and that then I think covers why everybody else still keeps on employing him, because even now he seems to be one of the few experts.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes....",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Would you agree that technically you had no way of determining ...(intervention)",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "...whether or not he exceeded his mandate?",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No, it's not absolutely true.  Technically you are correct when you say I couldn't determine technically.  Who do I consult about this?  I could certainly consider consulting some of the international experts and we did.  We did have discussions with the international experts.  But what I did do was to refer this to National Intelligence and to help them and said to them would you please question this man and find out.  And maybe you should get the evidence of what happened when they questioned him.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "No, no, but what I was trying to establish that you're within the parameters of this particular programme because there was so much reliance placed on him ...(intervention)",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's true.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "This chemical expert.  But even when you questioned him about excesses in terms of this programme you had no way of establishing, except for his word, as to whether or not he had exceeded that.",
            "Female"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "General Knobel I find it very strange that you say you only got concerned for the very first time in 1994 and then really realised things had gone badly wrong in 1997 when you saw this \"verkope lys\".  I'll tell you why I find this strange.\n Dr Koekemoer came to see you late eighties, early nineties, I can give you the date, wondering about the production of ecstasy ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No he didn't come and see me, I am sorry.  I have never seen Dr Koekemoer.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I beg your pardon, he went to see General Neethling.  I am so sorry.\n Well Dr van Rensburg came to see you in the late eighties complaining about scientific and managerial irregularities at RRL.  Dr Lourens came to see you early in 1993 saying that some aspects of the programme were going wrong.  He told you about screwdrivers which were used to inject poison into people.  He told you about walking sticks which were being used to shoot poisoned pellets into people.  He probably in fact told you about his trip he made to Britain to deliver ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally would you please just start again because you are going too fast.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Sure.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "What did you say about Dr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Alright let me put it in context.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No, but I want to know what you said about Dr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Fine.  I will give you all the people who I believe approached you who give evidence ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Who gave evidence to that effect.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "In terms of evidence presented to this hearing, because the context is, you said in 1994, after the demarche by the Americans and the British, that you got concerned.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And by the way, and I don't think this is proliferation, but that demarche wasn't to say this is a terrible immoral thing you people are doing, this demarche was to say hey, make sure that the ANC don't get their hands on these items.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct, that's exactly the information I gave Mr Mandela.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of course then the ANC got into power....",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I am telling you that before 1994 there were queries which set alarm bells ringing.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Could you just please repeat them again because I want to verify that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Certainly, I'll go slowly.\n Dr van Rensburg late eighties, he talked about the incompetence of the operation at RRL. He talked about scientific and managerial irregularities.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally let me reply to that.  I confirm to you that I saw Dr van Rensburg only once and that was in '92 when he came to see me in my office to complain about the privatisation process.  By that time the company was already privatised.  I had no control over the company.  I listened to him.  That is the evidence that he gave you here the other day.  That he insisted, he says that he insisted that I should not have agents of the CCB here.  I confirm to you now that I had no idea who the agents of the CCB was, and the fact that Dr Basson and Dr Swanepoel was present there was based on the fact that I had no jurisdiction over that company at that stage, and I thought I could possibly solve his problem.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I'll come back to that.  I will come back to your jurisdiction at the time.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But the point I am trying to make now is I did not see Dr van Rensburg at the time when you said that I had seen him.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "When did you see him?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "In 1992.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "'92, that's still before '94.  Did he complain of scientific irregularities?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "He did not.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "He did not you say.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "He complained only about the fact that he was unhappy with the privatisation process and the unfair sharing of the profits of the companies.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I see.  And Dr Lourens, Dr Jan Lourens who came to tell you about the screwdrivers?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I confirmed to you just now that I did see Dr Jan Lourens at the request of Mr Meyer, as he testified here.  That was in '93.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "And he came to see me in my office and that was where the discussion took place about the instruments that he had produced.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And did he tell you that Dr Wouter Basson had instructed him to produce these items?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes he did, and he also confirmed that Doctor ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Surely this is more disturbing than the demarche?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally there was no indication at that time that it had anything to do with the programme.  I had also, at that stage - look you may think that this is not reasonable to say so, but I was totally convinced that it had nothing to do with the programme.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The reason that I find it improbable is he was making instruments in which to put poison.  That is his evidence.  And he was told ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "No let me finish.  He was told to do so by Brigadier Basson, who was your project officer in charge of the institution.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "The project did not have a mandate to make poisons Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Let's phrase it in another way.  It had to develop possible biological warfare cultures, which included poisons.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But Mr Vally if you question Dr Jan Lourens he would confirm to you that we didn't even discuss the type of poisons or substances.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "No, no, but the point is you are in charge of a programme which you know is involved in chemical and biological warfare.  You know that Brigadier Basson is the project officer.  You are referred - you have a Dr Jan Lourens, who is involved in one of the front companies being referred to you by the Minister of Defence himself ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No Dr Jan Lourens was not in one of the front companies, he was in Protechnic.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I thought Protechnic was a front company.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No it was not, it was a private company.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I would like to come back to that, but I certainly heard him say it was a front company.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I thought his evidence said it was a private company.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Oh no.  And I will show you documentation as well which sets out that Protechnic was a front company.  But we'll come back to that.  Or maybe I should show it to you quickly and get it out of the way.  TRC14, a letter from Lieutenant General C P van der Westhuizen regarding Project Jotta, dated 25 March 1992.  I will read you the first paragraph.\n\"Project Jotta is a project managed by the Surgeon-General with Brigadier Wouter Basson as project officer.  The purpose of the project is to provide the South African Defence Force the offensive and defensive capabilities in biological and chemical warfare\".\n Now you can turn to page 2, page 2 ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I am still looking for the ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Oh I beg your pardon.  Has your attorney also not got a set?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "It's TRC14?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "1-4.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's the document that you also confronted General Neethling with.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "And that was the document where General Neethling made it clear to you what he thought of this counter-intelligence document.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That is General Neethling's answer.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I am now busy with asking you this question.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I am giving you exactly the same answer.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Oh no.  I think you must first look at the document.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I've got the document ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Not with the same enthusiasm but ...(intervention)",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "....and I studied it.  I've studied it Mr Vally, and let me just make it clear to you that a counter-intelligence report like this is done by field workers that are searching out what they can discover about a particular programme and about individuals around it and so on.  This is an opinion.  This is not confirmed evidence.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I will show you other documents about Protechnic which shows it's a front company.  But I want to point one thing out to you on this document.  Turn to the last page Sir.  The very last page, it's signed by C P van der Westhuizen, Head of Staff, Information, Lieutenant General; and underneath is \"Distr\", which I assume is \"Distribution\", for action HSAW, which I assume is Head South African Defence Force ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's the Chief of the Defence Force.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Chief of the Defence Force, I beg your pardon.  And below that number two, copy no.2 - \"For the information Surgeon-General.  Exclusive\".",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Did you get a copy of this?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I am sorry I can't hear.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Did you get a copy of this?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Of course I did.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Now are you telling me that you got a copy of this which says Protechnic is a front company and it was disinformation?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally I am saying to you that there are a number of issues on this document which is not correct.  When General van der Westhuizen sent me this copy I discussed it with him.  He was a member of the Coordinating Management Committee, and I said to him, this information, first of all about General Lothar Neethling is incorrect, and I've marked it on this copy here.  He was not informed about the project as he also testified here yesterday.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Fine.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "And furthermore the information given here about extra-marital relations, as far as I could establish, was also not correct.  And the details about the Coast Project is also not correct.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And you say Protechnic was not a front company?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No, and I stand by that.  And as you will see in the little brochure that was published on the 10th anniversary of Protechnic I also make that statement, that it was a private company.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well yes I am coming back to that brochure because we found it very surprising that you put your name to the foreword there, because the very person who started off with Protechnic, Dr Jan Lourens, he told us it was a front company.  He made it clear to us it was a front company.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally the information I had at my disposal was that Jan Lourens started a company called SRD, if I remember correctly.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "SRD, yes.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "He then sold it to Charles van Remoortere, which was a private concern.  Now Charles van Remoortere was the man who came from Belgium to buy it.  And I think you've had evidence from him as well.  But...",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Please go on, I am listening to you.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I just can't see what exactly is the concern about the private company.  I understood it to be a private company and that's what I'm testifying.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Alright, fine.  Well let us go on.  I am putting to you that before the demarche you were approached by Dr Jan Lourens who told you that he was being asked to manufacture, by Dr Wouter Basson, applicators, screwdrivers, walking sticks etc to inject poison into people.  Were you concerned by this?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Of course I was.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Did you do anything about it?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I did.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Can you tell us what you did?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I reported at the Coordinating Management Committee about the incident where General Liebenberg was present and he said he doesn't believe it, and I was happy that the Coordinating Management Committee shared my feelings.\n However, as I explained to you the events that led up to the demarche gave me additional evidence and that is where I got to the point where I said now it has become evident to me that there has been irregularities.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well let's go on, let's go on. From what you say the Coordinating Committee was aware of the fact that there were these screwdrivers and walking sticks being made to inject poison into people, on an individual basis.  You made them aware?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I made them aware.  I made them aware of ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And they said they did not believe it.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I made them aware of the fact that I had been informed by Dr Jan Lourens ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "...about this fact.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right.  And you heard Dr Lourens' evidence that when he went to talk to General Kat Liebenberg about it, the response of General Kat Liebenberg, who was head of the South African Army at the time, was \"ek soek my speelgoed terug\".  I want my toys back.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes that was remark to Dr Jan Lourens.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That's correct.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "And that is what Dr Jan Lourens told me.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That's correct.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "What did you expect me to do now?  To confront ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right, now the point I am making is clearly General Liebenberg was aware that there were individual instruments of death.",
            "Male"
        ],
        [
            "MR VALLY",
            "That's correct.",
            "Male"
        ],
        [
            "MR VALLY",
            "Nothing to do with the chemical offensive or defensive capability, just murder instruments.  And General Liebenberg, what was his role in this Coordinating Committee, because his name appears on the top of every document of meetings, minutes of meetings, was he the Chair?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Say again, I am sorry.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I am sorry.  Of the Coordinating Committee was General Liebenberg the Chairperson?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "At a certain stage, yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So am I to assume that the Coordinating Committee was, at very least, aware of individual instruments of death, injecting poisons into people, that they were aware that this was happening through military front companies?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No Sir, I can't confirm that.  I am saying that they were aware of the information that I gave them that Dr Jan Lourens gave me.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And you are aware what General Liebenberg allegedly told Dr Jan Lourens?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I was aware of that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So if you gave him this information at a meeting of the Coordinating Committee ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No but I did not inform General Liebenberg that he was named by Dr Jan Lourens.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Fair enough, but you told them at a meeting of the Coordinating Committee, that this had happened.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And there was no concern?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you.  Let's just go back to the famous \"verkope lys\". Sorry I just had to bring to your attention - who else raised concerns to you.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Oh yes, yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Dr Lourens stated on a second occasion regarding the offensive capabilities and concerns he had regarding RRL, that he tried to meet with you and you refused to speak to him and his lawyer, Mr Kobus Bekker.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No that is not true, that is not true.  I was phoned by Mr Meyer that he had seen Dr Jan Lourens, along with his lawyer, and would I please interview him, and I did so.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I see.  Alright.  Did Dr Lourens approach you for a second time at all?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I am not aware of a second time.  I'll tell you where I did see him a second time, I saw him at the 10th Anniversary of the Protechnic Company and I approached him and I said, have you sorted out your concerns?  And I said to him, I encourage you to take part in the investigation of the TRC because he indicated to me that he was contemplating applying for amnesty.  My advice to him was to tell the truth.  And I am sure that he will confirm that to you.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And did Mr van Remoortere advise you that he was concerned about certain irregularities regarding military front companies?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr van Remoortere advised me about the reasons why he dismissed Dr Jan Lourens.  At the time that he advised me was at the same time when he consulted with me as to what he had to do with this company, that he was considering selling it once again and I was the one who said that I think that company has capabilities that is important to our country and that we should not lose that capability, and that we should try and get it to be taken over by Armscor.  We had those discussions.  I informed Mr Jaco de Jaar of Armscor about my recommendation.  I introduced them to each other and they had negotiations and it resulted in Armscor taking over Protechnic.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I want to go back to the question before we got sidelined.  That this TRC52 delivery list, \"verkope lys\", deals with the period of, I think, about five months, 19th of March '89 to 21st of October '89 with all these, and we've now agreed, instruments of murder, did you try and enquire if there were any other deliveries at other times, did you try and make those enquiries when you discovered this list for the very first time in February 1997?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally when this list came to my attention, together with that of Colonel Steyn, we discussed it with National Intelligence because the information or the contents of the trunks were in their keeping.  Now you are asking if I did enquire any further as to any other lists, if I understand you correctly?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "As to any other deliveries, as Surgeon-General and as the person who was responsible for Project Jotta under which RRL fell ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No, the answer is no, I did not make any enquiries.  I was at that stage cooperating with National Intelligence and drawing up the Project Cloud document.  And you have -  everything that is written in the Project Cloud document you have available.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So for all we may know, and the country may know, that this delivery of cholera, for example, is just one of many, many deliveries of cholera which may be lying in someone's fridge, for all we know?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Vally how do you propose I should investigate this as Surgeon-General?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Well as Surgeon-General, as the ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes but I am saying, as Surgeon-General how do you propose ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes, as the person who was responsible for the facility which produced these items ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Which at that time was already closed down.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes. And I would go to all the people who were involved in it and enquire from them.  Let me show you a document.  Have you seen Dr Immelman's affidavit?  It's been given to your attorney.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I haven't seen it as yet.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Dr Immelman in relation to the \"verkope lys\" says - he was asked to make his items by Dr Wouter Basson. Then he was introduced to certain operatives to whom he delivered these items at various times.  You, of course, know Dr Immelman, also someone who worked under the persons at RRL, also part of Operation Jotta?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I do remember Dr Immelman, yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Right.  He says he was specifically asked to do this and he had to deliver this to certain agents and the agent's initials are on that document.  He gives the agent's names.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Are you referring to paragraph ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "17 for example.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes I see that.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Now if you look at paragraph 18, after you read 17 please.  17 for the record maybe I should read it into the record Mr Chair.\n\"A sales list with numbers B00000 B000011 and B000012 was shown to me.  I recognised the substances on the list and my signature at the side with the dates as well as my signature on list B000011 where I wrote \"returned\" next to the entry \"mamba poison - 18 November '89.  The words \"JK\" which I wrote next to the dates 19th March '89 and 23rd of March '89, I cannot recall.  I think, however, it was Johnny Koertzen\".\nYou know Johnny Koertzen of course?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I've heard the name, yes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "He apparently took over assistant research SRD, assistant Research and Design after Dr Jan Lourens, also a military front company.\n\"The 'C' next to the other dates meant 'Chris'.  That was my entry for substances which I delivered to Chris or one of his co-workers.\n The 'K' next to the other dates meant 'Koos'.  Certain entries are not my handwriting.  Koos was the man I met in Dr Basson's office at the medical office of the Defence Force\"\nDo you know which office that is?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No I don't from this, but it might have been the office where Dr Basson and his - you know was the office that belonged to him, but that's not clear.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And where was it located?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "In the Medical Service headquarters.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "In the Medical Service headquarters.\n\"I was also introduced to Koos as Willem by Dr Basson.  He told me that Koos was also a co-worker\".\n Now clearly Dr Immelman is making these poison items, by arrangement with Dr Wouter Basson and delivering it to certain persons who he meets in Dr Wouter Basson's office at Army Medical headquarters.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Not Army Medical headquarters, I am sorry.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Oh sorry.  What is it called?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "The South African Medical Service headquarters.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "South African Medical Service headquarters.  Thank you.\n It appears as if either, and we know for a fact that this Coordinating Committee was not concerned with individual poisoning by means of screwdrivers and umbrellas ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I am afraid I don't agree with that Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You brought it to their attention.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Yes, I brought it to their attention ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And ...(intervention)",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "...that that information was given.  They were not concerned that it was part of the programme.  That is what I am saying to you.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "They were not concerned, they were not concerned that murders may have been committed with poisons injected?",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "But Mr Vally ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "You see the point I am making is, if they were not concerned with umbrellas shooting poison pellets and screwdrivers injecting poisons why would they have to be concerned about cigarettes with anthrax?  And I am postulating that they were not concerned because they were aware of the programme.",
            "Male"
        ],
        [
            "DANIEL PETER KNOBEL",
            "No, that is not true.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "And the reason I am saying this is that Dr Immelman states, he delivered these items on the request of Dr Wouter Basson.  We have had Dr - the doctor who made the poisons, Odendal, giving evidence and told - he was asked to prepare these items which were then given to Dr Immelman to keep in his safe.\n We are told by Dr Immelman that he met these white men, one of them is Johnny Koertzen, who you know, at SAMS headquarters when the introductions took place in Dr Basson's office.  \n Now if the Coordinating Committee is not interested in those applications, those means of applying the poisons, if they are not interested in those means of ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis, Mr du Plessis I must warn you.  You are perfectly entitled to advise your client but don't write notes to a testifying witness at a time when the witness is being put a question to and he has not replied.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want an argument ...(intervention)",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman under no circumstances did I write anything.  I've underlined a word, that is all that I have done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is suggesting something.  This witness is an adult, he is intelligent, he is testifying, I don't want to have to say you must stay away from your client whilst he's testifying.  This is an observation I am making against the backdrop of a complaint that was made.  I've said to you whilst the witness is testifying allow the witness to reply to a question.  If you feel the question is improper raise an objection.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I want to make an objection made against the statement by Mr Vally.  He said the \"JK\" referred to somebody well-known to him ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what you should do - Mr du Plessis let me again warn you.  Don't testify on behalf of your client.  If there is a question that is put to your client unfairly your duty, and I don't have to remind you of your legal duties, is to raise an objection, so that no inference should be drawn from your conduct, which is what I saw.  That you are trying to assist your client in answering a question which is being put to him.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I take note of that.  All I am saying is the statement made by Mr Vally to my client is wrong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that's what I would have expected you to have done.  Mr Vally.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "Mr Chairman I may just say that I was waiting for the question to be completed and I would then have gone back to this paragraph, in any case.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, no, no....",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I just want to make that point.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, no, no, I was not even addressing you General, with respect.  I was addressing a colleague.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I understand.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...who understands exactly where I am coming from with that sort of approach.",
            "Unknown"
        ],
        [
            "DANIEL PETER KNOBEL",
            "I must say Mr Vally I have now lost the thread, would you please say it again.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We have lost time in the process.  Mr Vally it is quite clear to me that we are not going to finish either this witness - we are not either going to finish this witness or recall the other two witnesses who we had wanted to warn.  It's half past three now, by quarter to four almost half this panel will have left.  I suggest that this should be a convenient stage to adjourn.  To adjourn only for five minutes for you and counsel to arrange dates and for me to warn all the witnesses who are here to appear on that date.\n Can we then adjourn until twenty five to?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you Mr Chair.\nHEARING ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you get ready to resume please before I am left without a panel.   Mr Vally please make this one as painless as possible.  I don't want to fight anyone, I even want to hug Mr du Plessis and everybody else, I just don't want a fight -  please.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Did you have some ecstasy in the break.\n(General laughter)",
            "Male"
        ],
        [
            "DR RANDERA",
            "He is looking for some.\n(General laughter)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ja, Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Do you want me to talk to you about dates now Mr Chair?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well there are just a few things that I would like to put on record.\n Firstly, that I have been advised by the investigators that they did actually contact Mr Roelf Meyer at the time that their investigations were going on.  He did make some explanations and it seems, therefore, that being aware that the investigations were being pursued in contemplation of a hearing of the nature that we've held, though we can't say he waived his rights, he was very much aware of it.  And in any event should a finding be made an opportunity will be made available to him in terms of Section 30.  I just wanted to place on the record that we are satisfied that no undue prejudice was made to Mr Roelf Meyer.\n Secondly, the Archbishop, who is the Chairperson of this Commission, asked us, as the panel, to extend his own sense of gratitude to all the people who have made these hearings the sort of hearings that they are.  \n He wishes to place on record his appreciation of the way in which all those who were participating in these proceedings have conducted themselves, in the course of battles, before the battles, after the battles.  He got a distinct impression as we were proceeding, that notwithstanding differences, the legal representatives and everybody else were conducting themselves in a manner that showed that there was an attempt to get the process going on.  \n In particular he said I must indicate his sense of gratitude to all those who made the work possible, the investigators in particular.  But by extension all the staff members who make it possible only for us to sit here and appear to be very clever when in fact the work has been done in the backrooms.   \n Those are the remarks that I wanted to record.\nMr Vally now that I've indicated that everybody has cooperated and the Archbishop has seen that I expect that you are going to go through this one very quickly, showing the same degree of cooperation.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you Mr Chair.  Mr Chair the situation is as follows.  Mr du Plessis is available for next week Thursday and Friday.  Mr Arendse will make himself available.  He has matters but he has kindly agreed to move those matters to make himself available.  Mr Cilliers has indicated that he has got commitments but he would also try, he stressed he would try to make himself available for Thursday, Friday next week.  And that's where we are until you recalled us.\n So our suggestion is this hearing be postponed to Thursday and Friday of next week, which I believe is the 18th and 19th of June.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are those dates being confirmed in the manner in which Mr....",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Mr Chairman that is correct as Mr Vally has said.  I am just worried, I will try, but as you know if you come from a practice, I am just frightened I can't give the assurance.  I have to go back to various attorneys and see whether we could get some postponements.  I am worried about the situation that large group of people will assemble and I will keep in contact with Mr Vally, but I am worried about a cost aspect.  There are many legal representatives who will have to come here at a high cost, that you will postpone to a date that I am not sure of.  My learned colleague is definitely not available, but if one of us could be here we could continue with this.  But I want to place on record that I will try to get here, but it's a matter of various arrangements to be made on Monday.  My position is regarding  Thursday and Friday is problematic.  But I have given Mr Vally the undertaking I will try my best.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can we then put it on the basis that these proceedings are postponed to Thursday of next week, the 18th of June, the intention being for the proceedings to proceed on the 19th as well; that all the witnesses are warned to appear; that in-between arrangements, should these be necessary, should be entered into between legal representatives Mr Cilliers and Mr van Zyl with Mr Vally, and that we should then be placed in a position to understand what the position is.   But otherwise the matter is postponed to or adjourned to the 18th of June at nine o'clock at this venue.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes I have got no problems with that except on Monday, but I will arrange with Mr Cilliers to contact someone else.  Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The proceedings are adjourned.\nHEARING ADJOURNS TO 18 JUNE 1998",
            "Unknown"
        ]
    ]
}