{
    "header": {
        "type": "Chemical and Biological Warfare Hearings",
        "starting date": "1998-06-08",
        "location": "Cape Town",
        "day": "2",
        "names": [
            "CHARLES VAN REMOORTERE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56268&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/cbw/cbw2.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR CURRIN",
            "MR CILLIERS",
            "UNKNOWN",
            "MR POLSEN",
            "MR VALLY",
            "MR VAN ZYL",
            "JAN LOURENS",
            "INTERPRETER",
            "DR RANDERA",
            "ADV POTGIETER",
            "CHARLES VAN REMOORTERE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR CURRIN",
            "MR CILLIERS",
            "MNR DU PLESSIS",
            "MR POLSEN",
            "MR VALLY",
            "MR VAN ZYL",
            "JAN LOURENS",
            "MR LOURENS",
            "MR DU PLESSIS",
            "MR BORAINE",
            "MS ORR",
            "DR ORR",
            "INTERPRETER",
            "DR RANDERA",
            "ADV POTGIETER",
            "CHARLES VAN REMOORTERE",
            "MR VAN REMOORTERE",
            "DR BORAINE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Ladies and gentlemen, welcome back again.  I believe there are legal representatives of witnesses or of the witness was going to be called, and I would ask you to place yourselves formally on the record.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Thank you, Mr Chairman, my name is Brian Currin and I am here representing Dr Jan Lourens.  I believe he will be the first witness called to testify.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe - let's have all the other legal representatives placing themselves on record, just in case.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Mag dit u behaag, my van is Cilliers.  Ek verskyn in opdrag van Menere Adolf Malan Prokureurs, saam met my geleerde kollega, Mnr van Zyl, vir Dr Basson, Dr Neethling, Dr Swanepoel en Dr Myburgh.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dankie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "H J Du Plessis van die firma D P du Plessis Prokureurs in Pretoria en ek tree op namens Generaal Knobel.",
            "Unknown"
        ],
        [
            "MR POLSEN",
            "Mr Chairman, my name is J R G Polsen of firm Ruth & Wessels, and I act on behalf of Doctors Koekemoer, Van Rensburg, Odendal, yes, I think there may be one or two others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, gentlemen.  May I just mention that there are simultaneous translation facilities.  I sometimes assume, because you have appeared in the Commission for so long, that some of the things are not worth mentioning.  Both witnesses and counsel will obviously be entitled to express themselves in the language they are best comfortable with.  Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you, Mr Chairperson.  There are three items I want to bring to the attention of the panel.   The first item is that we were contacted by Advocate Gumbi, who advised us that they are unable to arrange counsel at short notice, that they hope to have counsel ready by - or instructed by tomorrow morning.  There's a number of bureaucratic measures which have to be taken before they can brief counsel.  They've asked us if it is possible for us to stand the matter down until tomorrow morning.  We've indicated that it will not be practical for us to do so, and in any event, most of the witnesses being called to give evidence today, will not, we believe, deal with matters which will raise any concerns with them.  So I have indicated to her that we will be going on today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The other two items are the following, in our discussion with various representatives of Government regarding the documentation which will be made available, we did make some concessions and I want to place on record what agreements we have, and I'll motivate these issues if necessary.  There are three categories.\n The first category is documents which we will not be using or referring to at all.  \n The second category is documents that we will be using and referring to, but, and I'll motivate just now, we will ask the Commission or the panel to rule that the information contained therein is not made available to the public or to the press.  And thirdly there will be documents that we will be using which will be made available to the public and to the press.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't get the second category.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The second category is, I will ask for a ruling in terms of section 33(2)(b), directed,\n \"No person may in any manner make public any information which may\" -\nSorry, (c), I beg your pardon, let me just find the exact section, alright, directed - sorry it's section 33(2), firstly (a), directed,\n\"No information relating to proceedings or any part thereof\"\nthe part thereof I'm referring to are certain documents which I will indicate to the Chair right now,\n\"... shall be made public in any manner.\"\nThere are certain documents which it is felt, may lead to proliferation, we believe it's necessary for our hearing, but we are prepared to concede that it not be made public in view of the possibility of proliferation relating to those documents. Could I indicate to the panel which documents I am referring to.  I would hope that I don't have to argue the issue again, because I think it's been sufficiently canvassed prior to the luncheon break.  We're working on two tests, the one is \"Will it harm interstate confidentiality\", that is vice versa South Africa and other states, and two, \"Is there a potential proliferation\", more specifically, can people use those documents to make weapons, be they chemical or biological.  Could I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you.  You should have an index of documents with you.  The first document is document - this category are the documents which we will not be using at all, and which should not be made public in any manner whatsoever.\n The first document is document 9 - alright, I won't describe these documents, because I've been advised it may defeat the purpose.  It involves those two issues, either Interstate confidentiality, or possible proliferation.  So it's documents 9, 21 - 23 inclusive, 25 and 60.  \n The next documents are documents which we will refer to, but there should be a ruling on that these are not in any way published.  That is document no 4, documents 9 - 20, sorry, 19 and 20, document 59, document 65, 66, 71, 72, 74, 75 and 81, as well as document no 24.  So this is the category which we will be referring to, but which will not be published, and I would like the Commission to make a ruling in terms of section 33(2) that no person will be allowed to disseminate or publish those documents in the second category.  \n Finally, Mr Chair, whilst we will be using the rest of the documents, there are documents which we believe are in a sense innocuous, but they do have chemical formulae.  It doesn't take our case any further, there's no particular public need to know those formulae, I believe it is largely accessible from various chemistry textbooks, but in any event, we should not distribute those documents, and from time to time, when we come to those documents, I will request that the Commission that those not be published as well.  Thank you, Mr Chair, that concludes my second point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But how are those documents different from documents in category 2?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "They differ from documents in category 2 in that we believe that the proliferation danger contained in there is not even probable, but the fact is that they do have chemical formulae, the fact is that we don't need reference to those chemical formulae for the purposes of our hearing and rather than disseminate those chemical formulae which are accessible elsewhere, it shouldn't be us who does that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you through, Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "On my second point, yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you through on all the points?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "No, because the third point is a completely different one.  The third point, in preparing for this hearing, we've had to negotiate not only the issue of alleged proliferation and potential of interstate breaches of confidentiality, there's also a criminal trial which is pending, and I wanted to draw something to the panel's attention and place it on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we dealing with category 3 now?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Not at all, this a completely different issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The issue we're dealing with, are the criminal charges against Dr Wouter Basson, which trial is still pending.  We have discussed this issue with the Attorney-General in that whilst maintaining the format and the purpose of our hearing, we also were circumspect regarding his pending prosecution and in determining which witnesses to use, whilst not losing the integrity of our hearing, we were mindful of the needs of the Attorney-General as well, and the concerns he raised with us.  In this regard there are certain witnesses from whom we've received affidavits, but have not called, and I want to read into the record upon an enquiry to the Attorney-General as to what the provisional charges against Dr Wouter Basson were, his response was, they were the following - I have to emphasise that these are provisional charges.  I'll read the letter into the record.  We received this letter on June the 8th, which is today, and it's dated the 3rd of June 1998,\n\"RE WOUTER BASSON - Your enquiry of the 5th of May 1998 has reference.\n1. The criminal investigation regarding Dr Wouter Basson is not concluded.  The provisional charges which are being investigated are the following\n (1) Instigation to murder - This charge relates to the assassination of Mr Orlando Christina and ...(indistinct);\n (2) Assault to do grievous bodily harm - this charge relates to the use of the so-called truth serum in the investigation and questioning of the alleged perpetrators in the Orlando Christina matter above;\n (3) Manufacture of 1000 kilograms mandrax; \n (4) Manufacture of 1000 kilograms ecstasy - MDMA;\n (5) Possession of 100 capsules of ecstasy;\n (6) Possession of 2000 capsules of ecstasy-MDMA;\n (7) Possession of 1040 capsules of ecstasy-MDMA;\n(8) Defeating the ends of Justice;\n (9) Possession of classified material;\n (10) A number of charges of conspiracy to murder (involving the alleged use of poison);\"\nThe letter continues,\n\"... Once the investigation by the Office of Serious Economic Offences has been finally concluded, a further 10 charges relating to fraud, amounting to approximately R50 million rands will be joined to the above charges.  It must be emphasised that these are provisional charges which are being investigated.  It is possible that at the conclusion of the investigation some of these charges may not be preferred against the accused.  It is also possible that further charges may emerge.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you asking from us, Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I've read that into the record, Chairperson, for the panel to be aware that whilst we try to maintain the integrity of our hearing, we are mindful of the fact that there are criminal charges pending, and therefor there will be some witnesses where we have received affidavits as opposed to instructing them to be here in terms of section 29.  We've don that only in respect of witnesses who will not in any way compromise the integrity of our hearing.  So, I wanted to place this on record and bring this to the attention of the panel.  Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Currin?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chairperson, this issue has got nothing to do with Mr Currin.  These are general issues which I'm raising before we start with the first witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I think it is his entitlement to say anything, or to say nothing.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Thank you, Mr Chairman.  I have nothing to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Mag dit u behaag, agbare Voorsitter, ons het net oor die laaste punt - ten aansien van die laaste punt gemaak deur mnr Vally betreffende die feit dat in sekere gevalle eedsverklarings aan u beskikbaar gestel sal word.  Daar is vroeer, net voor die lang etensverdaging aan ons eens so 'n verklaring verskaf deur ene, Dr Immelman.  Ons het nog nie die geleentheid gehad om daarna te kyk nie, maar ons gevoel sal aan die einde van die dag wees, as daar enige inkriminerende getuienis was ten aansien van enige van ons kliente, sal ons die versoek aan u rig dat die betrokke persoon viva voce kom getuig voor u en dat dit nie toegelaat word by wyse van 'n eedsverklaring nie, maar ons sal mettertyd ons houding aan u openbaar wanneer ons die geleentheid gehad het om die betrokke redelike lywige verklaring behoorlik deur te gaan.  Soos u behaag.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is therefore your attitude that you should play it by the ear until ...(intervention)",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "That is the submission, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any further submissions, Mr van Zyl?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Nothing, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally, are you wanting us to make a ruling in relation - is there any of the legal teams wanting to make any submissions relevant to category 2, documents which will be referred to, but which we will be asked to rule that they should not be released to the public for publication?  No submissions?  Mr Vally, you have your ruling.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you, Mr Chair.  Well, we'll proceed now and call our first witness, that's Mr Jan Lourens - Dr Jan Lourens, I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before Mr Lourens testifies, as is customary, we will ask him to be sworn in, and I will ask advocate Denzil Potgieter to administer the oath.",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, advocate Potgieter.  Mr Vally?\nEXAMINATION BY MR VALLY",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you, Mr Chair.  Mr Lourens will you please tell us what you profession ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed, Mr Vally, I would like to ask the members of the media, whilst we are not curtailing their right to take photographs, it should be done in a way that is not going to be intrusive and make the witness unable to perform the - and I will ask the Media Liaison Officer of the TRC to assist us in this regard.  There has been an arrangement for such issues to be dealt with in a way that takes into account the rights of camera persons as well as maintaining the decorum with which these proceedings should be run.  I will therefor ask for the co-operation of everybody in this regard.  Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you, Mr Chairperson.  Dr Lourens, can you please indicate to us what your profession is and your qualifications?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Mr Vally, I am a business man.  My qualifications is, I hold a Bachelors degree in Metallurgical Engineering, a Masters degree in Industrial Engineering, and a Doctorate in Biomedical Engineering.",
            "Male"
        ],
        [
            "MR VALLY",
            "We haven't asked you whether you have any statement which you want to read into the record before you commence, do you have any statement that you want to read into the record?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, Mr Vally.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you.  Can you tell us what your involvement with Doctor Basson was, from the very beginning?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I was a Permanent Force member working in the South African Air Force.  I worked in what was then known as One Air Depot.  I was the officer commanding of the old Metallurgy and Chemistry Laboratory.  During this time I met with an old friend, Dr Philip Mijburgh, who was at that stage based at Special Forces.  Philip approach me and asked me if I would be interested in joining Special Forces to work on what was an act of interest of ...(indistinct), the subject field of biomedical engineering.  I - the scope of the work at that stage was defined very very widely.  It wasn't specific per se chemical or biological warfare, and it was to assist with some laboratory tests and animal testing, some biomedical assistance, and I agreed.  I was transferred from the Air Force to a unit called Special Operations based at Special Forces Headquarters in the old Voortrekkerhoogte, and I subsequently met Dr Wouter Basson, who was then the officer commanding.  From there came a long relationship with him, all in the subject fields of primarily chemical warfare, to a much lesser extent that the biological warfare side.  I don't know if you want me to move on into a sort of a chronological order of where I was involved in which of the projects?",
            "Male"
        ],
        [
            "MR VALLY",
            "Yes, but let me just - before we move into the projects, you were involved in the Air Force and then you moved to Special Forces?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us what program you were involved in when you were at Special Forces - sorry, is it Special Operation, I beg your pardon.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "That's right, it was a small unit called Special Operations.",
            "Male"
        ],
        [
            "MR VALLY",
            "So Special Operations was a small unit within Special Forces?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, Special Operations was a very small unit.  There were a number of medical practitioners, medical doctors in the unit, and I was the only non-medical individual.  My task initially within the group was to supply the medical practitioners with technical assistance.  This technical assistance varied from installing and providing a radio net for the group of doctors, at that stage operational in the Reef, the Johannesburg-Pretoria area, supplying them with specific vehicles.  These specific vehicles were standard Sedan motors but had been converted to be high-speed vehicles, long range fuel tanks, special radio equipment and the like.\n I did assist from time to time in small weapons modifications such as converting an assault rifle with a collapsible butt so that the doctor could carry it in his kit.  So really, it was really very sort of basic technical support for the medical doctors.  \n Now this group of medical doctors, their main role was medical support to various operations, whether that was internal or a cross-border operation.  They supplied their support to primarily our own forces.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us why would a group of doctors within Special Forces need an it's radio network, as well as why would they need high-speed cars, Sedan cars?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It would be quite frankly difficult to tell you exactly why they needed their own radio network, and why they needed their own specific special cars, because during that era we worked, as you most probably know, on a very strict need to know basis, and I was never exposed to the type of operations that they participated in or supported in.  It was never known within the unit that one of the colleagues would be going on an operation the next day, and it would be into Lesotho or Angola, or whatever the case may be.  It was just not known to us.\n So, I for example, on the radio net, I knew what sort of an area that I had to cover, what sort of frequencies I needed to use, etc, but the exact detail thereof and the application thereof was never known to me.  I, for example, was not a participant in the radio network.  I didn't have a radio, only the group of medical practitioners had radios.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did the programme that you were involved in, and we're still talking about the Special Operations programme within the Special Forces under the command of Dr Wouter Basson, did it involve animal experimentation?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, it did involve animal experimentation, but not within the unit Special Operations.  What we had, at Special Operations we had a small chemical laboratory, so-called Block C at Special Force Headquarters, where we manufactured a teargas, but there was no other chemical biological work done within Special Forces.  During the early days of my exposure to the programme, I was taken to a farm, just north of Pretoria, near the Roodeplaat Dam, and at this dam, or at this farm they developed an extensive biological warfare come animal experimentation facility.",
            "Male"
        ],
        [
            "MR VALLY",
            "Okay, we'll come back to that in a short while.  Can you tell us what period we're talking about now?  You joined the Air Force, I believe, in 1982.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I was transferred to Special Forces in '84, and my exposure to both the chemical side, being Delta G Scientific in Roodeplaat, could commence in 1985.",
            "Male"
        ],
        [
            "MR VALLY",
            "Alright, in 1985, and this is the sight you were telling us about a short while ago,",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "At this stage it was the Greenfields Development, there was nothing happening there?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, at that stage what was on the sight was an old farmhouse and a small lab complex and some animal cages.  There, for example, at that stage had been one chimpanzee at the farm, but there was no extensive animal facilities and animals available at that stage.  As far as I can recall, there was some baboon cages, even at that early stage.",
            "Male"
        ],
        [
            "MR VALLY",
            "Now, this farm you say was located near the Roodeplaat Dam.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "How far from Pretoria is that?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I'd say it's about 15 - 20 kilometres north from Pretoria.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who took you to this farm?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Philip Mijburgh took me to the farm.",
            "Male"
        ],
        [
            "MR VALLY",
            "And who did you meet at the farm?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "At the farm I met three individuals, Dr Daan Goosen, who was at that stage the man managing the facility, Dr Andre Immelman, and Dr James Davies.  All three of them were Veterinary Surgeons and both Dr Immelman and Dr Davies was Toxicologists.",
            "Male"
        ],
        [
            "MR VALLY",
            "Now what were you told about this sight at Roodeplaat?  Why were you taken there?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I was told at that stage absolutely nothing about this sight.  It wasn't a normal procedure that I would be taken to a sight and - or that I would be, you know - the full detail of the project or what they were doing at that stage, would be told to me in detail.",
            "Male"
        ],
        [
            "MR VALLY",
            "At that stage, were you told anything?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, I was aware of the fact that they were doing animal experimentation, and I was aware of the fact that they were evaluating this new generation teargas, but I was never briefed formally by either Dr Basson or Dr Mijburgh in terms of this is the actual programme and you know, this is the evaluation process procedures, whatever the case may be, and as a matter of fact, I, in none of the aspects of the projects were I ever briefed formally, but it wasn't an abnormal practice.  That's the way, sort of, things roll.  It was a very loose structure, it was a very loose programme.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you - and I'm still talking at this stage when you're still a member of the Special Operations group within Special Forces - were you ever personally witness to the animal experimentations?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you indicate what you witnessed to?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, the first exposure that I witnessed was an explosive device - evaluation of an explosive device, it was a sort of a stone grenade, and it was in - that particular evaluation wasn't done at Roodeplaat, it was done at one of the military test sights, I think it was Walmansthal, where the Roodeplaat scientists provided the animals, and at that stage it was rats, to a company which it's now called Medchem, it was Dr Vernon Joint at that stage.  So that was my first exposure.\n Subsequently at Roodeplaat I witnessed the exposure of baboons to the substance called CR, which is a teargas.",
            "Male"
        ],
        [
            "MR VALLY",
            "We'll come back to that.  Whilst you were in the Special Operations grouping, you were still a member of the Permanent Force?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you hold any rank?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I was a Captain.",
            "Male"
        ],
        [
            "MR VALLY",
            "Now, was this a formal military unit like other military units were, where people were in uniform, went around saluting each other?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Absolutely not.  As a matter of interest, this is that I think the only time that I was in uniform during my attachment to Special Operations, was in cases when I was sent to the border.  For the rest we were always in civilian clothes, and there was in actual fact, practically no rank structure.  It was a very very informal structure and it was relaxed environment.",
            "Male"
        ],
        [
            "MR VALLY",
            "Now before this laboratory at Roodeplaat was developed, you mentioned a Block C.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "This Block C, where was it located?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Block C was located in Special Forces Headquarters, on the eastern side, on the ground floor of Special Forces Headquarters.  It was a small lab.",
            "Male"
        ],
        [
            "MR VALLY",
            "What was it used for?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was used for the manufacture of this teargas called CR.  They manufactured CS as well, but that was a previous generation teargas.  The focus at that stage was on the development of this new generation product called CR.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us who else where members of the Special Operations?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Of the medical unit the members at that time was Dr Basson, as officer commanding, Dr Swanepoel, although he joined a little later, he was basically the admin officer, Dr Philip Mijburgh, Dr Chris Blunden, Gerrie Odendal, a doctor as well, Deon Erasmus, Hennie Bester and Ben Steyn, and that was basically the group at that time, and of course myself.",
            "Male"
        ],
        [
            "MR VALLY",
            "This unit, the Special Operations unit, who did it report to?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Dr Basson reported to the then General in command of Special Forces, which was General Kat Liebenberg.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did the Surgeon General at the time, General Nieuwoudt, have any role here?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, the medical staff was allocated from SAMS, the medical services, to Special Forces.  The moment you started to move outside the grouping of special operations, in other words towards the projects, being the biological and chemical warfare projects, these projects resorted directly under the Surgeon General, so Dr Basson had dual reporting structure, on the one side to General Liebenberg, and the other side to the Surgeon General, General Nieuwoudt.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was this the situation throughout your involvement with Dr Basson, that he had a dual reporting structure, to the Surgeon General, as well as to General Liebenberg?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Mr Vally, it's difficult to answer the question in the sense that I don't think any one of us fully knew who Dr Basson reported to.  Dr Basson had a wide range of roles and duties that he played within the South African Defence Force, amongst them Military Intelligence as well, so I think at least into two channels did Dr Basson report into.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did Dr Basson have any reporting structure that you are aware of, or any contact directly with politicians?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not that I'm aware of at all.  I was - Dr Basson is a private man, and the only relationship that I knew of in terms of him and any politician was with the State President, Mr P W Botha, because Wouter acted as his physician and he saw him from time to time, but I have no intimate knowledge in terms of the type of relationship.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you.  At some point Special Operations evolved into a different unit.  Can you tell us about that?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "During Dr - General Knobel having taken over from subsequent to the death of General Nieuwoudt ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Sorry, do you remember when that was?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, I don't, it is late eighties.",
            "Male"
        ],
        [
            "MR VALLY",
            "I think it's 1988, I think that General Knobel took over.  Please go on.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Then the Special Operations unit was transferred from Special Forces back to South African Medical Services and it became what was known then and still is as Seventh Medical Battalion Group.",
            "Male"
        ],
        [
            "MR VALLY",
            "Now, at which stage did you relocate from Special Operations, I'm talking about physical relocation?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "In 1985.  What happened in 1985 is, there was - there were two facilities being built.  One was the big biological research facility on the same farm at Roodeplaat, and the other was a chemical facility in Midrand, called Delta G Scientific, and at that stage there was a number of, not really problems, but there was a requirement for an engineering input at the Delta G sit, and I was transferred to Delta G to work as a site engineer on the construction phase of this plant.  During this time, though, I remained working at Roodeplaat, and I assisted a number of the scientists in manufacturing various types of equipment that they would use, and the equipment was all related to animal experimentation.",
            "Male"
        ],
        [
            "MR VALLY",
            "What was the biological facility at Roodeplaat called?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was called RRL, being or standing for Roodeplaat Research Laboratories, and the Afrikaans version was RNL, Roodeplaat Navorsings Laboratoriums.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were these official wings of the Defence Force, or were they constituted differently?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, it was not at all - as a matter of fact, it was strongly denied that there was any links with the Defence Force.  It was front companies, and there was no evidence of anything military, other that the security systems in place.",
            "Male"
        ],
        [
            "MR VALLY",
            "When you say \"front companies\", can you be a bit more explicit?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well it was a front company in the sense that it had a - it was registered as a PTY Limited.  There was a board of directors constituted, they operated in a manner as close as possible that you could - close to a private company with some sort of funding, and the image that was projected into industry was that it was in actual fact a private company.",
            "Male"
        ],
        [
            "MR VALLY",
            "Let us first talk about RRL, Roodeplaat Research Laboratories.  Who were the Directors of RRL?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "When I introduced to the company initially, the Managing Director was Dr Danie Goosen and the only two Directors that I can recall at the time, was a Dr Schalk van Rensburg and a Dr Andre Immelman.  Dr Danie Goosen left the company round about '85/'86 and he was replaced by Dr Wynand Swanepoel, one of my ex-colleagues from Special Forces.",
            "Male"
        ],
        [
            "MR VALLY",
            "And Delta G, who were the Directors of Delta G?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Delta G initially the Directors were - the Managing Director was Mr Barry Pithy - no, untrue, the Managing Director at the time was Dr Willie Basson.  Barry Pithy was a Director, Dr Gerrie Rahl was a Director, and there was a Mr Andre Redelinghuys.  Dr Willie Basson left the company as well at roughly the same time was Dr Goosen left, and he was then replaced with Dr Philip Mijburgh.",
            "Male"
        ],
        [
            "MR VALLY",
            "What role did Dr Wouter Basson play in the establishment of these two companies?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, Dr Basson was the Project Leader of the then Project Coast, and he was absolutely instrumental in the establishment of these two companies, he was the driving force, he was the man that created the - in conjunction with people such as Dr Willie Basson and so forth created the concept, the design everything was Dr Basson's.  It was Dr Basson's brainchild to a very large extent.",
            "Male"
        ],
        [
            "MR VALLY",
            "If he was not the Director of either of these companies, how did he exercise any control over these two companies?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, on a project basis in the sense that there was a holding company, a company that basically acted as the channel of funds from the South African Medical Services into the project, being Project Coast, and this was a company called Infladel Pty Ltd and they were based in Hatfield.",
            "Male"
        ],
        [
            "MR VALLY",
            "And who were the Directors of Infladel?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was a Mr Ben van den Berg and initially Dr Philip Mijburgh, but Dr Basson was not a Director.  As a matter of fact, I don't think Dr Basson was a Director formally in terms of the South African requirements of any of the companies at any stage.",
            "Male"
        ],
        [
            "MR VALLY",
            "You stated that Infladel was the means by which these companies were - had funds channelled to them.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who channelled the funds through to the companies?  Where did the funds come from?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "The funds came from South African Medical Services, as far as I know, there may have been other sources as well.  It may have, you know, there may have been a source from the Army, or whatever the case may be, but as far I know it was funded by SAMS.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you indicate to us how much was spent in establishing these facilities, Delta G as well as ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I have absolutely no idea.",
            "Male"
        ],
        [
            "MR VALLY",
            "Now, were you still member of the Permanent Force at the time?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No.  What happened is, I retained my conditions of employment in terms of salary, etc, etc, but I was paid by the front company.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were the two companies, as far as you are aware, still reporting to structures in the then South African Defence Force?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Absolutely, absolutely.  No, the interface between both Dr Mijburgh and Dr Swanepoel with Dr Basson and the research in general and so forth were regular.  Yes, there was a formal reporting channel.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was this both the situation under General Nieuwoudt as well as General Knobel?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I cannot comment on the General Nieuwoudt era because I didn't know General Nieuwoudt, I met him once, I never interfaced.  That was the early days of the project and my exposure was very limited to the running of the project at that stage.",
            "Male"
        ],
        [
            "MR VALLY",
            "And General Knobel?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Undoubtedly, undoubtedly, that there was a strong interface with General Knobel.",
            "Male"
        ],
        [
            "MR VALLY",
            "What was General Knobel's role visa vis these two companies?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, General Knobel was again responsible from the South African Defence Force's side for the project, the Project Coast, as such, although I have to admit that there had been in my discussions with General Knobel, grey areas in terms of what he knew about - what he bore knowledge of, and what he didn't.  I had at one stage, right at the end of my involvement in this project, I had a discussion with General Knobel about the aspects of the project that I thought was going very wrong, and he denied having any knowledge of the offensive part of the project, and he made it quite clear to me that Dr Basson had more that one reporting channel and that that part may in actual fact exist elsewhere, but he denied knowing anything about the programme.  So that leaves us ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you indicate to us when this conversation took place, the period?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Early '93.",
            "Male"
        ],
        [
            "MR VALLY",
            "We'll come back to that shortly.  What was your understanding of what Project Coast was about?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "My understanding of Project Coast was in essence three components.  The one component was a offensive chemical ability, and if I have to define that, and the first part thereof would have been the manufacture of CS and CR, that's two types of teargas.\n The second part would have been a large research ability in terms - research facility being able to research chemical substances and the ability to manufacture these on small scale.  Now, in terms of the - there's a grey area between chemical warfare and biological warfare, and it would include areas such as biochemistry, etc, etc, and that would have been part of the chemical project.  \n As far as the biological project is concerned, the research was directed towards biological warfare substances.  My involvement and exposure to the biological side had been minimal, so I am not able to give you accurate examples, I mean I can speculate about the type of projects as a function of the type of equipment that I supplied them, but I cannot tell you accurately or specific projects that they were working on.",
            "Male"
        ],
        [
            "MR VALLY",
            "If I was to use a lay person's definition, and if I was to say that,\n\"Biological warfare should be distinguished from chemical warfare which uses agents such as chlorine, mustard gas, nerve gases, hallucinogenic drugs, etc, the essence of biological warfare is the use of living organisms to produce pandemics of disease spread by national means throughout whole populations.\"\nWould - I'm reading from A lay person's guide to family health, would that be accurate?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I think so, although I think that the subject field is much more complex that - but in essence, yes, it's true, but it's truly a complex subject field.",
            "Male"
        ],
        [
            "MR VALLY",
            "So the one - the biological facility dealt with living organisms, anthrax, botulism, bubonic plague, those kinds of issues - those kinds of organisms as opposed to chemical substances?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, but the biological facility did a great deal of work on, for example physiological studies such as virility and fertility and so forth as well, which is difficult to classify in the subject field of purely biological warfare.",
            "Male"
        ],
        [
            "MR VALLY",
            "Let's touch upon that issue for a while.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "This research into fertility and virility, can you tell us more about this?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I can't tell you a great deal.  What I can tell you is that the work that was done, was done by a scientist by the name of Dr Borman, Dr Riana Borman, and she was working on primates, baboons, I don't know if the work ever moved onto the chimpanzee level, into ways in which she could influence the virility and fertility of the animal.  Speculation has it that a part of this work was directed an ethnic issue in terms of to be able possibly manipulate ethnic virility or fertility rather, but I know no more that that as far as that specific project is concerned.",
            "Male"
        ],
        [
            "MR VALLY",
            "Referring to the speculation, you're referring to - and to be more direct, was the speculation that this work was aimed at reducing the birth-rate amongst black people?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, Mr Vally, I assume so, and again it's one of those situations that we never ever discussed a project in detail.  You know, I would for example, in this particular case I was responsible for the manufacture of a stimulator that is used to stimulate and draw sperm from the male animal and in this discussion with some of the junior scientists, you know, you discuss it vaguely, but I was never briefed formally and said this is the project, this is the extent, this is the scope, this is the objectives, etc, so please accept it as speculation.",
            "Male"
        ],
        [
            "MR VALLY",
            "In you informal discussions, and I accept that you were not formally briefed and you were not party to it, were any - were you aware of any research into specific delivery mechanisms regarding the inhibition of fertility amongst black people?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, no, Mr Vally, not at all.",
            "Male"
        ],
        [
            "MR VALLY",
            "Nothing about introducing it to water systems, etc?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, no, at the time that I was exposed to this project, it was right at the start of the project, so, you know, delivery systems would have been a long way down the road.",
            "Male"
        ],
        [
            "MR VALLY",
            "When were you aware of this project being initiated, I'm talking about the period, the date?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "If I - I'd have to say it was '86/'87 roughly.",
            "Male"
        ],
        [
            "MR VALLY",
            "And how long did this project last, how long did it run for?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I've not idea.  During the '86/'87 period I to a very large extent withdrew from the biological project.  At that stage Roodeplaat was on it's own feet, it was fully staffed, it had an own engineering department.  I still from time to time, even up till '91 supplied specialist equipment, but I wasn't involved in routine animal experimentation equipment at all.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you provide equipment for routine animal experimentation prior to that period?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I supplied them with a number of what is termed, a restraint chair.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you just describe it for us, please?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Basically a restrain chair is a chair in which an adult baboon would be strapped into so that experimentation can be done the baboon.  The baboon would sit in it and his arms and legs would be tied down.  It's a see-through perspex chair so that the baboon can be monitored as the baboon is experimented on.  What experimentation as such implies, means, I've never witnessed an experiment, so I've no idea.  I supplied them with a gas chamber, and what the gas chamber basically was, was a chamber that - it's a box if you want, again constructed from a see-through material, as far as I can recall it was polycarbonate, and it was of sufficient size that you could in actual fact move the restraint chair into this box and the box allowed you to introduce substances into this box by whatever means, and if I can define this a little bit more clearly, is that it had a septum, so you could inject through the septum, or you could spray a substance through the septum and it was self-contained, it had an air filtration system so that there would be minimal exposure to the outside, but you can expose the animal on the inside to whatever substance you wanted to.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who was this equipment, the restraint chair, the gas chamber, who were they supplied to, which structure or which company?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "To Roodeplaat Research Laboratory at - the biological lab.",
            "Male"
        ],
        [
            "MR VALLY",
            "Experiments regarding biological agents, where were they carried out?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I've absolutely no idea.  I would assume, speculation, it would have been Roodeplaat, and the only assumption, or the reason for the assumption would be since I installed a filter system at Roodeplaat, which - it's not totally true, I didn't install the system, I was party to the design and specification of the filter system to be able to remove chemical and biological substances, and I have to say to you removal of a biological substance is a reasonably simple procedure, chemical substance is more complex, but biological substance, or particle removal was part of that design, and there was facilities to be able to do that type of experimentation contained - decontaminate, etc, etc.",
            "Male"
        ],
        [
            "MR VALLY",
            "Just then briefly, where was Delta G situated, where was the factory?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "In Midrand.",
            "Male"
        ],
        [
            "MR VALLY",
            "Coming back to the gas chamber, who gave you the specifications in terms of which you built it?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I interfaced, as far as these projects were concerned, with primarily only two people which and they - Dr Andre Immelman and Dr James Davies.",
            "Male"
        ],
        [
            "MR VALLY",
            "What were their roles in either RRL or Delta G?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "They were both based at RRL and they were both toxicologists, so to a very large extent, especially James, James was responsible for the animal experimentation side.",
            "Male"
        ],
        [
            "MR VALLY",
            "Now, to go on, did you move on from RRL at some stage?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I was never in the employ of RRL, I moved on from Spes Ops to Delta G, I worked as a site engineer, and I from time to time as RRL required my services, I simply just did the work for them.  I moved on from Delta G at the end of the chemical site being completed. Once we'd gone into commissioning faze and the staff moved into the building, I had the option of staying on as a site engineer, or leaving, and at that stage I approached Dr Basson and requested that I be allowed to leave with a part of the project, and the part of the project was the part that looked at the chemical defence side.  Chemical defence side centred around material studies, engineering studies around the protection of man and of vehicles and systems, so it had to do with gas masks, special filters, special clothing, gas detection, etc, etc, which was a subject field that existed within the project, but which was at really an early stage of development and after a period of time between Dr Mijburgh and Dr Basson, they agreed thereto, and I left with that part of the project.  Now, if I say I left with the project, it was really just me and one scientist that left from Delta G, and we started this project from scratch.",
            "Male"
        ],
        [
            "MR VALLY",
            "What was - did you form a company?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I formed a company called Systems Research and Development.  We were based in Randburg and in this company I had three or four scientist and myself initially.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was this also a front company?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who was it financed by?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was financed by the South African Medical Services via Infladel and the system worked as follow, it's is that I would draft a series of project proposals in terms of, for example, the evaluation of textiles from Europe to be used in, to the manufacture of chemical warfare suits, do a formal scientific proposal, do the costing of this particular scientific proposal and then submit it to Dr Basson.  The project would be split into fazes, and as we complete a faze, submit a report, we would be paid for that particular part of the report, and it ran in that manner for a number of years.",
            "Male"
        ],
        [
            "MR VALLY",
            "And who would you report to?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I reported to Dr Basson, although I have to qualify this and say, Dr Basson was never involved in the day to day running of the project, or the month to month running of these projects, he was busy and had a lot of other things on his plate.  He in turn appointed a consultant to verify the scientific integrity of the projects and this consultant was again Dr Willie Basson.  Dr Willie Basson being the man that initially started Delta G.  He had left Delta G, he was working at Protea Chemicals at the time, so as far as the scientific integrity was concerned, I reported to him.",
            "Male"
        ],
        [
            "MR VALLY",
            "You've mentioned some of the project proposals that were approved involved protective textiles.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us what else was involved, what else did you manufacture?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, very briefly, I'll give you an overview of what we ended up eventually, not what we started with, the areas of technology that we were looking at was firstly, protection of the body, that being boots an over-boot and a textile for a chemical suite.  Secondly, would have been the protection of the respiratory tract, in other words, gas masks.  We looked at detection devices and the detection technology we separated into two groups, one being proximity protection, and one being long distance detection, and the technologies between the two was very very different.  And then we looked at test methods, quality control methods and test methods to be able to verify quality of these products being manufactured.\n Now, the process of verification in our case was one of actually testing the protective clothing with the test substance, and the test substance was chemical warfare substances.  So we had the ability to manufacture chemical warfare substances across the total spectrum on a very small scale, small scale being 1 - 5 millilitres.  Oh, and then of course the last area which I neglected to mention, was filtration media.  Filtration media, the key to filtering chemical substances from air is a product called activated carbon, and this activated carbon is impregnated with specific metals to be able to selectively remove these chemical warfare agents, and that was a big project for us.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you ever given directions as to certain projects that you had to complete, or follow up?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I was not given formal directions in the sense of being briefed of the strategic direction that we should pursue, it was really we worked from scratch, it was like starting a new research project for a doctorate, it was really working from scratch.  We aligned our processes from time to time with Dr Basson, but really that would have been once or twice a year, no more than that.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was there anything specific that Dr Basson asked you to look into or research - prepare research on?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "As far as the defensive capability is concerned, no.  What did, however, happened in this era, was that the company SRD developed into, or branched out into two other areas.  One was Dr Basson needed an ability in terms of ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Sorry, Dr Lourens, just to warn you that if you do want to talk to your lawyer, switch your mike off, because it is picked up through the headphones.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Okay, no, that's find, I was just looking for a word, so it's no problem.\n Surveillance equipment, you know electronic surveillance equipment.  So, we developed a specific ability to develop surveillance equipment and counter-surveillance equipment.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was this at the request of Dr Basson?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was a specific request of Dr Basson, yes.  And then, what happened as well, is I was requested in this time to accommodate two individuals in our little company.  Accommodate, being giving them a place to work, and these were two gentlemen that - I was introduced to the one by via General Lothar Neethling, and the other one by Dr Basson, and their requirement was for a mechanical workshop, which was set up in our facility.",
            "Male"
        ],
        [
            "MR VALLY",
            "I'll come back to that in a short while.  Since you were financed via Infladel, we assume that that was money from the South African Medical Services,",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did they in any way supervise your work?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, they didn't supervise my work in terms of having regular project meetings, or whatever the case may be, the quality control of the project was done via their representative, which was at that stage Dr Willie Basson.\nAs the project grew, and as the project ran for a number of years, the control mechanism became a lot better, became much more intimate and the extent to which South African Medical Services interfaced with us became a true working relationship, for example, at the end of the project, or when I left the project in the early '90's, there was a strong SAMS team working with us on a weekly/monthly basis discussing the projects, the development of the project, etc.  So by that time - but initially it didn't exist, but eventually it became a very very structured and a very orderly process, and all aspects thereof would have been monitored, whether it was equipment acquisition, whether it was the integrity of the science being performed, etc, and at that stage early '90's Armscor was involved, the project had been transferred from SAMS to Armscor, so we were running to the formal Armscor systems, if you want, which was totally controlled.",
            "Male"
        ],
        [
            "MR VALLY",
            "Would you say that at all times that SAMS was aware of the work you were doing?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not necessarily SAMS, but SAMS and/or Dr Basson, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "You're talking about Dr Willie Basson?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, Wouter Basson.",
            "Male"
        ],
        [
            "MR VALLY",
            "Dr Wouter Basson?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, and can I perhaps just separate the issue here.  The surveillance equipment and the mechanical facility that existed within the then SRD was not known to Dr Willie Basson.  I reported in to Dr Willie Basson only as far as the chemical warfare defence project was concerned.  As far as the other two was concerned, I spoke to only Dr Wouter Basson.",
            "Male"
        ],
        [
            "MR VALLY",
            "Let us briefly talk about the other two projects that were introduced into your company.  You mentioned one by Dr Lothar Neethling and one by Dr Wouter Basson.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us about these two?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Basically what happened there is that I was introduced by Dr Neethling to a man by the name of Bart Hetima and what Bart Hetima did is he brought into the mechanical facility, if you want, we called is cubie laboratories, he brought into cubie laboratories a skill, an ability to pack aerosols and aerosol cans of various sizes and the focus was at that stage, packing teargas for use by the security forces, primarily the South African Police, into these aerosol cans.  The other individual that ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Sorry, who had introduced Mr Bart Hetima to you?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "General Neethling.",
            "Male"
        ],
        [
            "MR VALLY",
            "General Neethling.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "With of course the consent of Dr Basson, I mean there was a close relationship between Dr Basson and General Neethling, so it was ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Did they ever see you jointly, Dr Lothar Neethling and Dr Wouter Basson?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Did I see them jointly?",
            "Male"
        ],
        [
            "MR VALLY",
            "Yes, did they ever come and see you jointly?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, no, they - without exaggeration, if Dr Basson was at any of the premises that I occupied more than three or four times, it would have been a lot, and with General Neethling, no more that twice, although I must say since I saw them at their premises regularly, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "How often did you see Dr Wouter Basson and Dr Lothar Neethling?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It varied - it varied as a function of Dr Basson's availability.  It was not unusual for Dr Basson to be away for extended periods of time, so really, it wasn't a regular meeting.  General Neethling, I at one stage saw him regularly, once every two weeks, but on a completely different level.  It was quite frankly a strange sort of meeting process in the sense that it was a social visit.  He partook in the formal research meetings two or three times, and then it died down, and then his participation stopped, and he didn't - that's now the chemical warfare defence side, and otherwise I saw him from time to time, and it was really, we were having a coffee together or drinking a whisky together, or whatever the case may be, but it was, it wasn't an active technical interface at any stage.",
            "Male"
        ],
        [
            "MR VALLY",
            "Let's talk about these two aspects, cubie labs as well as the electronics aspect.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Dr Lothar Neethling introduced Bart Hetima to you and his special capabilities were packing aerosol cans.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "That's true.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did he have any other special capabilities?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not that I know of.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did Dr Lothar Neethling ask for you to do anything else besides letting Mr Hetima pack aerosol cans with teargas apparently?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, Dr Neethling in terms of, even issues such as the packing of aerosol cans, did not interface with me.  He interfaced with Hetima.  He didn't ask me for any other ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Would you know what was in the aerosol cans?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, the, in the cases that I know of, it was either CS or CR, but the fact, you know, I wasn't party to the packing processes, they occupied a facility in my building, so for the rest, I could only speculate.",
            "Male"
        ],
        [
            "MR VALLY",
            "Which period was this?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "'86/'87.",
            "Male"
        ],
        [
            "MR VALLY",
            "You mentioned Dr Basson also introduced you to a person who started working at your facility.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us who that was?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "The man was an armourer by the name of Phil Morgan, and Phil used to work at a company called EMLC, which was based as Special Forces Headquarters.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you indicate to us what this gentleman did?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, this - what we did, or how this process worked, was the following, this is that Mr Morgan manufactured mechanisms that could be utilise to apply chemical substances to individuals, in other words, it was a variety of mechanisms that can be used to apply the chemical, the chemical warfare agent in, whether it's in a powder or a liquid form to individuals.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who was doing this primarily?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Phil Morgan.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was this with your assistance?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, it was never with my assistance, but I need to clarify this quite clearly, is what would happen here, is just that this would be a process of a number of people being involved.  The process would be the following, is this that a requirement would be set by, for example the toxicologists that would evaluate the piece of equipment, whether that would be Dr Immelman or Dr Davies, and let me give you an example, they would say, listen we need to inject 5ml of a watery substance into a body, and then there would be certain constraints, it must be quiet, it must be concealable, or whatever the case may be.  That would be defined to me.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who would give you this instruction, who would ask you this?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Dr Immelman, Dr Davies or Dr Basson, and ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Dr Wouter Basson?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "That's Dr Wouter Basson, yes.  This project, this programme, Dr Willie Basson never knew, or was never party of this part of the project.  I then in turn would go back to Phil and give Phil the basic requirement, and then leave him, and he would work and sketch and draw and come back with a piece of equipment which I would then hand over to the toxicologists, which they would evaluate, and then they may come back with some refinement, and this is the process that sort of ran over a period of time.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can we call these applicators?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, applicators is a good word.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did Mr Morgan make anything else besides these applicators?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, the applicators was quite a range of equipment, it wasn't - there wasn't one single piece of equipment, they varied, let me give you an example, it started off with for example a ring, a ring that would be worn by an individual that would have a compartment and a coin that concealed the chemical substance, and as the coin would be swung away the substance can be decanted into a drink, or whatever the case may be.  And then it progressed, it progressed then onto a mechanism such as a knife, a knife-like mechanism that would be ejected from a cigarette box, a substance - the knife for example was shaped roughly in the shape of a spoon, and this spoon-like subject, or object, could contain a chemical substance as well.  Some of the applicators, for example, screwdrivers, now it really is a screwdriver ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Sorry, maybe it would be opportune to show you some of these instruments.  These were obtained by the office of the Attorney-General, with your assistance.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And we'll come to just now as to where they were buried.  If I could take one of these instruments, and you took us through it, here we have what looks like a screwdriver.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us about it?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, the principle in all cases had been exactly the same.  You have in the front end the needle-like section, and at the very tip of it would be a hole.  In the handle would be a cylinder that would be spring-loaded.  The principle always was the following, you would suck the substance into the cylinder via the front end and then you would lock it into a position.  Now it would be spring-loaded.  The operator that uses the piece of equipment would stab the person being attacked, and in the stabbing process, the piston would be released and the chemical substance would be injected into the individual, and those would all to a lessor or greater extent work in the same manner.  Now, the - in terms of those particular units that you have in front of you, there was two varieties.  The one variety was a basic screwdriver, the other variety is a needled unit, so what it would have at the front was rather than a screwdriver, a single probe, it would have a number of needles, but the principle would be exactly the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are these exhibits safe for handling?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would not touch the front end if I was you, Mr Chair.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "What did you understand that these screwdriver applicators were being used for?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Mr Vally, I was never told what it was used for, but it was quite obvious in terms of, you know, the sort of thing that was devised, I mean it was never told - I was never again brief and said, you know, give me a screwdriver that can inject a poison into whoever, so that was never discussed with me, but from the job that, I mean from the weapon that you have there, it's quite obvious what it was used for.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Excuse me, you said there were two varieties, ordinary screwdrivers, and then the other variety?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "The other was exactly the same type of unit, but instead of it having the screwdriver end, it would have a number of needles, syringe needles at the front end of the, let's call it the piston end.  Now, what I need to say is, well, is this is that these units were packed in different formats, in other words for example, there was an example of a needled unit packed into what looked like a bicycle pump.  So, in essence what you would have in your hand would be a bicycle pump.  You'd have the ability to slide it back and then you would expose the needles.  It was packed into a walking stick, into an umbrella, so there was a number of different ways in which it was packaged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Rather like a James Bond movie, wasn't it?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Unfortunately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "So, we have a series of screwdrivers both with working with a stabbing mechanism and some working like a syringe with a needle mechanism.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "With some item in the handle.  There is a document, I'm referring to TRC '96, it should be with the section 29 notice, if I could just read it out to you, I'd like to know how this works.  This appears to be an issue regarding quality control, it says,\nSKROEWEDRAAIER\n 1.  Die skroewedraaier het 'n paar probleme opgelewer.\n1.1 Die suier klink om op die agterkant en sit dan vas in die silinder as gevolg van die slag op die aluminium suier;\n 1.2 Slegs 2 tot 2.5ml van die ongeveer 5ml van  die silinder mates word uitgespuit.\n  2. Die lawaai is baie sag omdat dit 'n geslote kamer is.  Dit is aanvaarbaar.  \nAANBEVELING\n1. Dat die silinder van 'n harde metaal gemaak word, soos byvoorbeeld, vlekvrye staal.\n 2. Dat die silindervolume verklein word na ongeveer 2.5ml sodat alles met een skoot uitgespuit kan word.\"\nDo you know the document I am referring to?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, well, I've seen it since you've issued to me, but not before.",
            "Male"
        ],
        [
            "MR VALLY",
            "What we are curious about, is it seem to be signed by - do you recognise the signature at all?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, it's Dr James Davies.",
            "Male"
        ],
        [
            "MR VALLY",
            "And it seems as if Dr James Davies is doing an assessment of these screwdrivers.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who would communicate this to you?  Who would tell you the screwdrivers are not working properly?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "He would.",
            "Male"
        ],
        [
            "MR VALLY",
            "He'd tell you personally?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And then you would improve on them?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, I would tell Morgan, listen it didn't work so well, try something else, then he would try something else.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was this something which happened regularly?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, no, as a matter of fact this is that this particular incident in terms of having had a problem with the technical aspects thereof is completely new to me.  There were one or two cases, it wasn't an active process of feedback and continued development at all.",
            "Male"
        ],
        [
            "MR VALLY",
            "So, Dr Lourens, by this stage, when you started being a conduit for making such instruments, you could call them potential instruments of death, you probably realised that, or were more involved than you were when you first started with the project?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, but I was involved with - at that stage I was driving the chemical defence project.  I - my only involvement in terms of anything offensive at that stage, was acting as this conduit between Phil Morgan on the one side, and the users, and the users was really, I either gave the units to Dr Basson or I gave the units to Roodeplaat Research Laboratories, and that was my only involvement.  I really was just the handler and payer of the equipment.",
            "Male"
        ],
        [
            "MR VALLY",
            "So you personally gave this to either Dr Basson or to Dr Davies?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, absolutely.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you ever give them to any other person?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Never - no, no one incidence, I was asked once by Dr Basson to move one of the screwdrivers and two vials filled with a chemical substance to the UK, and I then took it to the UK.  I ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Do you know when this was?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Sure, late '80's, maybe 1990, but I don't recall accurately.  I then moved the screwdriver, and I must be honest with you, I cannot recall whether that screwdriver was mailed across to a mailbox, or whether I hand-carried it.   What I do know is that I hand-carried the two little glass vials, if that's the correct word, with me when I travelled to the UK.  I then had to meet a man ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Let's start at the beginning.  Who asked you to travel?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Dr Basson.",
            "Male"
        ],
        [
            "MR VALLY",
            "And what did he say the purpose of your travel was?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I had to hand over this mechanism and demonstrate the mechanism to an individual.",
            "Male"
        ],
        [
            "MR VALLY",
            "And did he tell you who the individual was?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "He didn't - he told me I would meet a man at the station, and he told me that I had to be at a certain time at a certain station, and that this man would meet me, and this is exactly what happened.",
            "Male"
        ],
        [
            "MR VALLY",
            "And did he tell you what were in those glass vials, the ampoules?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No.",
            "Male"
        ],
        [
            "MR VALLY",
            "What did you suspect was in there?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "A poison.",
            "Male"
        ],
        [
            "MR VALLY",
            "Oh, I see.  Did you ever - by this stage you felt your involvement, did you ever question that, or why did you agree?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I didn't question it at that stage.  I did question it at a later stage, subsequent to this hand-over, but at that point I didn't question it at all.",
            "Male"
        ],
        [
            "MR VALLY",
            "And why not?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Mr Vally, it's a difficult situation to answer you.  You know on a hindsight we have all this wisdom, but at that point in time, I mean, it was this closed project, we were fighting this great enemy, it was this absolute total secret, super-secret project and we worked on such a strict need to know basis that we questioned practically nothing.  I didn't question it at that stage.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who funded your trip?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I don't know, I can't remember, because some of those trips I funded, and some of the trips was funded by the company that I was working for at the time, but eventually the South African Medical Services funded it, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was there more that one trip?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, there was many many trips, but there was only one trip in terms of hand-over of this type of weapon.",
            "Male"
        ],
        [
            "MR VALLY",
            "We're coming back to the handing over of these items.  What were the other trips about?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "On the chemical defence side, I travelled to Europe very very often to try and acquire technology, or products with respect to chemical warfare clothing, we negotiated a gas mask transfer, a technology transfer project into South Africa, activated carbon, all kinds of aspects around the pure defence project.",
            "Male"
        ],
        [
            "MR VALLY",
            "And all these trips and, including the work of Mr Hetima and I believe you said Mr Coleman?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, Morgan.",
            "Male"
        ],
        [
            "MR VALLY",
            "I'm sorry, Morgan, I beg your pardon.  These were all carried out by or under the company's systems research and development?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Initially, yes, and, but I left the company in 1987.  What happened in 1987 is that I left the company to focus only on the chemical protection side, on the defence project.  So, I left the SID electronics side and I left the cubie laboratory side.  That was taken over by a man by the name of Johnny Koertzen, a Special Operations Psychologist, he took over from me, but as far as the interface - as far as the screwdrivers is concerned, I remained involved as far as that specific part is concerned, and that I remained involved in for quite some time.",
            "Male"
        ],
        [
            "MR VALLY",
            "Alright, let's just go onto the screwdriver that you were asked to take with the two ampoules to Britain, what happened there?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "What happened is, I met the man, by the name of Trevor, I was just introduced - I was told that his name is Trevor, and I met him as Trevor.  We went to a cottage that belonged, or that was rented by Dr Basson, just outside Ascot, that little place called Warfield.  I drove him there, and at the cottage I demonstrated to him how the mechanism worked.  I opened the vile, one of the vials, sucked the substance into the unit locked it into it's - it had a safety lock mechanism.  I somewhere spilled some of the substance on my hand and I don't know how it happened, but I wiped my mouth and I lost consciousness very quickly.  There was a bathroom, I recall going into the bathroom, and I recall there being a bottle of Dettol, which I drank.  Again, in hindsight, I have absolutely no idea why I drank the Dettol.  At that stage, I to a large extent lost sight, and of course the Dettol induced a lot of vomiting etc, etc, and I woke up a period later.",
            "Male"
        ],
        [
            "MR VALLY",
            "This item that you were asked to transfer, can you describe it to us?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Mr Vally, I must tell you this, I don't have a good recall, I can't recall whether it was a screwdriver or a needled unit, but it was one of the two.  I don't have a very good recall of that particular day and that incident, but it was definitely a hand-held unit, and it was either a screwdriver or needled.  I've thought about it, trying to recall the memory, and one of the issues that I can't recall, you know, for example I can remember the vile was a glass vile, and it's a smallish vile, and if you have to such up the liquid with the average screwdriver unit that was in front of you it would be difficult, so I assumed it to have been a needled unit?",
            "Male"
        ],
        [
            "MR VALLY",
            "Was it an item manufactured at ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "By Phil Morgan, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Yes.  Just to go back very briefly, who were the Directors of Systems Research and Development, SRD?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was myself, a man by the name of Bernard Zimmer, based is Luxembourg, a man by the name of Charles van Remoortrere, they'd been working with me quite closely on the acquisition of materials from Europe, but it changed subsequently when I left.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were these all South Africans?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, Mr Zimmer is a - both Mr Zimmer and Van Remoortrere are Belgian citizens?",
            "Male"
        ],
        [
            "MR VALLY",
            "Were they aware of the screwdriver project?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Absolutely not.",
            "Male"
        ],
        [
            "MR VALLY",
            "Alright, after your delivery of the screwdriver, did you have any other mission in Britain, or did you return to South Africa?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I returned, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you report this?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "I reported it to both Dr Basson and Dr Mijburgh, and the reaction was one great scepticism about my story and their response to it was that it was highly unlikely that even if I had only a drop in my mouth that I would have lived, and we never discussed it again.  Not that particular incidence, the poisoning of myself, no.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you ever see experiments on animals carried out with any of these screwdrivers?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were any reports ever made to you on experiments?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, never.  Not written reports, James Davies and I had discussions about the equipment, but written reports, never.  It was never made available to me.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did Dr James Davies ever tell you that this had been used on animals to test it's effectiveness, or whatever?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, he - what he said to me was that they had evaluated the mechanism and you know, we never discussed it in detail in terms of what the evaluation meant, whether it was an animal, or whatever the case may be, they had used different models at different stages, so no, the details was not discussed with me, but there was an evaluation.  I was aware of the fact that there had been an evaluation, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "This evaluation, did it ever involve a discussion as to the effect that this weapon had had on a human-being?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No.",
            "Male"
        ],
        [
            "MR VALLY",
            "Are you aware of whether this was ever tested on any person?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not at all.",
            "Male"
        ],
        [
            "MR VALLY",
            "Let's go back to SRD, can you advise us of what the further developments at SRD were?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I was - I moved away from SRD.  The Chemical Defence Project had become a substantial project in terms of the number of sub-projects that we were running as scientists, etc, etc, and to the extent that we - it was necessary for us to move from our premises which was based in Randburg at that stage, we had to move into a bigger facility.  The project had developed to the extent that it was decided that I would carry on with the Chemical Defence Project, and at this stage Armscor had become involved in this project, and that Johnny Koertzen would remain involved with the other companies.",
            "Male"
        ],
        [
            "MR VALLY",
            "Let's understand that when you carried - when you hived off from SRD with the Chemical Defence Project, you also went with the screwdriver project.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I had remained responsible for the screwdriver project, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And who did you take with you?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Nobody, nobody went with me.  Morgan stayed where he was, and the mechanism operated in the same that I would interface with Morgan, and Morgan would supply the stuff to me, and so the routine remained, but he, and quite frankly, I know that he moved out of the SRD facility with his equipment at some stage, his and Hetima's paths parted, but you know, I still phoned him up and he carried on doing the work.",
            "Male"
        ],
        [
            "MR VALLY",
            "Besides the screwdriver facility that we're talking about, were there any other offensive items, weapons, or whatever that SRD were responsible for making?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not that I know of, no.  I at one stage received a - right at the end of my period, just before I left the organisation, I met with a man by the name of Joe Verster, who was the head of the CCB.  I was introduced to Joe by Dr Basson, and the reason for the introduction was, is that the two of us would have started to work closely together.  I met Joe only once, subsequently I was introduced to a man by the name of Danie Wahl who was Joe's second-in-charge, and at one of the meetings, which was the second or third meeting, Danie gave me a number of parcels.  There was a number of sheet explosives, which is basically it looks like a piece of cardboard, there was a number of letter-bomb mechanisms, there was two boxes of washing powder, OMO washing powder that had an explosive mechanism packed into them, and I was asked/told to keep the equipment in a place of safekeeping, but this didn't come from Phil Morgan, this didn't come from SRD, it came from another source, but that had been my only interface in terms of other weapons.",
            "Male"
        ],
        [
            "MR VALLY",
            "These items, so there were the screwdrivers, there were two OMO washing powder boxes, with explosives in them already?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And a triggering mechanism?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was separate, it was - the trigger - was literally just a box of triggering mechanisms, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "I see.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "But the boxes, the soap boxes were - had the explosives, they were primed, they were, you know, ready for use.",
            "Male"
        ],
        [
            "MR VALLY",
            "Why were they left with you?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I have no idea.  It was left with me at the time, you know, the discussion that I had with Danie Wahl, and at that stage the situation was that we were going to work quite closely together in the future, and the stuff was given to me, and I left quite soon thereafter, so there may have been a particular reason for this, or a particular project to which I had not been exposed, but I was never briefed at that time of what it was for.",
            "Male"
        ],
        [
            "MR VALLY",
            "Amongst the items dug up, it looks like a few pieces of rusted metal, was this item - these pieces here, can you just briefly tell us what that was?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "That's a letter-bomb mechanism.  That's a mechanism that is basically used, it contains a cap, it's triggered, it's a mechanical device.  It's attached to an explosive, it's packed into a letter, and as the letter is opened, the mechanical device is triggered and the bomb explodes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And the explosive material would be this flat sheet ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "The flat sheet, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "I don't know if you are aware of these photos, I know that ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, yes, that is the photo of the flat sheets.",
            "Male"
        ],
        [
            "MR VALLY",
            "These flat sheets?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Absolutely.",
            "Male"
        ],
        [
            "MR VALLY",
            "They would look like the back of your exam pad?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, it's slightly thicker, Mr Vally, but it looks like the back of an exam pad, yes.  It looks like a floor tile, you know the sort of square floor tiles, it looks like those square floor tiles.",
            "Male"
        ],
        [
            "MR VALLY",
            "It was just left with you by Danie Wahl without indicating to you what it was for?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, it wasn't indicated to me at all what the usage was going to be for.",
            "Male"
        ],
        [
            "MR VALLY",
            "Are you aware of any of these letter-bomb mechanisms being used?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, no, Mr Vally, you know I know that people have been badly harmed, hurt and killed, maimed by letter-bomb mechanisms that have been - you know, what I've read in newspapers and what I've read subsequently.  I was never told beforehand that - I was not involved in the manufacture of letter-bombs at all, I was just the custodian, if you want, of that parcel.",
            "Male"
        ],
        [
            "MR VALLY",
            "And do you remember when this was given to you?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Early 90's.  No, I can be more specific, I left Protechnic in March 1993, and it would have been just before, late '92 early '93.",
            "Male"
        ],
        [
            "MR VALLY",
            "Okay.  Let's just talk about some of the items that you were aware of that Mr Phil Morgan manufactured.  We've got the screwdrivers, both the stabbing mechanism as well as with the needle mechanism.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "You've mentioned a bicycle pump.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Which contained a needle unit?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "You've talked about in the early stages rings with a coin,",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Which I assume conceal a secret compartment in which poison was put?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes and it would be manufactured primarily for a powder substance, not a liquid.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were there any other items that you can recall?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Walking sticks.",
            "Male"
        ],
        [
            "MR VALLY",
            "And what were the walking sticks used for?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "There was two models, the one model was a walking stick that concealed a needled unit in the front, and the last model that Phil worked on was a walking stick that would shoot a little ball, it's a polycarbonate ball, and this ball had a number of holes drilled through it, so you would be able to pack your toxic substance into this little ball and at close proximity, the idea was to be able to shoot the person in the back of his leg, and the ball would penetrate the person's body and the chemical substance would dissolve into the body of course, and kill the individual.  The ball was small, so it was sufficiently small not to draw a hell of a lot of attention in the sense that the person being shot would experience something like a bee sting, and the reason why polycarbonate was suggested, was it's a hard substance, and secondly, it was a substance that was very difficult to pick up under x-rays.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Excuse me, Mr Vally, we are at 15h55, and I just wanted to have a sense of how long you think you are still going to be with this witness, given that there will be cross-examination and ...(intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "A conservative would be about half an hour, on my part, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, because we didn't start at 09h00, there are witnesses who were supposed to be testifying today.  We have to have a sense of who we should hold over, who will be called, who can be called, who will not be called.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I will discuss with my colleagues, and maybe we can arrange to move at least one of the witnesses over to tomorrow, but I would ask that we sit a bit late, if possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How late?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We can take a break.  Well, if our presents are anything to go by, at least until 18h00.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, do you want us to go on, or do you want a small adjournment?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I will not object to a small adjournment then I can ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we need to get a sense, maybe if we take the adjournment now, and know that when we resume we will run until 18h00.  You need to confer with your learned friends and to get a sense of how long the cross-examination is likely to be so that we can pace ourselves.  I don't want to limit cross-examination, especially when we have not limited your examination in chief, but it seems to me that you are not unaware of precedence where we had to impose time limits in order to get through with the schedule, and we may have to revert to that sort of formula, but I can't just spring it on the other legal representatives.  I think it should be clear now, now that we know that we are going to be sitting, and in this sort of fashion that we need to have arrangements which will be announced ahead of time for all legal representatives as what sort of limit we place on the examination and cross-examination of each witness.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I hear you, Mr Chair and maybe we can discuss it during the adjournment, but there will be some witnesses who will be very quick and some witnesses, like Dr Lourens, who cover a whole period, and the knowledge is such we'll take longer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's take an adjournment now and let's resume at 16h10.  There's one question that ...(intervention)",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Dr Lourens, can I just ask one question, all these mechanisms that you've mentioned, and the ones that we see in front of us, are these prototypes that we're seeing, and how many of these were actually manufactured?  Was it just in special situations that you were asked to produce a ring and Mr Phil Morgan would then produce it for you ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "Or would you actually manufacture several ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, we never manufactured several.  The only units that we manufactured several of was the screwdrivers.  You know, when I decided to testify on this issue I had a long discussion with him, and my recall and his recall of numbers had in actual fact been very different, for example, the rings I can clearly recall that we made a few, two, three, four, five, he says one maybe two, but it was never a mass volume production at all.  On the screwdrivers there was quite a number manufactured.  It may have even been twenty, but I could be out by five either way, but we never manufactured hundred.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we take the adjournment now and resume at 16h15.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are about to resume if you could all be seated.  Dr Lourens.  Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "(cont.)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you, Mr Chair.  Dr Lourens, we were just going through the weapons that you were aware of that you were aware of that were manufactured.  You talked about rings with coin on top, screwdrivers with syringe-like mechanism, you talked about a bicycle pump.  I believe we were talking about the umbrellas and the walking sticks.  Could you just briefly  tell us again how these ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "The - both the umbrellas and the walking sticks we had two variations.  The one variation was the needled unit, so it would be a normal umbrella that would have a protection cover, if you want, and then the needle, a normal needle cylinder that could project the chemical, and then the last model that we worked on, that Phil made was the umbrella and the walking stick that could shoot this little projectile that could carry the toxin or the toxic substance.",
            "Male"
        ],
        [
            "MR VALLY",
            "In terms of the projectile, I just want to know, since you did make some chemical products at your plant for purposes of testing your equipment, did you ever pack it there as well?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Never.  The sort of substances that we manufactured were the conventional chemical warfare substances so it was mustard gas, nerve gas and this type of substance.  No, the - your application of those substances on such a small volume would not render - would not have the ability to kill the human-being.  No, it was never packed.",
            "Male"
        ],
        [
            "MR VALLY",
            "Why did you use polycarbon balls?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "For two reasons, number one, it's a hard ball, and the second reason was that I was advised by either James or Dr Immelman that says that this is the type of substance that you would not be able to pick up on an X-ray.  Now, if I say I was advised by Andre or James, I cannot actively recall the discussion, but those had been the people I had interface with.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who would normally give you specifications, for example the umbrellas or the walking sticks?  Who would tell you I'm looking for an item of this kind?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "That would have - a specification per se was never given to me, neither Dr Immelman, Davies or Dr Basson would give me a special request or a specific specification.  You know, it would often be a very loose discussion, they may have evaluated a piece of equipment and said, look, it works well, but perhaps we could look at something else that could shoot the little ball over three metres, or whatever the case may be, but my contact in terms of the manufacture thereof came from Dr Basson.",
            "Male"
        ],
        [
            "MR VALLY",
            "So would Dr Basson give you the specific specifications?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "He never gave me specific directions, you know, it would be a discussion, he wouldn't tell me give me an umbrella that can shoot a ball three and a half metres at 400 metres per second, no, that he would never do, and he never did.",
            "Male"
        ],
        [
            "MR VALLY",
            "I want to move on to another item, which is the issue of the investigation into a possible chemical attack in Mozambique in 1992.  Can you just tell us about this, who brought you into the investigation, and what the investigation did in fact do?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I was contacted by Dr Basson.  He instructed me that I was to be contacted in due course by Dr Brian Davies, and that we at Protechnic, at this stage I'd left SRD and I'd worked at Protechnic, running Protechnic on the Chemical Defence Programme, that I would be contacted by Dr Davies and we needed to investigate an alleged incident of a the application of a chemical warfare substance in Mozambique.  We at that stage had developed ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Let's just understand this, the application of a chemical warfare substance Mozambique, can you spell this out for us, please?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, we didn't know.  We were told that there is an allegation, that there was some sort of chemical substance applied to people in Mozambique and ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "The chemical attack?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, well, it wasn't, you know it was not stated as an attack, there was a chemical incident.  A chemical incident didn't refer to a situation of ...(indistinct) of a hazardous chemical, in other words, it wasn't an industrial incident, it was a military type of incident, but we didn't have the detail.  It was never told to us that it's ...(indistinct)  and applied mustard gas on a civilian population.  We were just told there's an incident, were going to have to do a verification on this incident.",
            "Male"
        ],
        [
            "MR VALLY",
            "Go on, please.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "We had at that stage done a lot of work on verification in terms of what you basically do, is you investigate the particular chemical substance, let's say it's mustard gas, bad example, let's say it's nerve gas, so you would investigate nerve gas and say, okay, if nerve gas had been applied, what would it break down to.  So you wouldn't look necessarily for nerve gas, you may look for breakdown products, you may look for sweat and tell tale signs of particular chemical substances, and we developed collection procedures, we collected, we developed protective systems to be able to go into areas to be able to verify the particular incident.  We set the team together, from the laboratory and it was - we were three or four from the laboratory, and it was, we were three or four from the labs and three or four colleagues from South African Medical Services, Seventh Medical Battalion Group.  We were then instructed to move into the Kruger National Park, into a specific camp and we had to wait, where we would have been met by Dr Davies.  We moved out equipment into the Kruger Park and waited at this particular camp for Dr Davies.  He arrived late afternoon, they flew in with a South African Air Force helicopter ...(intervention)",
            "Male"
        ],
        [
            "MR VALLY",
            "Just so we don't get confused, this Dr Davies, who is this?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Dr Brian Davies was the man, he worked at a - he's a medical doctor, he was working at a company called Lifestyle Management and he acted as a consultant for the South African Medical Services on biological and chemical warfare issues.",
            "Male"
        ],
        [
            "MR VALLY",
            "Lifestyle Management, was that also a front company?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was also a front company, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And this is Brian Davies, as opposed to Mr James Davies.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, he's Brian Davies.",
            "Male"
        ],
        [
            "MR VALLY",
            "Fine, sorry, please go on.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "And then Brian, they flew in by helicopter and Brian had with him, as far as I can recall three or four individuals from Mozambique.  These individuals were Government individuals, and they were there to accompany us on this verification exercise, to look for the site.  We slept the night, we got up the next morning and we early morning packed out and got ready for the verification exercise, and we moved out, we drove out into an area alongside the fence between the Kruger Park and the Mozambican Border.  We got into the helicopter, we flew a distance, we came back and that was it.  We went no further.  It was said at that stage, and there was difficulty communicating with the Portuguese speaking Mozambican individuals is that the site cannot be identified, the territory is sort of the same everywhere and we packed up and we went home, we had a cold drink and we went home, that was it.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was any report done?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Apparently there had been a number of reports done.  I didn't see any of it, of the reports, but the South African team, we were not the only team, there was another team, I think from the UK, and another team from either France or the Netherlands, that investigated the same incident.  Brian Davies definitely did generate a report, but I never saw the report, no.  We did not collect any substances, we didn't perform any science at that point.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you determine what the chemical incident was after you went to the Kruger Park?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No.  What happened there is that this is that you know, we were not fully briefed in terms of the incident, the apparent situation or discussion or allegation was that it was an aircraft that flew over from the South African territory into Mozambique, disposed of a substance and a variety of variations was explained here to, and a number of soldiers, by that time identified to be soldiers, was in actual fact killed.  The aircraft in itself, there was more than one story of what it was, one was that it was a remotely  piloted vehicle, the other was that it was a small aircraft, but in terms of the conclusive evidence conclusive, finalisation, I don't know, I was not made part of it.",
            "Male"
        ],
        [
            "MR VALLY",
            "Do you have any knowledge of any chemical substance other than these screwdrivers, walking sticks, etc we're talking about, which were used on people?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, Mr Vally.",
            "Male"
        ],
        [
            "MR VALLY",
            "At some stage, you left SRD.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I left SRD and I then went to Protechnic and then I left, eventually I left Protechnic, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Are SRD and Protechnic separate companies?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "The chemical defence part of SRD became Protechnic and it grew into a full scale chemical defence facility, currently owned by Armscor.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was it also a front company?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Protechnic?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, it was a front company in the sense - no, let me rephrase that, it was a front - it didn't belong to Armscor and our shareholders were private, but the private shareholders were me, the company Sharburn(?) based in Luxembourg and Medchem, Medchem being the company that was run by Dr Philip Mijburgh then and Medchem was the holding company of Delta G, etc, etc.  So as far as the majority shareholder was concerned, it was still Medchem which was, as fare as I'm concerned, a front company.",
            "Male"
        ],
        [
            "MR VALLY",
            "I see.  Sorry, where does Medchem fit in, I thought the holding company was Infladel?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, it changed.  What happened there is that over a period of time the biological and chemical programmes were separated in full, and Roodeplaat functioned on its own, acquired it's funds directly from the South African Medical Services and Delta G functioned on it's own.  Delta G happened to have developed a holding company, they called the holding company Medchem, and within this group there was a number of other companies there, for example Lifestyle Management was in this group, there was a company called Kowolsky International, there was a company called Medchem Pharmaceuticals, so there was a - it was a small group of companies.",
            "Male"
        ],
        [
            "MR VALLY",
            "Just SRD, to your knowledge, how much money was put into it between the period that you were there?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Mr Vally, off the cuff, I would say the company costs roughly two, two and a half, three million rand per year to run.  Protechnic was a different ball-game.  Protechnic when we started operated the Armscor then funded projects.  We started of with total projects of about four, four and a half million per annum and it ended up in the vicinity, as far as I can recall, about eighteen, twenty million, but I must please tell you, sir, I'm not accurate on these figures.",
            "Male"
        ],
        [
            "MR VALLY",
            "In your conversations and dealings Dr James Davies, were any other delivery mechanisms other that the screwdrivers and walking sticks, syringe type mechanisms, were any other mechanisms discussed regarding delivery of poisons?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not discussed.  One of these typical sort of corridor discussions, mention was made by James of poison being introduced into cans and alcohol or bottles, I shouldn't say alcohol, because I'm not sure what it was, whether it was a alcohol bottle, and as far as I recall that particular discussion it was James that was in actual fact responsible for it for the transfer of the chemical substances into the cold drink cans and/or bottles that was discussed.",
            "Male"
        ],
        [
            "MR VALLY",
            "And these were sealed cans or sealed bottles?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I assume so, Mr Vally.",
            "Male"
        ],
        [
            "MR VALLY",
            "There's another issue that I want to raise with you regarding certain requests you had for the production of weapons by a foreign purchaser.  Can you talk to us about that, tell us what it was all about and how you were introduced tot he person?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I had - I interfaced on three occasions with weapons systems or potential weapons systems for foreign entities, individuals.  The first case it was my partner at the time in Protechnic, Charles van Remoortrere had a potential customer.  I know him as Mr Mombar and he wanted a binary weapon developed.  Binary weapon is a weapon that you'd have two chemicals that would be separated in some sort of a, let's call it ammunition for lack of a better term, word, and once you fire this, the two chemicals would mix by whatever mechanism and there's a lot of mechanisms that can be utilised herewith, and as the shell explodes it delivers the toxic substance.  So we worked on this concept in actually developing the shell and the two chemicals, it's a substance called VX, and that was it.",
            "Male"
        ],
        [
            "MR VALLY",
            "What is VX?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "VX is a nerve agent.  It's a binary nerve agent.  The unit was given to Charles, I left, and as far as I know the programme never went anywhere.  It was developed mentally, it wasn't proven ability, it wasn't proven skills, it was really just, we were looking at the concept, and we never really got to the point of having a workable solution.",
            "Male"
        ],
        [
            "MR VALLY",
            "This binary weapon, did you supply the VX as well?",
            "Male"
        ],
        [
            "MR VALLY",
            "We manufactured the chemicals at Protechnic.",
            "Male"
        ],
        [
            "MR VALLY",
            "And this person called Mr Mombar, do you know who he represented?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Absolutely no, I have no idea, I never met the man, I never made contact, my partner made contact with him.",
            "Male"
        ],
        [
            "MR VALLY",
            "Do you have any - can you speculate in view of your informal discussions with your partner possibly?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I know he was met in Europe, but I - that would be impossible for me to speculate in terms of where - we never discussed it to the extent that I would be able to make a deduction or speculation in terms of his nationality.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you ever get consent or report this to anyone within South African ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, absolutely not.",
            "Male"
        ],
        [
            "MR VALLY",
            "Military structure?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, no, I discussed it with nobody.  It was an internal project.  I didn't discuss it with any of my military colleagues.",
            "Male"
        ],
        [
            "MR VALLY",
            "So there was a binary prototype with VX which was in fact sold to some foreign person?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No it wasn't - as far as I know it was never actually sold.  You know, I at that stage left the organisation and as fare as I know it was never - due to the fact that it was developmental technology it wasn't proven technology, it was never sold.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was it delivered?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not that I know of.  As far as I know, no.",
            "Male"
        ],
        [
            "MR VALLY",
            "Where you head-hunted by anybody after you left Protechnic?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "What happened is, as I left I was approached by a man by the name of Ters Ellers.  Ters Ellers requested a meeting with me at his offices.  I went to his offices in Sandton.  I met with a man by the name of Shloogie.  We discussed a number of issues, and it was quite evident that he was interested in acquiring chemical and biological technology.  I met with him on a number of occasions, trying to define exactly what he wanted.  Finally it was clear that the man basically wanted - he was Syrian, and he was quite open about it, he said to me he was from Syria and he wanted technology for Syria.  He went as far as enquiring whether having left the company if I thought it was possible for him to purchase Protechnic, which of course it wasn't.  He wanted to know if I could introduce him to key scientists, because I'm not a chemist, you know it was difficult for me, synthesis for example I could make absolutely no contribution to his requirements, whether there was any interest and could I assist him in finding the necessary people.  I introduced him to one individual, I introduced him to Dr Andre Immelman, and they had certain discussions, and I wasn't party to those discussions.  Once I had introduced Dr Immelman, that was it.  As far as I know Dr Immelman did travel to Syria.  On the chemical side I introduced him to nobody, I just backed off and left him.  That was it.",
            "Male"
        ],
        [
            "MR VALLY",
            "I'm just curious about one thing, you have a number of foreign people involved with the project, for example Mr van Remoortrere, he's Belgian, why were they allowed to have part ownership of companies which had the ability, even though in small quantities, but to manufacture chemical agents, was there any kind of procedure by which they were vetoed?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was abnormal in terms of the security system at the time, it was totally abnormal, you know, in that particular area if you were not white, Afrikaans, male, you could not have been vetoed, or highly unlikely.  Charles's situation was different in the sense that Charles allowed us access into Europe and access into particular technologies in Europe, and I, you know, their security system was quite a rigid system at the time, so I assumed that Charles was vetoed, nevertheless, the fact that Charles eventually became the owner of Protechnic, even by today's standard would be abnormal, it would be strange, but it happened and it was done with the support of the project office at the time.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did Mr Bart Hetima do anything more than just pack substances into aerosols?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not that I know of, but Bart Hetima had a long history of association with the South African Police and I know that at various stages he did various different types of jobs for the South African Police.   Bart was very close to General Neethling, but I'm unfortunately not able to give you specifics in terms of particular other projects that he ran for the South African Police.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you at any stage raise your concerns about the kind of things you were asked to do with any senior military people, or politicians?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, I - that had been a number of incidents and I had to incidences where I discussed the matter with firstly, Dr Basson.  Just after the incident of my handing over the screwdriver in London I was on a train, I got onto a train between London and Ascot and it was co-incidental that Dr Basson was in the same train.  It's not the same trip, it's  a completely different trip, but it's subsequent to it, and I sat down with him, I asked him, I said to him doesn't it bother him, and how does he justify, how does he sort of make peace with himself.  His answer to me was quite clear, and in Afrikaans he said to me \"Ek het my saak uitgemaak met die Grootbaas, wat jy doen is jou saak\" he's sort of been able to settle his mind, his relationship with God and whatever, if I hadn't it was my baby.  I once again later had a brief discussion on this issue with him and we actually didn't even discuss it.  I raised it and it - we didn't go into discussion, it was sort of an old subject.  Just before I left the organisation, I made an appointment to see General Knobel.  I was, I just felt that the project was going wrong, it was going to strange directions.  Once before when I'd asked Wouter on a particular aspect, and I would lie if I would tell you what the aspect was, because I can't remember, I asked him whether the Surgeon General knew about this, and he was really annoyed with me for even asking him whether the Surgeon General knew about this, so I went to see the Surgeon General and I said to him, but you know - I asked him, I said do you bear knowledge of these chemical weapons, these applicators as you call them, that we were being manufacturing, and there was a money aspect at concern, I mean the life that was being lived by the project group, inclusive of myself, was an abnormal life, I mean it was a life of great luxury, and this great luxury varied from person to person, but nevertheless.  And General Knobel replied to me, he said I had to bear in mind that as far as the offensive is concerned he bore no knowledge of it, it's not his project.  Wouter had another reporting line.  As far as the other aspects was concerned, money, etc, etc, it was something that he would look into, and that was it.  When I - when Charles bought into the company, what happened was the following, is Charles never knew of my running the so-called screwdriver project and Charles's auditor/bookkeeper stumbled onto this unknown fund, these payments and he questioned it and I simply said to him is that I am not going to disclose to you what it was about.  Being a businessman he insisted on knowing what it was, and I just said to him, I'm going to have to talk to my senior officers about this and I'll come back to you.  I'll talk to the people.  At that stage, unfortunately, my relationship with my colleagues was not a comfortable one anymore.  I had to a large extent made up my mind to leave.  I did approach Philip and Wouter and I must again be quite honest, I cannot recall whether it was Philip or Wouter, but I had no joy, and I decided to be arrogant enough and just go and see the Minister of Defence.",
            "Male"
        ],
        [
            "MR VALLY",
            "Just before you go on, when did you tell\nGeneral Knobel about the Surgeon General, when did you tell him about the offences?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was late '92, early '93.",
            "Male"
        ],
        [
            "MR VALLY",
            "And his response was it wasn't his project.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It wasn't his project.  Offensive stuff was not his project and he didn't know about it and he quite frankly didn't want to know about it.",
            "Male"
        ],
        [
            "MR VALLY",
            "Okay, go on.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I approached a friend that was a university with the then Minister of Defence, Mr Roelf Meyer.  We got an appointment the next morning.  We flew down to Cape Town.  I briefed my friend.  The Minister wouldn't see me, but he saw my friend.  He discussed the situation with him, and he referred us back to see the Surgeon General that afternoon.  We flew back to Jo'burg, we saw General Knobel that afternoon at 16h00.  General Knobel just said to us, guys I'm not going to talk to you, you going to have to see General Kat Liebenberg, then Head of the Defence Force, and we went to see General Liebenberg.  We arrived at his office, and he said to us there's no story to be told.  His words were, \"You must remember those toys are mine, I want them back\" and that was it.",
            "Male"
        ],
        [
            "MR VALLY",
            "What was he referring to?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "He was referring to the screwdrivers, because I discussed the situation, when he reached his point, he'd already been briefed, when we reached him he had already been briefed about what the situation was and then there was no issue in terms of money, he was aware of the screwdrivers, he was aware of what I had done, of the stuff that I had been involved in and we had two whiskies and we went home.  And that was it.",
            "Male"
        ],
        [
            "MR VALLY",
            "When was this?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "'93, February/March '93.",
            "Male"
        ],
        [
            "MR VALLY",
            "When he asked you for his speelgoed, his toys, had you had possession of it?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, at that stage, what I had in my possession was a number of screwdrivers, the two OMO boxes, the sheet explosives, in other words the stuff that Phil Morgan gave me, the stuff that Danie Wahl gave me.  The sequence of events was the following, I left, I had a meeting with Charles one evening and he asked me, I at that stage has resigned, he asked - I resigned and I said I was willing to stay on for a sixth month period to hand over to whom ever.  Charles asked me to vacate my office the next morning, and I vacated my office, but I removed all of the equipment that I had, all of the weaponry, and I - at that stage we owned a farm  in the Northern Transvaal at a place called Steenbakpan.  You know, I was very uncomfortable, and I dug two holes and I buried everything in the two holes, and I left it there.  Then, last  year, I decided to tell the story.  I, after I had discussions with Dr Tobie Pretorius of the offices of the Attorney-General in the Transvaal, and he requested me to go and fetch to stuff, and we went back and we fetched it.  We were able to recover the screwdrivers.  All of the explosive devices were in a total state of decomposition and very unstable, and they decided to detonate after having taken photos, to detonate the equipment on site, and I obviously gave it all to him then.",
            "Male"
        ],
        [
            "MR VALLY",
            "Are you aware of any other sales besides the prototype of the binary chemical weapon to foreign buyers?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, Mr Vally.  You know, at the time that I left there, there had been one technology agreement with Taiwan.  I was party to the initial stage in which we were transferring or negotiating the transfer of testing facilities.  Testing, meaning defensive equipment evaluation testing and so forth to Taiwan, and that project was as far as I know finalised and executed between Armscor and Taiwan and executed fully, but I don't know the details thereof.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you ever see any experimentation carried out on baboons with teargas.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Just once.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us about it briefly?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Mr Vally, it was right at the beginning.  It was as far as I can recall, it was CR.  It was applied as a sort of a grenade to the baboons in the very original set-up at Roodeplaat Research Laboratories, and that was it.  It was a - it wasn't a fantastically scientific experiment in the sense of particular measurements or blood samples being taken, or whatever the case may be.  But, I did not stay the total experiment, so they may have done it afterwards, but that was my only exposure.",
            "Male"
        ],
        [
            "MR VALLY",
            "Just very briefly you say the original set-up, just, was it the restraining - the box ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, no, it was in the open.",
            "Male"
        ],
        [
            "MR VALLY",
            "So what happened, just very, very briefly?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Just very briefly there was a cage, there was a baboon in the cage, this smoke grenade was chucked in the cage and it released the teargas.  That really was the extent of the experiment.  I never witnessed any experiment in terms of baboons or other animals in the contained environment that existed at Roodeplaat Research Laboratories, and that was really the serious scientific stuff.  I never worked with any of those.",
            "Male"
        ],
        [
            "MR VALLY",
            "There were a number of animals kept at the Roodeplaat Research Laboratory?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, there was a number of dogs, there was a chimpanzee, there was a number of baboons kept.  I don't know if they ever worked on the chimpanzee, but I knew the worked on the other animals, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And the restraining chair was used for these animals in the gas chamber as far as you're aware?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "The restraint chair was used for the baboons.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you, Dr Lourens.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Thank you, Mr Vally",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you go onto cross-examination, can I just clarify something in my own mind.  Did you say that after you met General Knobel in 1992, firstly, was his attitude if I can summarise it, one that said that was  not his project and got the impression that he just didn't want to know.",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Mr Ntsebeza, Dr Knobel had always been very accommodating in terms of listening to me, etc, etc.  It wasn't an arrogant or aloof attitude, in other words, he didn't sort of dismiss me and say listen, go away, it's not my project.  He listened to me and he said quite clearly to me that as far as he was briefed this was outside the scope and he didn't - it wasn't his project.  Dr Knobel never said to me, I know noting, I don't want to know about it, go away.  If I created that impression, it was the wrong impression, he didn't do that at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But in the end, that was if one could summarise his attitude, I take the point that he was not, you know, arrogant and dismissive, but in the end you got the distance impression that he didn't want to know, he didn't want to discuss this thing.",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "True.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  Now, the Minister you went to, did I get you correctly that it was Minister Meyer?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes, it was Roelf Meyer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Roelf Meyer.  And, had you indicated to him, if you recall, what it was that you wanted to talk to him about?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes, I went to this common friend, a lawyer, and I just said to him, well you know, there's - I have this problem.  I had spent funds from a company, I'm - my partner is now questioning what had happened to these funds, and I'm not in the position to disclose what I'd done with the funds.  I'd - and the lawyer friend obviously said, but what did you do with the funds, and I told him about the screwdriver projects and the walking sticks, etc, because I had to take him in my confidence, and then ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying in substance you told him more or less about the screwdrivers, what you've told this Commission here?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your impression - and you did that because you wanted it to be conveyed to Minister Meyer?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was it his response - did he respond to you in any way?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Well, he didn't meet wit me.  What happened is that I waited in the foyer, my friend went up to see the Minister.  He spoke to the Minister and explained the matter to the Minister, and of course what I'm telling you now is hearsay, and the Minister then immediately said go back to General Knobel, and we saw him that afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at what stage did you meet - was it General Knobel you said, or General Liebenberg?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "No, we met General Knobel and then when we arrived he said, gentlemen, this is not my project, this is not in discussion with me, you're going to have to carry on to General Liebenberg, and we then went to see General Liebenberg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it was he who said \"daai speelgoed\"?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes.  What then happened in terms of the, just to clarify the situation as far as the financial aspect was concerned is that the next morning, or very soon thereafter, General Knobel in turn discussed the issue with Charles and said forget it and leave.  And that was it, that was the end of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  Cross-examination?  Mr van Zyl",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Thank you, Mr Chairman.  At this stage I am not in a position to cross-examine for the following reasons, this morning I spoke to Mr Vally together with Mr Chaskalson, specifically regarding the matter of incriminating evidence against any of my clients.  What was told to me was to the effect that they are not specifically aware of witnesses because they have not been given statements from witnesses such as, for example, Dr Lourens that has testified now.  Statement was given to us of Mr Andre Immelman.  I understand that he will not give oral testimony.  The summonses that they have received, there is no notification that my clients have been implicated.  As a result, there is no preparation that has been done in this regard.  I have not consulted with my clients.  The evidence, 80% thereof that I have heard here today, from Dr Lourens, are aspects of which I only became aware for the first time, and I do not know whether my clients have any knowledge of this.  As a result of this I am in the position that I am going to request from you, Mr Chairman, that I be given the opportunity to consult with my clients in this regard to take instructions from them.  As I've indicated to you, I do not want to say that there is going to be cross-examination, it depends on my instructions.  These specific aspects have not yet been discussed with my clients and I ask for an opportunity to do this with them.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van Zyl.  I do not know if you were placed on the record.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Yes, I have been placed on the record, and I have no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No questions, thank you.  Mr du Plessis?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We are unaware of certain aspects and I am also reserving Mr Knobel's right until I have discussed it with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is an indication that these legal representatives want to reserve their rights on the basis that have been set out.  What's your attitude?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I have no objections to them reserving their rights for a limited time also depending on Dr Lourens' availability and his attorney's availability.  I do confirm that Mr van Zyl and I had that conversation.  I believe that we have complied with our legal obligations.  I'm not sure exactly which client I'm talking about, but if you talk about Dr Wouter Basson, if you look at item 18 on his subpoena, we say,\n\"the planning and/or execution of operations directed at the assassination or incapacitation of persons by the use of poisonous substance or any other means.\"\nI also refer to TRC 96, a document which we gave to Dr Basson and therefor to his attorneys.  We've talked about the problems of the screwdriver which wasn't shooting out enough of the assumed poison.  Clearly we have raised - we have met our obligations in terms of Du Preez v Van Rensburg, page 41.  I'll just read the relevant part,\n\"He or she's at the same time informed of the substance of the allegation against him or her with sufficient detail to know what the case is all about.  Application of poison or mechanism not being properly effect.\"\nIf that's not a substance of allegations, what is?  But I don't have an objection to their requests, dependant on Dr Lourens' legal representative.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, we would obviously want some idea as to when they will be ready.  I don't think that Dr Lourens should have to sit here day after day waiting for the moment when counsel are now ready to cross-examine him.  They must indicate and say look, we'll do it tomorrow or we'll do it on Wednesday so that he can then make himself available for that cross-examination, but we need to know when it's going to be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I think it is fair to say that even from the Commission's side, this hearing is scheduled for this week.  We are constrained, as everybody else knows, to bring to Commission to a conclusion.  Mr van Zyl, do you have an ability to indicate when, that would go for Mr du Plessis as well, when more or less in the week, is it possible to indicate in the week preferably when it will be possible for you to examine cross-examination.",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Thank you, Mr Chairman, of course we will try and inform you as soon as possible.  I am in a position to make contact with my clients.  I can get instructions during the course of the evening.  There's only aspect that might be a bit of a problem, although I have made notes, during the evidence of this, I will have to depend on my notes in order to inform my clients what the exact evidence against him was.  It would have been of course of great help if we could have had the record of the proceedings very soon, I don't know how soon it is available, and how soon can get it.  If it's at all possible that we can get it within the next day or two, because that will help, if not and you inform me that it will only be available, say for example next week, we have to deal with the problem with what we have at our disposal.  We don't want to delay any of your proceedings here, for any purpose whatsoever, but we will in the meantime with what we've got at hand advise our clients and give them what we've got and get instructions from them.  I can suggest that my attorney who is present maybe get a telephone number of Mr Vally or someone that we can maybe call after-hours or whenever and then we can give an indication, and I can assure you that we will do it as soon as possible.  It's unfortunately not possible for me at this point in this to tell you we will be ready tomorrow, or the day after tomorrow, or whenever, before I've got instructions from my client.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Currin, can you indicate?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman, what I would suggest is that Dr Lourens be excused today, and that I'll be here the whole week, that we be given 24 hours notice.  Say for example they feel they going to be ready to do him on Thursday, on Wednesday morning they must say to us we can cross-examine tomorrow, I'll get hold of Dr Lourens, and he can fly back to Cape Town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it should be a sort of triangular arrangement.  It should also incorporate and involve Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Oh, absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that he can slot it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I don't have an objection.  This is an agreement we will abide to and ...(indistinct) will also abide to that decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, the panel, before I ask members of the panel to put questions to the witness, may I just find out if any of the legal representatives is representing General Lothar Neethling.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Mr Chairman, I'm also - he's also one of my clients.  Just for the record again, it's General Neethling, Drs Swanepoel, Mijburgh and Basson are my clients.  Mr Du Plessis is here for General Knobel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, and your remarks would therefore include Dr Neethling.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any members of the panel.  Dr Boraine?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Chair.  Dr Lourens let me start with the point of departure that the Chairperson himself went onto, in connection with your discussion and attempts to contact the then Minister of Defence, the then Surgeon General and the then Head of the Army, General Liebenberg.  Now, clearly when Charles van Remoortrere bought into that company, this really spilled the beans in so far as you had to give account of what had been happening, where the money had been spent, is that right?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Absolutely right, Dr Boraine.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  This clearly must have sent alarm signals in your own mind because after all, you had to account  for it, and I assume it was for that reason that you decided that you'll really have to talk to the people at the very top so as to get an indication of exactly what you could say and how you could explain it and so on, is that right?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes, Charles and I had been very close and we've worked very closely together for a long period of time, and at no stage was any aspect of the project discussed with Charles from my side.  If Charles had been briefed by anybody else in terms of this type of work, and he could have been briefed by only one or two individuals, he never made it visible, so we never discussed this part of the project, so at the time that the money issue became available, of became known, it was quite obvious to me that it was news to him, or new to him, and yes, I was frankly petrified at that stage, because I didn't know where to go to.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  What sort of sums of money were involved?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I can't recall exactly, but it was in the vicinity of R190 000.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So that's more or less the kind of costing for the screwdrivers and other ...(intervention)",
            "Male"
        ],
        [
            "JAN LOURENS",
            "It was all the projects.  It included a few trips to Europe for example, the walking sticks and umbrella and so forth to not to be able to trace it back to South Africa, and that was purchases especially for the particular project.  So yes, it was for all those applicators, if you want.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And Dr Lourens, you must have known that those walking sticks were not meant for walking, or the umbrellas for the rain, I mean you must have been pretty, pretty upset, or disturbed or agreed with the need to supply to someone, we assume assassins, the necessary cover weapons so that they could use them in - to assassinate?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Dr Boraine, I had at not stage been under the illusion that it was for anything other to assassinate human-beings, fact, there's no ways one could even contemplate that excuse.  On the other hand is, there's I never applied my mind in that era, and I must be quite honest with you, in terms of who it would be applied to.  It's something that I - in hindsight it's a strange experience in not looking back and actually questioning and saying, but who would be applied to, there's wasn't a face that I could attach it to, or a republic enemy that publicly ...(indistinct) would say that this is potentially ...(indistinct), and I didn't question it.  And I'd like to be able to say to you yes, I went through the moral - I went through the total moral process in terms of thinking it through at the early stages, it doesn't happen at a late stage.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Alright, and precipitated by the fact that you now suddenly going to have to explain what this fund was and what this account was all about, you've already said that that is the case, now your friend who is a lawyer, have you given that name to Mr Vally at all, do we know who that is?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, his name is Kobus Bekker.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  And Kobus Bekker was someone that you could confide in and you asked him to gain access to the them Minister?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but the Minister said no, he wouldn't see you, but he would see Mr Bekker?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "What happened there was is that after I'd consulted with Kobus he contacted the Minister and we flew down that same evening to Cape Town and until we actually went to the Minister's office, I had been under the impression that I would see the Minister.  He went in, and I really have to recall, I'm not all that clear, he went in and he had a discussion and came back and said, listen the Minister is not going to see you, wait, and he went in to discus the - but he had all the data, the details etc with him, yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And in substance, what the Minister said, well, this is not something I know anything about, or I can't deal with it, go and see the Surgeon General, is that right?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "The way in which I recall it was that the Minister said that he bore no knowledge of this project at all and that it was - he would open the way for us to talk to people that may be able to give some sort of a clear direction on this project, yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you went then to General Knobel?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Just tell us again, very briefly, you obviously must have told him that you had been through your friend to see the Minister and that you're now seeing him and that this plot had been uncovered, if you, and  you were concerned, and what did he say to that?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "By the time that he had arrived at his office, it was quite obvious that the Minister had already spoken to him.  He knew exactly why we were there.  He received us in the manner in which he always does, cordial, we may even have had a cup of tea, and he basically said to us that this particular project is outside of his scope of control or jurisdiction and we would need to see General Liebenberg, and he set up the appointment for us.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And he was in no way sort of worried about the fact that you were worried or concerned, or that you'll maybe cause an embarrassment to anybody else?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Not that I can recall, but I must tell you, I was reasonably pre-occupied with myself at that point, I wasn't particularly sensitive to other people's ...(indistinct)",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that's understandable.  And then you had the discussion and a couple of whiskies and quite a pleasant chat with General Liebenberg?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "A very pleasant chat, it was - we in actual fact didn't discuss it at all, we didn't discuss the project, the toys at all.  He was briefed, I told him what it was in terms of screwdrivers, etc, etc, and that was it, and we did not discuss the details when we were going to go to, what we were going to do, what was going to happen, and he just said, forget it, it's over, don't worry, I'll handle it, and that was it.  It was as simple as that.  And very cordial, very well received.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now, did you actually believe him, that he was going to handle it, and that was that, the problem was over?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I desperately had hoped so, yes, I did believe him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And yet you went along and buried it, why didn't you give it back to him then?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Well, you know, I wasn't going to give anything back to anybody until I've had some sort of proof.  I mean, by that stage, my - the extent of my disillusionment was number 1 myself, and second the sort of environment that I was operating in with was to such an extent that I'll be honest with you, at one stage I thought that I was going to land up in jail, I thought this is it, I'm going to be caught with this horrible stuff, I won't be able to justify, there's money missing, jail, jail's it.  So it was to a certain extent a trump card that I decided to bury.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you took out some insurance?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I took out some - it was the proof of that particular project.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, so not to push the point, but you didn't really feel that Liebenberg, General Liebenberg could really solve the problem and deal with it, even though he had given you that assurance, otherwise clearly you would have said, well that's fantastic, let me hand the stuff over to you and you deal with it.",
            "Male"
        ],
        [
            "JAN LOURENS",
            "I think what we need to bear in mind is that, you know, during '93 a lot of things had changed in this country and things really started to move, and I did not feel that I had this unqualified promise that would be kept at all costs, no, so yes, there were some reservations from my side, and as a matter of interest, this is that the final conclusion thereof in terms of that I was never phoned by anybody that said, listen, it's okay, don't worry, it's all over.  I was just not - it was never discussed with me again, so I just kept my evidence hidden and that was it.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You will appreciate, Dr Lourens, that one could ask an enormous number of questions, but I do have colleagues that are also dying to ask questions as well, so let me not take that any further, and just conclude by asking, two much more briefer questions.  One, you talked about the other thing that disturbed you after a while, and that the was the life of luxury that the project team enjoyed.  Now, was that in terms of salary, or houses, or cars, or what, what sort of lifestyle was that?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Dr Boraine, I cannot reply in terms of salary, other than my own, but it was a very comfortable life that we lived in the sense that we travelled - all of us travelled to Europe frequently, perhaps even excessively so.  We always travelled business class, and in certain cases, people even travelled first class.  We stayed in excellent hotels at all cases, we had a good lifestyle.  I earned a reasonable salary, I earned a good bonus, bonus as a function of profitability of Protechnic especially, and in terms of the life that we were living, I obviously have had to measure myself, and obviously my colleagues, in terms if my peers, and it was a comfortable life, yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Last question, you mentioned your visit overseas, which clearly was a distressing experience personally.  You mentioned that you met Trevor.  Was he South African?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What sort of age and description, I mean how - what is your recollection?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Trevor was at that stage I would have judged him about 45, greyish, shortish man, no distinct features, not a big nose or whatever the case may be.  South African in terms of, I judged him to be South African in terms of his accent, we spoke Afrikaans, so he was South African, and his clothes, I mean, when I saw Trevor at the station, he was South African.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Just one other question about this whole handing over what of course was a deadly weapon, as you yourself experienced, did it occur to you either during or after that time that you were travelling specifically to Europe with this weapon in your possession that you were going to hand over to someone, dit it occur to you that, you know, he must have been an agent who was going to use that one someone in Europe?  I mean, did you discuss it with him at all?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "No, it did occur to me, and it's not the type of occurrence, you know, to manufacture the screwdrivers and hand it over to a scientist whose going to test it and evaluate it, is really, it's at arm's length, it's not an issue, it's not an interlace with somebody who would pretend to you, this is my first interface with - and I knew it, with somebody that would potentially kill somebody else, and it didn't dawn on me until I actually woke up after the poison exercise, and then it was real.  I was in England for a few days thereafter, and I can't remember how many days, and I remember very well buying every single newspaper that I could my hands on to try and find out, you know, had somebody died mysteriously, and so on.  So, yes it - I was very aware of that aspect then.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And that was in when, what year?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "About '92.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Dr Boraine.  Any other questions?  Dr Orr?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dr Lourens, the question that I'm going to ask is perhaps not easily answered, and I ask it because part of the TRC's mandate is to attempt to understand the perspective of people who were involved in human rights violations, and although you yourself were not directly involved, I think you yourself would acknowledge that you were most certainly involved.  And I ask, what kind of environment, background, education produces a scientist, and you are a scientist, who does not question what were undoubtedly very dubious assignments, who does not ask for what purpose his research is going to be used, who even when it becomes blatantly obvious from the poisoning episode, that science is being perverted for abuse?   How is it that such a person is, doesn't take any action?  How was it that you didn't question, what was it about the social environment that enabled you to simply carry on and close your eyes, until really quite late in the whole process?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Obviously, you know, once you're out of the system and you look back, you ask the questions, you'll have to ask yourself these questions ...(tape ends)",
            "Female"
        ],
        [
            "JAN LOURENS",
            "The first issue is that the performance of science is a drive in itself.  If you look at the manufacture of a chemical substance, difficult synthesis.  At the end of the day it poses a challenge.What the substance is may to some extent be irrelevant, whether it's a protein or a poison it's a complex chemical substance, and you would often find that scientists have a particular focus towards this particular end goal, this objective in achieving that, without thinking of its application. It's like nuclear fusion.  Nuclear fusion is a phenomenal, it's phenomenal science.  And a scientist working on nuclear fusion is not necessarily going to have the atom bomb in mind. And unfortunately I think it's a character of individuals as scientists to often not think about the application or the consequence.  That's the first part.  I mean that's the easy part.\n The second part is that why don't we question, why didn't I question?  Unless you've been in that system you wouldn't know, and the manner in which we operated, within that system, you know we have this term which we call the need to know basis, and it was an excuse utilised by the system to not tell you.  And you become used to it.  You simply just live in this environment.  I lived in that environment for four, five, six years where I knew quite well, being an intelligent individual that I was seeing a small segment of a big picture, and I believed that the people that knew what was good for me, and thus would expose me to the right things at the right time.  It's a naive, it's a practically stupid approach.  But that was the way it went. And it doesn't happen overnight.  \n You know a scientist is not taken from university as a bright young lad and said tomorrow morning you will start manufacturing chemicals to kill people.  It just doesn't happen like that.  It happens over a period of time and all of us have been gradually drawn into the system and over a period of time questioned less and less and less.  Those were the harsh realities of it all.  It's not just a fable I know, but this is the way it happened.  I don't know if I have answered your question.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It is a difficult question to answer, you have gone some way.  Thank you.\n One more question.  When you decided to approach the Attorney-General and/or the Truth Commission did you discuss this decision with any of your colleagues, Knobel, Basson, Mijburgh, Swanepoel?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Dr Orr can I make a statement, please.  I take grave offence to the statement made by the gentleman on my right by calling me a martel gat, and I expect him to withdraw that immediately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that said now, here?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Here directly now, a few seconds ago.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is the gentleman?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "A martyr.",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Defending Gen Knobel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It wasn't meant to be offensive.  I withdraw it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I made a remark to Mr van Zyl.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say that in these proceedings?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I said it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Martel gat.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "A martyr.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did you say he was a martyr? ...that we take these proceedings seriously.  Mr du Plessis I don't know where you come from.  I respect you as a lawyer and as a legal representative.  I need to indicate that if you don't display to this Commission the sort of respect that is due to it, but once more if you do not, with due respect, refrain from intimidating witnesses, because whatever you meant, or whatever you wanted to do, that is an intimidation of a witness.  And I think the witness has every reason to take offence at what you said, and I think you should apologise to him.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have already withdrawn the statement and I apologise to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the Commission reserves all rights that it has in regard to what you have done Mr du Plessis.  Dr Wendy Orr.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I will repeat my question.  When you decided to approach the Attorney-General with the information which you had and come to the Truth and Reconciliation Commission did you speak to any of your colleagues, your previous colleagues from the project, about it?  And if so, what was their response?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Let me try and explain something to you.  This is despite the attitude of several of the gentlemen on the right, I had a very strong association to my ex-colleagues, and I had an excellent relationship with them, and they had been responsible for a fantastic part of my life, and thus it was very, very difficult to actually turn against them, because that's exactly what I did, and I have no illusions about it.\n I discussed it with Brian Currin at the time.  I said Brian what am I supposed to do?  And Brian said to me, the right thing to do is to phone them and tell them that you've turned State witness or that you are going to disclose the facts.  \n The first person that I phoned, I phoned James Davies. James' reply to me was, he says that Jan we've met with lawyers, the group on our right, they discussed that they were scientists, they had done nothing wrong; that they were on the right side of the law, so they were not going to apply for amnesty and not disclose anything.  At that point I - and I asked him, I said James, had all people been party thereto?  And he said Jan, Wouter was there, Wynand was there, Philip was there and I phoned nobody else.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  I have no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Lourens I want to come to this question of front companies that were set up.  I think in the time that we've been listening to you and in the period that we are looking at you must have set up about ten or eleven different companies that you mentioned.  Companies that were involved in producing if not destructive, certainly very dangerous substances, biological or chemical.  The perception that I have is that all you required was some money and a few scientists of like mind, because you had to be of a like mind to be involved in as exciting as you may say the work was, to be involved in what you were doing, were there no obstacles?  Were there no checks and balances even within the period that we are looking at to setting up these companies?\n I ask this question because we want to look at the future, and if the same sort of situation pertains today, then I am very concerned, because what is to stop us from doing the same tomorrow what you did in the last ten years or in the ten year period that we are looking at, because I mean you started with Special Ops in 1982 and by the time you finished in 1993 it was almost a ten, eleven year period.  Can you give us an idea?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "I think what you need to do is you need to look at the project in terms of two aspects.  The first part is the big project, Project Coast being Roodeplaat and Delta-G etc, etc, which was very formally funded, set up, run, managed and audited, despite the fact that it had come from largely secret funds.\n The smaller units, such as the units that I had set up and run, was much more sort-of, there were no fixed structures.  You know I didn't have fixed guidelines from any authority, military or otherwise, in terms of these are the checks and balances.  And other than having a private auditor there was practically no checks and balances, no.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And would you like to comment as to what these checks and balances should be today, having been involved in the sort of work that you were involved in?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "I think that there are two issues that you need to take into consideration.  The one is an ethical issue and the other one is one of financial application.  I think the principle of having large-scale secret funds that are controlled and used by single individuals is extremely dangerous and we've seen it in terms of the wastage.\n In terms of the ethical side is that I believe that there will always be a role to play in terms of particular defensive systems and you know in chemical defence, as an example, there will always be an offensive part.  You will always look at new generation toxic substances that you need to protect yourself against.  But if you have the right scientific balances, and I believe that those scientific balances should be outside the military.  They should be in academic institutions that people that can, from a liberal point of view, question what the purpose and what the objectives, what the final direction is.  And those checks and balances need not to be totally transparent, in other words it need not be public, but it needs to be transparent to a wider community, which we never had.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dr Randera.  Advocate Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  Dr Lourens you gave some idea about the operations that you were involved in, but is it correct that was part of, it slotted into this CBW programme?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "That's correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Whatever it was called, Project Coast or whatever name was given to it, but it was part of that overall project?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now often in a hearing like this there is a tendency to get stuck in terminology and so on, but can I ask you just for a comment.  Taking into account your experience, taking into account the kind of equipment that you said you had assisted in producing, what would your response be to a statement that this programme, the CBW programme was purely defensive in nature?  What response would you have to that sort of statement?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "I would respond to you and say to you that's typical rhetoric that we've heard on a number of occasions from the previous military dispensation and it's absolute nonsense - unqualified absolute nonsense.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there ever any doubt in your mind that any of these things, any of the screwdrivers, whatever, this whole lot of equipment, that any of this was anything but murder weapons really?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "No, it couldn't be.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And that they were clearly intended to be used against human beings?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Absolutely.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And that they had the clear potential to kill?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Advocate there is no doubt in my mind that that was the application.  So I - and I think any normal human being of reasonable intelligence would have reached the same conclusion.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And that it seems to me also that they were meant for covert action, for covert operation?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Whilst you are on covert operations it has now become notorious or common cause that there was an element of the South African Defence Force called the CCB which was a covert operation.  Did you ever have any dealings or links with the CCB?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "I had dealings with two individuals, Joe Verster and Danie Wahl, very, very briefly.  But what I must tell you is that at the time that I dealt with them the name CCB was unknown to me.  So I didn't deal with them knowing that they were part of a covert operation.  I knew both Joe Verster and Danie Wahl from Special Forces headquarters, and not in terms of their CCB role.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no that's just a matter of detail.  But it was Joe Verster and Danie Wahl ...(intervention)",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Joe Verster, as you now know ...(intervention)",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...was the Chairperson, or the managing director of the CCB.  And do you still recall what sort of encounter you had with Joe Verster?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "I was introduced, I met Joe and Joe - basically the reason for the meeting was is Joe introduced me to Danie and Danie and I was going to work together on some projects and they never materialised.\n In a subsequent meeting that I had with Danie he gave the explosives and the letter bomb devices and so forth to me and that was it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you do not know if any of your \"speelgoed\" was ever passed on to them for usage in the operations?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "No, not that I know of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were never the person to do that even if it did take place?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "No, no absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No we have been taking evidence from CCB operatives and there are indications from some of them, certainly one of them who we last heard, that a substantial amount of these chemical and biological warfare chemicals were used by them in the CCB, but you wouldn't be the person to have passed them on to them?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "No.  I never interfaced with the operators.  I interfaced with Trevor and that was a single, single incident, and other than that I never interfaced with any of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  Since you left the project have you had any links or contact with Dr Wouter Basson?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes he phoned me once about a year, eighteen months ago.  He phoned me on my cellphone.  He said to me - he was friendly, as he's always been, he said to me that he was told that I was applying for amnesty and he wanted to tell me that both him and General Knobel are most disappointed at my going this road.  At that stage I had not applied, I had not approached anybody and I denied it.  And since then the first time that I've seen him again was last night at the airport.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see this brings me again to the question that was raised by Dr Wendy Orr, the whole question of the motives and perspectives.  You see what worries us, and especially in view of what continues to take place so many years in what should be a democracy, and what should be a democracy that should not be undermined by all the people who, as we understood, had reconciled themselves to the reality of a changed South Africa.\n You see the rallying cry was always this \"rooi gevaar\", the Communist threat.  If we are to take into serious consideration, for instance, the reasons given by former Minister of Foreign Affairs, Pik Botha, as having been the basis for some of the operations that were carried out by the South African Defence Force, namely, that there was always this Communist threat.  Now by 1989, if my history serves me well the Berlin Wall had fallen.  \n Secondly in this country, from the 2nd of February there had been a major announcement made by De Klerk which we thought was heralding a new era, an era of negotiations and an era that sought to say now that Communism is away, now that there is no more terror on our borders, we should start to negotiate a way of life that is going to cause us to live side-by-side.  What worries me is that for well up to 1993 you, on your own evidence, were part of the process that was still manufacturing dangerous murder weapons, in what should be conceived against the backdrop of what was happening, to have been a complete undermining of the peace process, and a complete undermining of a democracy that was sought to be brought into being.  \n Now what again causes people who know that a new mood is being endeavoured to be brought into being, but continue to do things of the nature that we are talking about?\n And I would like you to also indicate, what do you think was going in the minds, it's a difficult question, in the mind of a Minister of State who was charged with maintaining law and order in his portfolio but notably one who was foremost in the negotiations process?  \n Now what sort of people are we dealing with here and what do you think is the future of this country, if on one hand we have people who talk peace and on the other manufacture weapons of mass destruction?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "As an individual that lived within the security community for a long period of time the only thing I can say to you is that I think that most of us were, and I left that system before the '94 elections, my perception of the experience or the perception of my old colleagues was one of being ready for the great war up to the '94 elections, and the great fear of the outcome.\n I mean we have to be quite honest about it, we didn't expect the President to be the kind-hearted man that he is or was at that time.  We didn't expect to be treated in a fair manner by the new black government.  We expected to be chased into all kinds of dark corners of South Africa.  So I don't think that anybody, from the security community, the white security community, moved into the elections feeling comfortable despite the overtures for peace etc, etc.\n Even today, this little interesting episode we've just gone through, I mean it shows you that even after the proof of 1994 we still have a lot of people, white people, that resent this change, that did absolutely resent the change and can't make peace with whatever we did in the past.  I cannot run from what I did in the past.  I can't run away from the fact that I was in the military and I do carry it with a certain amount of pride, but I have to say that I've done the wrong things as well.  So the change of heart is there, to some extent in some of the old securocrats, but not in all of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now with the benefit of the background which you have indicated, there was this war that was expected to be taking place in 1994 it never came, do you think there's a war that is coming in 1999?  I am serious about these questions ...(intervention)",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Ja, I know that you are serious.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because we have, on your own evidence, somebody who knew exactly what you all were about, on your evidence you say he says \"I and General Knobel are very disappointed with you\", what do you think they were disappointed with your what?  For applying for amnesty or for revealing the truth?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Most probably especially revealing the truth.  Applying for amnesty at that stage was - it's an early days issue.  I don't believe that there's another war, and the reason for that is that I think a great deal of the white community have changed their minds and have seen that there is some simple concepts, such as living together, since 1994, so I think that the amount of people that today view this political dispensation with hatred and the drive to try and overthrow and live in this fool's paradise should just - it's a small community, it's a very small community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now lastly you said you heard - you people were travelling to Europe etc, etc, I am not particularly concerned with the lifestyle for the moment, but did you ever in your travels get an impression, apart from meeting that Syrian, that some of the people that you were meeting might well have been agents, foreign spy agents?  Did it ever occur to you that that might be so and that this was also you know a programme that involved other foreign states and therefore you dealt with foreign agents?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Ja.  I never, never got the impression that I was interfacing with foreign agents.  But having made the statement you have to bear in mind that I was never trained to be able to detect, so I was in actual fact a sitting duck.  If they wanted to approach an individual I would have been the perfect target in the sense that you know - and none of us went through this sort-of surveillance, counter-surveillance, national intelligence programme.  That's not true.  Some of the people did in actual go through.  But I was not in the league of, for example, Dr Basson, in terms of skills to be able to identify, etc, etc.  So it may in actual fact have happened, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are saying you were not a Craig Williamson for instance?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "No, no, no absolutely not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it may well have been that Trevor, for instance, could have been a CA agent, a Mosad agent, a KGB agent?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Yes I suppose so, although my introduction or the process was - of my setting up of this particular trip was done by my officer commanding, which was Dr Basson, so there was a trust component there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anymore questions.  Thank you Dr Lourens.  Oh Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I am sorry Dr Lourens there is one issue we want to canvass which is, what role did Dr Lothar Neethling play in any of the front companies you were involved in, other than him coming to meet privately with Mr Bart Hetema about aerosol cans?",
            "Male"
        ],
        [
            "JAN LOURENS",
            "Dr Neethling played, as far as my exposure to him had been concerned, and I must really tell you, strange as it may seem, is that I had a great deal of exposure to him, played no role.  There was numerous opportunities in which we could have discussed intricacies of Project etc etc, and it never, ever occurred, never.  So I have to say to you, no role as far as my participation was concerned.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you Dr Lourens.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have to thank you Dr Lourens for having made yourself available. Subject to the arrangements that still have to be made for your further availability, you are excused.",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Currin.  Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you Mr Chair.  We call Mr Charles van Remoortere.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally do you have an indication of whether Mr van Remoortere will be over with by six o'clock, at ten to six?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I did have that indication Mr Chairperson until you started questioning the last witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, in which event I think whatever arrangement you had made with us for that reason now flies out of the window. We adjourn now until tomorrow morning.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We will not be longer than half an hour with Mr van Remoortere.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I appreciate that but I know your half-an-hours Mr Vally.  Nine o'clock",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Okay.  Mr van Remoortere is not available tomorrow.  He has spent most of today here.  If we can hear him because we have got a very little, small area to cover with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's difficult.  But Mr Vally are you sure that if he's going to be cross-examined you have canvassed this with your learned friends?  Is there going to be a cross-examination of this witness?",
            "Unknown"
        ],
        [
            "JAN LOURENS",
            "I haven't canvassed this specifically with my learned friends but he's not giving evidence, as far as I am aware, relating to them at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am reluctant to allow it Mr Vally but I suppose if he's not available tomorrow and he's kosher I will assume let us entertain him.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And only relevant cross-examination in-chief.  I will have to curtail this.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair we are trying to make up time.  This witness will not take long.  I suggest we complete with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay Mr Vally.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you Mr Chair.  Mr van Remoortere you are a Belgian citizen, is that right?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes that's right.",
            "Male"
        ],
        [
            "MR VALLY",
            "When did you come to South Africa?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "In 1982.",
            "Male"
        ],
        [
            "MR VALLY",
            "When did you get involved in the company that Dr Lourens was talking about, SDR?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "I got involved in, I started getting involved in the companies in 1988/9.  I was involved before that in helping Dr Basson getting some information in Europe and helping Jan Lourens getting some information in Europe and I was already trading in some of the products that they required.  But I was involved in the companies, the companies really got operational from '89, '88-'89, the Protechnic/Technotec issue.",
            "Male"
        ],
        [
            "MR VALLY",
            "What sort of information were you getting for Dr Wouter Basson?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "In 1986 when Dr Basson contacted me he required to have information in relation to protective products for soldiers, and information regarding the possible testing through the process of manufacturing these items in South Africa.  And therefore the whole base of the SRG/Protechnic, scientific base, had to come from somewhere.  And because of my background and my relationship I could secure a great part of that scientific knowledge, technical knowledge.",
            "Male"
        ],
        [
            "MR VALLY",
            "When you say you could secure it, how could you secure it?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Well I had contacts in Europe that supplied me the information and that information was paid for by Dr Basson.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you involved in what was commonly called the \"sanctions busting\" for the South African government in those days?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes, absolutely.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you provide Dr Basson with any information on offensive chemical and biological warfare?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Sorry I didn't get that question.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you, besides the defensive clothing manufacturing, did you provide Dr Basson with any information on offensive chemical or biological warfare programmes?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Never.",
            "Male"
        ],
        [
            "MR VALLY",
            "When you - did you buy Protechnic from the Defence Force?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No.  I bought Protechnic when Protechnic became available on the market from a company called Medchem, which at the time I did not know was part of a whole, was a front company and was part of the whole system.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you know that Protechnic was a front company?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No Protechnic was not a front company - well when I bought it it was a front, but under my management it was not anymore a front company.  The only link that was still in that company that was a front was Dr Lourens, and because he couldn't explain to me why money was missing when he resigned I accepted and he left.  There was no more front company at the time.  For the two years that I kept the company it was run as a proper business.",
            "Male"
        ],
        [
            "MR VALLY",
            "You also own Hazmat.",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Now why would ostensibly front companies for the military allow a foreign national to become the majority shareholder?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "I think we have to go back to the circumstances that led a Belgian citizen get involved in this process.  When I was here in South Africa for the three first years I was hired by a Belgian banker to set up a factory in Uitenhage and that's my job.  I am a project manager, I am an entrepreneur.  I did that with the technology, I am an expert in transfer of technology, I did that with Belgian technology from a Belgian company.  That same company was involved in Belgian in the manufacturing of protective products for Nato forces for those 15 years.  So they had a great know-how and a nice range of product in that particular field.  Only protective products, the suits, the boots, the gloves etc.   As I was using their technology to set up a wide-width(?) PVC coating plant in Uitenhage the owner of that company in Belgian asked me, totally openly with the consent of the Belgian banker, to see if the military in South Africa needed these products.  And so I did.  Every time I was in Pretoria I visited them, Armscor, which was at the time right in the centre of Pretoria, and I tried to sell the product.\n I was always told that there was no need for such products in South Africa until in 1986 we were invited to witness in Jamba people, soldiers, who had been hurt by chemical weapons, or so we were told.  I am not a doctor.  But we did see some people who were hurt and we were shown and asked if we could help in bringing, in spite of sanctions, in bringing the technology to South Africa.\n And so it's circumstances, I believe, that have led, because of sanctions, this government to realise that there was somebody who had the technology available.  The Belgian company was totally supportive of going around sanctions because of the protective nature, and I say this because that's important, because for the first four years of this project it has never been mentioned, nor to the Belgians nor to myself, that there was anything else involved.  So we were manipulated in this of course.  \n And this is why I believe that even though it's not normal they allowed this, especially with the project being a secret project with Dr Basson being in charge of it, they allowed this situation to continue.\n Now one thing that wasn't supposed to happen is I wasn't supposed to buy Protechnic, Protechnic had nothing to do with me.  Protechnic was the institution that was organised by the military as I understood it, through Jan Lourens, to check that what I supplied or manufactured or traded, actually did give the right level of protection.  So when one day Medchem decided to sell that company to my great surprise I had very little choice.  We were totally involved in contracts.  We had this company that had the ability to manufacture, in small quantity, these chemicals that we needed for the tests, and it was frightening for me to realise, being in the middle of these contracts, that this company could go to anybody on the market.  \n And that situation was discussed a few times with the Surgeon General, to whom the - and actually initially I refused to buy it because it's very difficult for a businessman to go into an environment which is totally, totally, let's call it scientific, with scientists, okay, and take over a company with contracts that I had nothing to do with.  So I didn't want to buy it actually.  \n After a long process with my auditors, Kessel & Feinstein, we actually decided to buy it and immediately started trying to sell it back to the government, which we succeeded a year and a half later.  So these two things - so I actually bought Protechnic not to leave it outside of our sphere of influence and control and I immediately started approaching the Surgeon-General, and Armscor for them to buy it.  And two years later not only did I sell back Protechnic but Hazmat too, because Hazmat also, with the impregnation of activated charcoal that we were doing, was an integral part of that strategic arm that a country normally has within it's nationals, not with two Belgians and business people.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was Hazmat also a military front company?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Not at all.  Hazmat was one of the departments of Technotech who got so big that we decided to make a separate company, but it had nothing to do with - it was fully owned by myself.",
            "Male"
        ],
        [
            "MR VALLY",
            "So Hazmat was making protective equipment and Protechnic was quality testing it?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "That's right, but that only lasted for a year and a half and - until Armscor bought it back and by that time our systems were extremely well developed, so I was not worried at all with proper control that things would go wrong there.  Remember that we had a double checking system with Belgian, and for instance, on the fabric of the suits we would cut our samples in two, always send one sample to Belgian to their lab, and one sample to Protechnic, and the conclusion of both was taken into consideration then to approve the suits.  Remember that these suits, they are still in stock, are - protects soldiers ...(indistinct) life, so there was no way any chances could be taken as far as that was concerned.   Hazmat did not only do that, they also impregnated activated charcoal, made the canisters for the mask, assembled the Huberin Suner(?) Swiss mask that was delivered to the military as a part of the protective gear.",
            "Male"
        ],
        [
            "MR VALLY",
            "Just a few more questions.  The first one is, when you were taken to Jamba, that's in Angola.",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "This was at the time when South African forces were still occupying Angola?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes.  Well I don't know if they were occupying it, but I mean we took an helicopter and we flew there.  So obviously there was some facilities of....",
            "Male"
        ],
        [
            "MR VALLY",
            "The allegations regarding a chemical attack in Angola, were they also not publicised by a Belgian called Orben Hendriks?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No that was after.  Professor Hendriks came after into this thing.  I think he was used by Brian Davies, Dr Brian Davies for further examination and publicity probably.  But that came after.  We were the first one to go.  Now I cannot tell you if what we saw were people who had been hurt by chemical gases.  I can't.  I am not a doctor, I am not a scientist.  But it never came to my mind that it wasn't, except since we have been discussing these issues recently.",
            "Male"
        ],
        [
            "MR VALLY",
            "This Dr Hendriks who publicised claims of chemical attacks in Angola, he has been convicted of fraud in Belgian ...(intervention)",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes....",
            "Male"
        ],
        [
            "MR VALLY",
            "Has he not?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes, absolutely.",
            "Male"
        ],
        [
            "MR VALLY",
            "And of academic fraud as well?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Sorry?",
            "Male"
        ],
        [
            "MR VALLY",
            "Of academic fraud?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "I believe so, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "I want to ask you about this binary weapon, this prototype.",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "That was ordered via you.",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Do you know who this Mombar(?) was?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Well I met the man three times.  I was introduced to Mr Mombar through a gentleman called Mole, I think, in England, who actually seems to be also in contact with Dr Basson, and seemed to be one of his colleagues or whatever.  Now this man we, this man was actually wanting - initially what I understood is he wanted storage of binary agents, not projectiles.  Now I checked again because we discussed the issue and it's a long time ago, it was very clear that in the supply of a principal, because that's all they did at Protechnic, there was never a question of supplying agent.  There was no sample taken.  Mr Mombar did mention once, and it was refused, flatly, so we never agreed to have anything to do with the agent.\n What we were interested in is to develop, which was at Protechnic's level quite an interesting challenge, initially a storage system of the binary agent that could then be utilised as a delivery system.  Now the minute this - it became clear that what we were talking about with Mr Mombar was the delivery system, we backed off completely, because we realised we were dealing with strange people and strange business.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was Mr Mombar suspected of being a member of a foreign intelligence agency?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes I think - my impression, and I never had any proof to that, but I think he had something to do with the Israeli state, if I am correct.",
            "Male"
        ],
        [
            "MR VALLY",
            "So you suspect that he was the Mosad agent for Israel?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Probably, but we had backed-off from that completely by that time.",
            "Male"
        ],
        [
            "MR VALLY",
            "I understood Dr Lourens, and I maybe wrong but you were here as well, as saying that there was a prototype built with VX, a nerve agent?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No.  There was never a prototype built with VX agent.  There was a prototype built, and it wasn't a prototype, it was a - how do you call that, in a process of developing a piece of equipment, there's an initial concept design and they do a few parts to prove that it's, the project is on the right way.  It's actually - when seeing this, and seeing the work that Protechnic had done that Mr Mombar started doubting our ability to do what we said we could do, and he started becoming very worried and that's when he started talking about ...(indistinct) and that's when I started to understand that he wasn't talking about storage but projectile and I backed off.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was anything ever delivered to Mr Mombar?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No, nothing.  Well no sorry, there was a report and some drawings, but they were the initial phase of that conceptual design on which he reacted very negatively and that's where we stopped.",
            "Male"
        ],
        [
            "MR VALLY",
            "What can you tell us about your dealings with Dr Wouter Basson, other than the protective clothing issue?  Were you involved with Dr Wouter Basson in other respect other than manufacturing of protective clothing?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No I wasn't, but initially Dr Wouter Basson used me to open the way, to facilitate the way to travelling, to financial transaction and to information in Europe.  And that was on the basis - at that time Dr Wouter Basson was a colonel of the army.  He had come and made his credentials in Belgium.  He was supported by the Surgeon-General at the time, and there was no question whatsoever that we were dealing with anything else but a solid motivating project where we had to bust sanctions to get the South African military to protect themselves against chemical attack and the whole reasoning was that the Russians, through Cuba, were using the Angolan war as a live testing ground.  And that was the motivation behind this thing.  So there was a great enthusiasm at that time.   There was absolutely no question of irregularities, of involvement in all the things we are hearing today.  It's only a few years later that the whole thing came out and eventually turned very sour.",
            "Male"
        ],
        [
            "MR VALLY",
            "You did visit the facility at Roodeplaat, RRL?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes when - but that's at the very end of the construction of the new building, and it's Dr Wynand Swanepoel who invited myself and my wife to look at the building, and we did go in the building and we saw baboons in cages.",
            "Male"
        ],
        [
            "MR VALLY",
            "And you knew what it was for?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No, not at all.",
            "Male"
        ],
        [
            "MR VALLY",
            "And what did you think the baboons were there for?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "I believed it was an animal, it was presented to us at that time - we weren't at all in that project.  I didn't even know the word \"Project Coast\" that you are using.  At that time that front was completely front.  It was Wynand -he's a dentist, was a dentist, Dr Wynand Swanepoel, and he had recycled himself into animal research.  And we were showed this building as a total social get-together and well, unfortunately if I had been a scientist maybe I would have been more able to see that what we were being shown was something else.  We didn't stay very long because the animal in the cage didn't appeal to my wife at all and she decided that we should leave.",
            "Male"
        ],
        [
            "MR VALLY",
            "When did you become aware that Dr Wouter Basson was involved in more than just looking for protective clothing?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Late, I would say, I can't say exactly when but it's between '89 and '92 when Mr Jan Lourens started - actually Mr Jan Lourens started telling me these things and I wouldn't believe them.  And I thought it was a reflection and a result of his fighting or whatever he was involved in, that made him say things about Dr Basson that were a bit negative, and I wouldn't believe it.  But unfortunately with time evidence came out and then we started hearing about the CCB, about all sorts of things which just proved the manipulation and the willingness to get out.",
            "Male"
        ],
        [
            "MR VALLY",
            "Last two questions.  From your personal knowledge to what extent did Dr Knobel, the Surgeon-General, have knowledge of what was happening at Protechnic at the time it was still called SDR?  Did he know all the programmes involved, excluding the screwdriver one?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No I don't believe that - my experience with Dr Knobel, we have a term in French for this, sorry I am French, we call it the \"Pigeon\".  The \"Pigeon\" when you organise a game of cards is the person that is going to lose, and the others make an agreement and he's the \"Pigeon\".  I think Dr Knobel was the \"Pigeon\", because Dr Knobel didn't seem to know a lot of things that was happening around, even though it was in his projects, he seemed to be very well manipulated by the system.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was it a question of did not know, or did not want to know?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "That you are going to have to ask him.",
            "Male"
        ],
        [
            "MR VALLY",
            "Finally, what did you think about the security and the efficiency of the companies you looked at and eventually acquired?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Well the efficiency after I took over Protechnic and before it was sold, we just put back into a scientist company some very straightforward business management processes.  Today Protechnic works very well.  Hazmat works very well in a new building on the highway.  They are still providing the services that an organisation like this demands, so I am quite happy with the efficiency of the companies.\n In terms of security what was happening before was, if I say it was a joke I wouldn't be lying, because I know that my security level with Dr Basson was very clear.  He said you cheat us, we kill you, and I thought it was always a joke until recently I realised it wasn't that much of a joke.  But I never had the intention to do anything wrong to him and to the system.  Remember in the beginning it was a wonderful project, and he had good motivation and a good reason to be. But after that the security lacked because - I was also approached by two South Africans that came from nowhere and asked if they could buy ...(indistinct) again, Protechnic at a certain time, and when there was resistance they just disappeared and it was -\n I mean there was this company with all that knowledge that could have been sold, I believe, for a lot of money to the wrong hands.  So I think coming from the era of sanctions I can understand the process, but the problem is when you leave too much to one pair of hands it gets out of hand.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you still in charge of Protechnic on the 28th of November 1997?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "In 1997?",
            "Male"
        ],
        [
            "MR VALLY",
            "The 28th of November.",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Well I know when I sold it - I sold, I purchased Protechnic in 1993 and I sold it in 1994, June.",
            "Male"
        ],
        [
            "MR VALLY",
            "And did you make a large profit?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Did I make a large profit - reasonable.",
            "Male"
        ],
        [
            "MR VALLY",
            "I asked you that last question because in the ten year report of Protechnic there's a message from Lt Gen D P Knobel who pretends that it was established as a private company, but you won't have any knowledge of that?",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No, I don't.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you, I have no further questions.",
            "Male"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Currin any cross-examination?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "There will be no cross-examination from Dr Lourens.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr van Zyl?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Nothing thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Nothing Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Boraine.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson I only have one question.  Dr Lourens gave evidence immediately before you, were you here?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes, yes I was sitting right in the back.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  So you know that he told us that when you bought the company you were very worried when you discovered that there was some, apparently money, unaccounted for, let's put it that way.  And he was you know very alarmed by that, and you've heard all he said.  Did he tell you, at any stage, as to where the money had gone?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No he didn't want to.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you ever hear at any stage that it was actually money used for the manufacture of these screwdrivers?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No much later, much later.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So what - I mean so he must have given you some reason why the money was missing?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No he didn't. What happened is that my group financial manager started finding out about this amount of money missing being paid to an account which was actually an account owned by Mr Jan Lourens and I immediately expected fraud.  And when I confronted him on that issue, since he couldn't give me an explanation, nor could he - because he couldn't, I have never been in all these plans and these things so I mean I would never have accepted that a company that we just bought now has all these parallel activities that we know nothing about, and that cost money over and above.  So no, he didn't want to tell me and that is the reason why we separated, because there was a lot of pressure during two months while our financial manager, group financial manager was examining the accounts he felt more and more insecure and then he confronted me and I confronted him back and then he resigned and I accepted his resignation the next morning.  Because I could not accept to work with a managing director that could not explain to me where R200 000 left.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you cut your losses.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "I cut my losses, yes.  No I didn't cut my losses, I asked the Surgeon-General, I said I believe that I have a problem here because Jan Lourens is an excellent managing director and he ran this company in a wonderful way.  So it was a big problem for me to lose him.  And it was a problem I believe for the system, so I had to go, my main customer at Protechnic being the medical forces I went to my main customer and I discussed these issues with him and he told me to leave it.  Cut my loss.  And since he was my main customer at Protechnic, and he was responsible for more than eighty percent of the turnover of the projects that were tackled on a yearly basis, if he sees \"leave it\" I said I am going to leave it.  So it's again not the sort of thing that I could push on to.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So Dr Knobel either didn't know or decided not to take it any further but just said let's leave it?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "I think he just wanted peace and I think he was maybe starting to realise that there were a number of things that he didn't know about that was getting embarrassing.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Alright.  The very last question on this, who bore the loss then, the R200 000?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Who?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Who carried the loss?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "It stayed in the books.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, thank you.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "I carried it.  (Laughs)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Can you just clarify something for me Sir.  Earlier on you said, when you were asked about front companies and whether Protechnic was a front company, you said no, absolutely not.  Then later on you said Mr Lourens actually started talking to you in 1989.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes.",
            "Male"
        ],
        [
            "DR RANDERA",
            "..as to the various activities he was involved in.  I would assume part of that would be the front companies he was involved in.  Can we just hear from you what is it that you are telling us, did you know about this?  Did you not know about it?  Because clearly there must have been more to it than what you are actually telling us.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No not at all.  I think that was a process.  When I say between '89 and '92 is simply because these things happened during the time and Mr Jan Lourens just made remarks or said things in a context of the discussion that clearly indicated that there was something else happening, and the confrontation on what he thought that Dr Basson was doing came much later.  Really at the end I would say, '91, '92.   Remember I was still very close to Jan Lourens and I still am, okay, so there was a dispute there.  There was him feeling cheated because I was now thinking that he was a crook and him not being able to tell me or not wanting to tell me and then him starting to tell me things that I didn't really believe, so it's a whole sequence of events in time.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Two more questions.  Again we asked your - the gentleman that we - Mr Lourens, earlier on about motivation as to why he became involved in that year, and I would like to ask that of you.  I mean here you are a businessman from Belgium, you knew sanctions were in existence against this country.  The United Nations had said apartheid was a crime against South Africa, you come to South Africa and sell equipment, I presume this was not on the list of your own country to be selling to South Africa; you break sanctions; you go off to Angola with the South African Defence Forces, can you explain to us what your motivation - was it to do with business, it's about business, or was there other motivations involved?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "No I think there was a very strong different motivation.  When I moved in this country, I have travelled all my life.  I have never stayed more than three or four years in a country because of my father's work.  My father is a retired general in the Belgium army.  I myself I am a rookie lieutenant in the Belgium army, in the paratroopers, and I am very sensitive to - when I came in this country after three years I decided to stay here.  It was for me a first move into a country which I am still am after fourteen years.  So it was a great challenge, I must say, that all of a sudden I could actually, as a businessman take a very interesting line of project, which is totally in my field, on the one hand.  On the other hand do something that I felt was necessary.\n When I was a young lieutenant in the Belgium army we were fully trained on chemical warfare, fully.  So it made very little sense for me for an army not to be equipped, just for the defensive reason, against possible attack or terrorism for that matter.\n So when, after presenting my product for more than two years to the military and always having a no, it was eventually suggested that we could supply it was a very exciting project for me.  And that's only in these terms that I - I actually cleared the moral issue with my father in Belgium and we decided that there was no reason to see that in the list of products that were sanctioning South Africa, there should be a protective product against chemical warfare.  We discussed it with the Belgium company and we came to a decision that it was right, so it was quite a challenging, exciting project for the first three years.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr van Remoortere my last question.  Is your main customer still the army?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Not at all.  I am not involved with the military at all.  What happened is that we closed once - these projects should have been still running now.  In the manufacturing of the mask with the Swiss we were supposed to go on a 15 years plan here, and when things starting degenerating and Dr Basson started cancelling his contracts we just accepted that it was not the right thing to continue.  So you know I am not - I've sold Protechnic, I've sold Hazmat and I have nothing to do anymore with the supply of any product to the military until maybe they need me again.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  I am just trying to understand why you were taken to Jamba.  You were trying, you were quite anxious to sell this product, the protective clothing.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But the military was not interested in the product.  Now eventually you managed to sell it to them, but why did they take you to Jamba?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Maybe because the Belgium company have to be - that was the first time that this gentleman came over and he was taken by Dr Lothar Neethling and Dr Basson and myself straight to Jamba and I think there was maybe an effort there to motivate us, which it did, me, it motivated me.  Maybe it was solely for the sake of securing the motivation.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But that's the difficulty I mean you were very well motivated.  You were - they blocked you for a few years ...(intervention)",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Two three years, ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Two three years.  You were anxious to sell this to them, they didn't want to take it, so you didn't need much motivation on that ...(intervention)",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Yes but we were talking about a different level of co-operation now.  From what I was doing I was trying to sell, to trade these products.  What happened is that they were convincing us to transfer technology and so that the company, the Belgian company had to get fully involved behind it.  I think it was quite a different level of involvement, and maybe they thought - and it worked because the Belgian gentleman was very, very you know convinced that the Russians were using - I mean that was the explanation, now maybe it's not true.  I mean that was the explanation, ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes well that will be probably one of your question marks.  But just finally, what kind of business did you establish in Uitenhage?",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "In Uitenhage, it's a wide-width coating plant.  It's PVC coating on woven polyester or nylon which was woven by Industechs on wide-width Susner loom.\n So the company in - the reason why the Belgian company has that is because it's part of the treatment of fabric.  They weave, they make yarn, they weave, they treat, and on the same coating line you can treat fabric and impregnate it with all sorts of things and you can put PVC on the tarpaulins.  So they had a diversity of technology which was good for Industechs.  But they also had, because of the weaving, the manufacturing of the yarns, the weaving and the treating of fabric they could make the special fabric for the protection against chemicals, and that's where that company has all these abilities.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Oh I see.  So that was really an extension of that ...(intervention)",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Absolutely ...(intervention)",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "...protective clothing business.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Absolutely, ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He is originally from Uitenhage you see.  He wants to know whether..... (General laughter)\n Well thank you very much Mr van Remoortere.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "It's a pleasure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you are excused.",
            "Unknown"
        ],
        [
            "CHARLES VAN REMOORTERE",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally, who are you calling?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I was thanking you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are welcome Mr Vally.  We are adjourned until nine o'clock.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}