{
    "header": {
        "type": "Chemical and Biological Warfare Hearings",
        "starting date": "1998-06-08",
        "location": "Cape Town",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56260&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/cbw/cbw12.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR VALLY",
            "MR CILLIERS",
            "SUNDOWN",
            "ADV POTGIETER",
            "SEAPOINT",
            "DAVIS",
            "SEAPOINT COMPUTER BUREAU",
            "FERREIRA",
            "VAN VUUREN",
            "BOTHA",
            "WILLIAMS",
            "YASMINE SOOKA",
            "NORMAN ARENDSE",
            "HATTING",
            "SUBSECTION 3",
            "SUBSECTION 4",
            "SUBSECTION 5",
            "DAVIS AND SEAPOINT",
            "TOWNSHIP MANAGEMENT"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VALLY",
            "MR CILLIERS",
            "SUNDOWN",
            "ADV POTGIETER",
            "SEAPOINT",
            "DAVIS",
            "SEAPOINT COMPUTER BUREAU",
            "FERREIRA",
            "VAN VUUREN",
            "BOTHA",
            "WILLIAMS",
            "MS SOOKA",
            "MR ARENDSE",
            "HATTING",
            "31(1)",
            "Subsection 3",
            "Subsection 4",
            "Subsection 5",
            "DAVIS AND SEAPOINT",
            "TOWNSHIP MANAGEMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Vally?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair, the long awaited reply of Advocate Cilliers to his initial argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "General Knobel, are you taking General Knobel today?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "We would like to if you want to work very late.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see. It is your intention therefore not to take him just so if he wants to go?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes he can be excused for today. We would need him tomorrow though.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair what time are we starting tomorrow morning?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The usual time.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Is it nine 'o clock or eight thirty?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we deal with the argument now?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "If General Knobel is leaving he should be advised what time he should be back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally I would prefer nine 'o clock.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Your are in the chair Mr Chair.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "Then we don't need to vote.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we can hear you now then Mr Cilliers?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "As it pleases you there is only one aspect I want to mention. It is the aspect of Doctor Immelmann. It is my opinion that in light of the fact that tomorrow is the last day it is very urgent that finality should be obtained regarding his position. Should you do decide about that only tomorrow it will be effectively too late to get him to come here because as far as I know he is in Pretoria. And with respect I would like to suggest - I don't know what you want to hear an argument about that or what Mr Vally's attitude is. That the instruction should be given that Doctor Immelmann be available tomorrow for questioning. Should you not make that decision today that he should be questioned.",
            "Male"
        ],
        [
            "MR VALLY",
            "I am not clear what is being raised here. I was waiting for argument on the constitutional point. Is Mr Cilliers or has Advocate Cilliers made an application that Doctor Immelmann should give evidence to this hearing at any point? Otherwise what ruling is weighted. There is an affidavit from Doctor Immelmann in which certainly Advocate Cilliers' clients are implicated and a copy has been made available to them. We await Doctor Wouter Basson's response on that in person but in order to get to that point we need to complete the argument and we need a ruling on the argument. Now is Advocate Cilliers making an application for Doctor Immelmann to be called? I am not clear what is being raised here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe can we take it on this basis? Let's deal with this whole question of whether or not Dr Basson and Dr Mijburgh you know are competent and should be compelled to testify. Because all other issues arise from that.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "To a certain degree yes but it will be our submission that although you will find that Dr Mijburgh and Dr Basson do not have to testify whether you decide they should testify is irrelevant. The question regarding Dr Immelmann's situation I can remember it was Mr Vally was not present. Mr Chaskalson was here when we mentioned this matter. That is why he does not know about this situation. It is my submission that regardless the rulings the end regarding Mijburgh and Basson, Mr Immelmann's situation remains relevant. I want to suggest in the light of the fact that time has become a factor and the cost implication is also relevant that Dr Immelmann be available tomorrow to give evidence. Should you then find that it is not necessary for him to testify or that it is not necessary to call him then you have the problem that additional costs will be incurred and then if you tomorrow decide that he need not testify it will have no practical effect because it will take longer to get him here and time is available to continue with the proceedings. This is why I want a ruling regarding Dr Immelmann today so that Mr Vally can convey the message to him tonight that he should be here tomorrow morning for questioning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I decline to be persuaded that we ought to be making those arrangements at this stage. I think there are several factors that we have. We have for instance a witness who should have been today who is available which is my understanding would be taken first thing tomorrow even if the ruling - whichever way the ruling goes we shall have General Knobel and from the impression that I got of the sort of evidence that would be led from him he is going to be there for a pretty long time. So let's play it by the ear. We still have time if tomorrow it becomes clear that it is essential that Mr Immelmann should be here and I always want to remind you the extent of the agreement with the Attorney General's office as I understood it was to the extent that if it became absolutely essential and we were persuaded that his presence is desirably needed then the agreement ceases to be an agreement. Then he will be called. So let's trust me we will do everything to safe guard everybody's interests.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "At this stage I will leave it at that. And then present it again tomorrow morning. I am not going to disappoint Mr Vally. I am going to reply. I hope it meets his requirements or his expectations.\n Firstly I want to refer to a few short aspects from Mr Vally's arguments. I want to put certain things straight, with respect were not properly conveyed to me. Did not come through properly according to my submission. At the end of his argument he referred to the DAVIS v TIPP matter and also the",
            "Male"
        ],
        [
            "SUNDOWN",
            "judgment which I mentioned. And Mr Vally with respect he conveyed wrong information to you regarding the judgment.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is it",
            "Unknown"
        ],
        [
            "SUNDOWN",
            "or",
            "Unknown"
        ],
        [
            "SEAPOINT",
            "?\nMR CILLIERS",
            "Unknown"
        ],
        [
            "SEAPOINT",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(...indistinct) record.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "He told you at the end of the two judgments and his verbatim words were that the Court ruling was \"you have to give evidence.\" That is what the Court told the applicant who was the witness who brought an application regarding his right to silence. With respect that is not correct. The other one he says the Court \"compelled to give evidence.\" This with respect is not correct. That is the essence of the judgment and that is the essence or the crux and the basis of my case. The reason in that judgment which I wanted to convey and why I want to repeat that I perhaps did not express myself very well. Those two statements by Mr Vally are ostensibly based on a wrong interpretation of those judgments. In those cases the judges Navsa J and Nugent J decided that here is a choice and by rejecting the application they are saying; \"we are not obliging you or compelling you to testify. You have a choice.\" That is the basis of this application. This is the difference between the situation here in which we are involved to make a ruling and the cases in DAVIS v TIPP and the",
            "Male"
        ],
        [
            "SEAPOINT",
            ". There the judges said: \"Your application does not succeed. I am not staying all the proceedings because it is not necessary to testify if you don't want to. If you don't want to testify you can leave it.\" I shortly want to refer you to the relevant passages it is in the",
            "Unknown"
        ],
        [
            "SEAPOINT",
            "pages 645 a and 648 g and further on. In the DAVIS v TIPP judgment it is page 1157 f to g. I am not going to quote that again. I have already done that before. But it is precisely the situation when this so-called State coercion exists. In that judgment it was mentioned that the proceedings could be stayed until the finalisation of the criminal proceedings. Or as Kriegler J said in the Hanvaga mention should not be made of unlawful compulsion. And this is the situation with what we have to do here.\n The effect of the",
            "Unknown"
        ],
        [
            "DAVIS",
            "judgment, the",
            "Unknown"
        ],
        [
            "SEAPOINT",
            "decision, is that the people did not have to testify.\n The second point I wish to state is regarding the FERREIRA v LEVINE judgment. With respect towards the statement by my colleague this is totally irrelevant. If you look at the judgment of DAVIS v TIPP and the",
            "Unknown"
        ],
        [
            "SEAPOINT COMPUTER BUREAU",
            "judgment which are well researched judgments by Navsa J and Nugent J specifically regarding the nature of the right to silence in the South African law and the right or the compulsion which the court has to interfere when the right to silence is infringed on. You should not find it strange then if the FERREIRA v LEVINE becomes relevant you will find it very strange that not one of Nugent J or Navsa J after an investigation of not only the South African law over decades but also international law did not find it necessary to refer to the BURNSINE v FERREIRA AND LEVINE. Not one of those judgments any reference is made to the FERREIRA v LEVINE.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "But irrespective of this we have to evaluate your argument. Your argument is that should your client be compelled to testify. In other words it means that is an infringement of their right to silence according to Section 35 of the Constitution. Your submission as I understand it is that on the authority of",
            "Unknown"
        ],
        [
            "FERREIRA",
            "a provision like in Section 31 of the our Constitution which provides immunity to a person who is compelled to testify. Such provisions should be unconstitutional and it should not infringe the provisions of Section 31. On authority of",
            "Unknown"
        ],
        [
            "FERREIRA",
            "there is not merit in your submission that there should be infringement of Section 35.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "This is the point I want to address. That aspect is not handled in FERREIRA v LEVINE judgment because it was irrelevant there.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Which aspect (...indistinct)",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The aspect the protection of Section 31 whether it is relevant you have to rule on now.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I am not following.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Please give me an opportunity to take you through this step by step and then I would like to suggest that afterwards you can ask me questions.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But do I understand your submission correctly? Your submissions is that amongst others there is an infringement of the fundamental right to silence in Section 35 of the Constitution should your clients be compelled to testify here?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "You see the FERREIRA v LEVINE judgment was about the aspect being addressed by Section 31. This is the right to compel somebody to answer to incriminating questions. This was the matter which was decided in FERREIRA v LEVINE. This does not concern the right to silence. That was whether the provisions in the Company Act whether during liquidation a person could be asked regarding the causes and the find and determining the assets during a liquidation of a company. The Company Act during that time said that the person was compelled to answer any question. Also incriminating questions. And the answers on those incriminating questions were allowed as evidence in further criminal proceedings. That was what was said in the Company Act at that stage. And the question which had to be answered in FERREIRA v LEVINE was whether that Section in the Company Act was constitutional or not. It did not refer to a factual situation. It only answered the constitutional question; was it constitutional or not. And the Constitutional Court found that it was not constitutional. And in the meantime the Company Act was changed.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Not constitutional in terms of Section 35 of the interim Constitution. That was the right against which the judgment or rather the provision in the Company Act was weighed up against Section 25. Is that correct?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And that was Mr Vally's submission if I understood him correctly. This whole matter was ruled against the background of a fair trial. And this includes both questions - right to silence and the right against self-incrimination. These all fall within the cadre of a fair trial principle. In other words this decision of",
            "Unknown"
        ],
        [
            "FERREIRA",
            "was in broad terms about the matter of a fair trial. And what you are telling us if your clients are compelled to testify they won't have a fair trial because they would be prejudiced because the Attorney General in one way or the other would be able to obtain this information and your clients would be prejudiced in their criminal court case.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "With respect it is my submission that you should not categorise that this is going to be in a category of a fair trial, etc. The Constitution provides, gives you certain fundamental human rights. The Chairman asked Mr Vally a certain question what the relevant question is. He has not answered that. That is the difference in the present Section 35 against the previous Section 25. There is a difference between these two. The right to silence is a separate, independent right entrenched in the Constitution. That is in contrast to Section 25 of the interim Constitution where that was not the case. But I will come to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I remember that I raised that with Mr Vally. And he seemed to be addressing it onto the extent that he was saying I think in that same",
            "Unknown"
        ],
        [
            "FERREIRA",
            "judgment Chaskalson  had given his judgment in a way that seemed to suggest that he does not seek to separate the rights to remain silent from the right to a fair trial. That there are no free, as he put it there are no free-standing rights. That each right must be related to either an arrest or a detention or a trial. But that in the totality of those rights in Section 25 of the former Constitution all that it turned on was whether or not there had been a fair trial. So I am simply saying he did reply to it. Whether he replied to it in a manner that satisfies us is a separate question.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The point is that it is unnecessary to go too deep into the FERREIRA v LEVINE case because the present Constitution differs from which was relevant during the case of FERREIRA v LEVINE. But the point I want to stress is that obviously the Constitution did not handle the right to silence and the right to self-incrimination in the same vein. That question was never posed or argued or decided on. This is not correct to draw the inference that they regarded those as the same and that no reference was made to the right to silence in the interim Constitution. It is the present situation that it has been changed now and that the Constitution now it is an independent right in Section 35(1)(A). All I want to illustrate to you is this fact that FERREIRA v LEVINE has nothing to do with the right to silence. And you can find that in the judgment of Nugent J and Navsa J where they had to rule about the right to silence. And they made an in-depth study of decades of authority and also international authority. And they don't even refer to a decision which had been made two years before in the Constitutional Court. The reason is simple. FERREIRA v LEVINE has nothing to do with the right to silence. There is no assistance to be obtained from FERREIRA v LEVINE because this was made under the interim Constitution and has nothing to do with the right to silence. And the point is illustrated in Navsa. My learned colleague referred to the",
            "Male"
        ],
        [
            "VAN VUUREN",
            "matter, the judgment in that matter. The VAN VUUREN v ESTERHUIZEN AND OTHERS it was a case which received broad publicity. It was a member of parliament who allegedly and he was also accused at a certain stage that he had murdered his wife. That night after he had come back from parliament his wife was killed in bed. Various shots were fired. But that situation was the following. After charges were initially made against Mr van Vuuren the case was withdrawn and the Attorney General decided not to prosecute. That is the basis of inquest. According to Mr Vally's argument this is irrelevant. The",
            "Unknown"
        ],
        [
            "VAN VUUREN",
            "judgment does not assist you whatsoever. The law says that you also only undertake an inquest where there are not criminal proceedings. In terms of the right to an inquest if a person dies from unnatural causes there should be a prosecution. If there is no prosecution there should be an investigation. You can have a prosecution after the investigation.\n Section 5 it is also quoted on the judgment: - \n\"If a criminal proceeding regarding the death or the alleged death is not made the prosecutor should provide the documents to the magistrate. And inquest will only be held where there is an unnatural death and where no criminal proceedings are instituted.\"\nYou are correct that there is a theoretical probability. But if there was a prosecution and if Mr van Vuuren was charged with murder no court would have been allowed that his right to silence would be broken regarding Section 5 of the Act on inquest. Dr Basson has already been charged. He had appeared in court. You have already received a charge sheet and therefore that judgment is totally irrelevant for your purposes. And it is also determined like that by the court. There the defence said that you he had already been charged and it was withdrawn but Section 119 proceedings are not criminal proceedings when they have been withdrawn. You can look at the factual rulings of the court in that respect. I don't want to waste your time any further.\n The next judgment he referred to was the judgment regarding 205 of the Criminal Procedure Act.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that the NEL v LE ROUX case?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Correct. Now with the greatest of respect how my learned colleague could find relevance in that judgment I can't see. Section 205 and 189 and 191 on which this judgment was based was about the handling of certain kind of witnesses. These are people who are not involved in an offence but they have knowledge of an offence. And the State suspect that they have knowledge of the offence which can be used in their prosecution. Definitely not the prosecution of the person itself, it is the prosecution of other people.\n In practice you know yourself and you are in the legal profession you find that Section 205 in cases which are well publicised are cases where journalists are summoned. The journalist for example writes in the newspaper that this situation might be an offence. This was the situation in Namibia where somebody was sent to jail because he didn't want to expose certain information. The journalist was not involved in this offence but he had obtained knowledge from his source he does not want to supply to the police and then Section 201 is used to compel him. \n Section 205 is also used to compel bank officials to present bank statements from their clients' bank statements to the courts. Banks usually refuse to do this because it will infringe on the privilege of the clients but according to this Section the bank officials are compelled to provide information to the police. In respect of this case there is no way that the bank official is involved in this. He only has information and according to this Article he is compelled to make this information known. This judgment has to do with that person's right to silence but this person can be compelled and it is not unconstitutional. In the Constitution no reference is made to a right to silence of a person other as the person identified in Section 35 itself. And that is an accused person like the applicants here.\n Also in our Common law you won't find any reference where a right to silence has been given to a witness in a case. The example is for example the priests. The person who confesses to a priest such a person does not have a right to silence to protect a member of his church in such a situation. \n The point I want to make is you can find no assistance from the fact that a witness summoned in terms of 305 did not succeed. It is definitely in a different class. Regarding the submission of my learned colleague that in terms of Section 36 he says that, that right should be limited and this is a case where there should a limitation of the right. The authority is very clear. Section 36 and the layout of that as given by our courts is very clear. You can restrict a fundamental right but never to the extent that you destroy the essence of that Act. Now this is not a limitation of the right to silence. It is the destruction of such a right. Because they must testify then you can never make good the right that was taken away. You can in no way give protection for the right that you have taken away.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Why not? Why is the provision in Section 31(3) not sufficient protection for your client? That is actually the crux of this matter. You conceded yesterday that where we must rule as to the question of prejudice the provisions are in Section 31(5). Now the question is why is that not sufficient protection for your client? Why is it not sufficient to make those provisions unconstitutional? That is actually one of the points that you are arguing if I hear you correctly.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I cannot argue before you that your provision is unconstitutional because you do not have the authority in terms of the law to decide on the constitutionality or not of this provision.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Justice Nugent makes the provision that Advocate Tipp who was the presiding officer at that disciplinary investigation was within his rights to give a ruling as to the question of constitutionality. And applicant",
            "Unknown"
        ],
        [
            "DAVIS",
            "his advocate made that submission before Justice Nugent that the presiding officer at the investigation had no authority to express himself as to the constitutionality thereof. And Justice Nugent said that the role of the Court is merely to ensure that bodies such as that disciplinary panel should keep within the provisions of the Constitution. That is how the judgment reads.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "With the greatest respect you are confusing two principles. You can find that a Section in an Act is unconstitutional.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No that is not what I am saying. We can hear your argument and your submissions and we can give a ruling regarding your submission that a specific provision is unconstitutional. We can give a ruling in that regard but we cannot say that a specific Section is unconstitutional but we can hear your argument. We can give a ruling as to your argument.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Practically I can put it to you as I understand the situation. If you find that the right to silence has been affected you can make my application succeed and adjourn the proceedings. With that you give effect to the Constitution. But you can never rule as to whether is constitutional or not. But you can protect fundamental rights and that is what the specific Justice Nugent says. You cannot wash your hands of it and say this for the courts. Take me to court and let them force me to apply fundamental right. You can apply the rights but you can never make a ruling as to the constitutionality of certain Sections.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You would not be able to make the submission that because you are raising the constitutional point that we immediately adjourn the proceedings and send it elsewhere because we will not be authorised to hear you and to give our ruling in this regard. That is the practical point which Justice Nugent also made.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I think the practical situation to some extent is as follows. If a Section in your Act tells you that you can or must use the right to silence or that there is no right to silence in your proceedings then I would not even be able to debate this argument in front of you. Then I would ask you for these proceedings to stand down that the constitutional aspects of your legislation or this legislation be tested. And then you would have no right to make a ruling in that regard. If your Act tells you that a person does not have the right to silence and I want to attack that aspect then I cannot do that in front of you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "As you are doing at the present moment. You are placing an application in front of us. If for example you want to bring an application that we adjourn our proceedings because you want to make a constitutional point or argument to the Supreme Court, the Higher Court then we can give ruling about this application. And in a ruling of that matter we can decide for example on postponement. Let's take that for an example. Are there merits in the points that you are raising? If there is no merit then we can say that no there is no merit in this application. We do not have to adjourn our proceedings. Then in that sense yes if it comes to these kinds of matters yes but not regarding the substantive fact.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I think that we agree on that situation or how one handles that situation. But at present the application is not to declare Section 31 unconstitutional. It deals with something that is not being dealt with in your Act. If you should find that Section 31 is applicable and it destroys the right to silence of a person then it is an aspect which I will not be able to argue in front of you. I will have to go to the Supreme Court and say that as far as you are correct in the layout of your Section then it is unconstitutional and that argument will not be able to be dealt with in a forum such as yours. It will have to serve before the Supreme Court. That is not my argument at the moment. At the moment my argument is that in the law as it is in the Act I am entitled to a postponement on behalf of the client.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is your submission that our Act does not protect or curtail the right to silence of a person?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Where he is an accused person, yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But if one looks at it at this Section.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "You must beware of reading something. One does not just read it simply without taking into consideration the Constitution and you only explain an Act against the background of a Constitution. Chief Justice Mohammed in earlier judgments raised those aspects. Especially in the Namibian Supreme Court and they explain this very well. Since the Constitution there is a further way of interpreting an Act. And that is that one interprets it as seen against the background of the principles of the Constitution. So with all respect you must beware that you do not do it prima facie.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I hear what you are saying. The point is if one reads Section 31 it is apparently so that a person who has been subpoenaed has a duty to appear and has a duty to answer questions unless he has sufficient cause. That is a point we raised yesterday with Mr Vally in our Section 39. Unless there is sufficient cause he is compelled to testify. And then there is a further obligation on him that if we want to compel him to incriminate himself he must do that. So it seems to me if one reads Section 31 that both those two rights - your right to silence and your right to self-incrimination are being dealt with here in Section 31 and this is done away with in the light of certain guarantees given in subsection 3.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I do not agree with you. One must read it as seen against the full background. Or one can place it under that category. I do not think that one must guard against trying to categorise these rights. And one must follow a more comprehensive approach that it is a just cause. My submission to you is that, that Section is valid. But where there is a person who has the right to silence in terms of the Constitution and it is only an accused person that has this right, then apparently you must interpret your legislation against the background of that. The Act must be interpreted so that it does not come into direct conflict with the Constitution. So that you cancel the right to silence. Because that is what it boils down to, what you are putting to me. Then it comes into direct conflict with the Constitution.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes in view of the guarantees which were built in here. And this is the relevance of the",
            "Unknown"
        ],
        [
            "FERREIRA",
            "judgment which Mr Vally mentioned. And this in a similar provision has been included in another Act.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "It is not even nearly similar. It only deals with incriminating questions.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No, no let us be more specific. I have this judgment in front of me. The Court deals with Section 417 of Company's Act and the subsection against which the application was made says that\n\"Any such person,\"\nthat is a person who has been summoned,\n\"And such person may be required to answer any question put to him.\"\nSo there is no right of silence. It falls away. At the examination then the other aspects come: -\n\"Notwithstanding that the answer might tend to incriminate him.\"\nSo this specific Section deals with more or less the same situation that we have here. In Section 31 that both your right to silence and your right to self-incrimination are dealt with.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "With all respect. The fact that these are two different rights you are placing them as one. You say that the one is essentially the other. Because otherwise there was no reason for protection against self-incrimination and then we just needed a right to silence.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "That is not what I am saying.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "But that is what it boils down to.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I am taking the argument as you have stated it. You said that we must remember to be careful to make a distinction between the right to silence and the right against self-incrimination. You said that your argument is based on the right to silence if I understood you correctly.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Yes because you are giving me sufficient protection in terms of Section 31 - the right to self-incrimination. Your Act withstands any constitutional argument. But it does not make provision for the protection of the right to silence.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Perhaps I must ask you more specifically. What is the prejudice that you say?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I have got new rulings that I am going to refer you to, or judgments. I can have them fax it through to us because we do not have library facilities. I spoke to Mr Vally. Unfortunately you also do not have library facilities here but I could have it faxed through tomorrow morning very early.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But that point.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I cannot give it to you in any better way than Justice Kriegler did.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just a minute. You give us all the points of prejudice that you are alleging your clients are going to suffer or endure if we ask them to testify.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I am just going to read once again what His Honour Justice Kriegler said. He says that the principle underlying the practice is clear.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Can you try to be concrete and just give us the prejudice?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The exposure of your hand.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "We will read the judgment later. Just give us the basis of prejudice and reference to the judgment and then we can make up some time.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The publicising of your case in a nutshell this is the prejudice which the authorities says there is for a person. This is the reason why there is a Section such as Section 35(1)(A) in the Constitution. If there is no prejudice with the greatest of respect why would the legislature as the first right in Section 35 give a person the right to silence.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Fine so you say that the publicisation of your case. What else?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask that just before you answer to my learned colleague is it your case and this is something that I think Mr Vally addressed yesterday, is it your case that on all faults what we are going to be testing here is what is going to be tested in the criminal court when your client appears before the criminal court? Has there been a factual basis, even a legal one on the basis of which you can say what is in our subpoena and what is in our documents relevant to what your client is going to be called upon in this enquiry should we decide that he should testify? Are those the issues that are going to be tested in the criminal proceedings?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I put it to you unequivocally that it is not even partially so. It is exactly the same factual statements which are being investigated. If you expect me to lay a factual basis then I say that I am prepared to go to the prosecutor in this specific case who I am convinced will give such a statement. It is Dr Pretorius of the Attorney General's office. It is on that basis that it is also his attitude and he showed me that today again that he would prefer that these witnesses not be called because he does not want his trial compromised with an argument as such. And I cannot get a fair hearing later. I want to state it to you unequivocally I know the facts and the background. It is absolutely the same facts. You can look at the provisional charge sheet.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "We must see if we can't make some progress.\n According to this letter from the Attorney General the first possible charge is instigation to murder Orlando Christina. Is that relevant to our matter? Is that something which will be raised here which will come up in the criminal case regarding CBW?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Yes the second one is exactly that. There the allegation is placed in an unfavourable position as opposed to us we have more facts.\nCharge one is the allegation of instigation to murder.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What did that have to do with this hearing? What did it have to do with CBW?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Let me explain it to you. The questioning with regard to charge two which accompanies that murder is the allegation that chemical substances were used which were manufactured in this project in order to question the people who murdered Christina Orlando.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did our subpoena have any reference to these matters?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The previous subpoena did include this.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No I am talking about this one. So we can eliminate it. It is not something that is relevant here?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "No. Except for the manufacturing of the chemical substances for means of torturing people to gain information from them.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No please Mr Cilliers this is nothing to do with us. It has never been a matter of concern.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "With the greatest respect you are wrong.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I do not want to argue with you. Let's continue. Manufacture of a thousand kilograms Mandrax, what does this have to do with us?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "That is why you had Dr Lothar Neethling come and Dr Koekemoer and that is why you want to hear Dr Philip Mijburgh. The same with the next charge; the Ecstasy and the fifth charge and the sixth and the seventh. I do not know what 8 is about.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "...(inaudible) the ends of justice.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I do not know what 8 is about so I cannot address you on that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Possession of classified material.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I do now know what that deals with.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "A number of charges with conspiracy to murder.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "That is exactly what the investigation deals with, the alleged poisons. So-called list 52.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Sorry I'll just put the specifics to him.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The argument where we were last with all respect is that you are having the right to silence and the right to self-incrimination flow into one. You asked me what is the prejudice. It is as His Honour Justice Kriegler said is showing your hand. I also got a judgment which I think you can look at. Because he deals with this specifically. Unfortunately I did not read it. I will try and give it to you tomorrow. It is 1994 (4) SA799. It is not a very long judgment. You can look at especially page 832. The name is STATE v BOTHA AND OTHERS.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What are the other grounds of prejudice?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "No this is the basis of prejudice.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Which guarantees are included in Section 31 of the publicisation of your case? Why do you say? Can one use the information of that testimony of the person who is testifying before us?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Of course indirectly. With the greatest respect that is with which the",
            "Male"
        ],
        [
            "BOTHA",
            "case dealt with. If you show your hand before the time. If you show what your strategy is. And if you should ask Basson why did you manufacture a thousand kilograms of Mandrax and he would give you all his reasons and he said that he had this authorisation to do that then he would be showing his whole hand. He would be giving the State the opportunity before hand and whether it is fair or not that is a right that he has. He does not have to do that. Then he gives the State the opportunity to use every little bit of evidence that he gave to research it and to try to find contradictions and to get other evidence as opposing to this.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I am sorry I want to stop you there. You see it is exactly that evil that Section 31(3) guards against. It does not just guard against direct derivative evidence. Everything that can be derived from what the person tells us is not permissible and the presiding officer at the criminal trial has the discretion to say no not at all. You can object to this.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "But the judge will not even know about this. The problem is if you show your hand you give your opponent. That is why you do not show your hand for the opposite parties because otherwise they have an advantage. Why does the accused not have to give his plea before hand? The basis of this is that he does not have to show his hand because this gives the State the benefit of researching this and using it against him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If your contention is that not even the provisions of Section 31 subsection 3 are sufficient to protect your client's right to remain silent isn't it so that your client's right is elevated to a position where it is an absolute right. Nothing can limit it whatsoever. And again I will refer to some of the arguments that were raised in terms of the limitations clause.  It seems to me that your right to remain silent is so absolute, nothing but nothing can ever limit it. And we are saying there is a law of general application, this law. This particular Act is limiting that right. And because it is limiting it in the manner in which for instance the Insolvency Act or that portion of the Insolvency Act was limiting that sort of right in the",
            "Unknown"
        ],
        [
            "FERREIRA",
            "case there is a provision.\n I know that we are talking whether remain silent or self-incrimination but that right is protected to the extent - I am dealing now about the prejudice. It seems the prejudice is that your client by being compelled not to remain silent you would e showing his hand. \n Now, and I think the response to that proposition is that there is no prejudice because none of what would have been derived from these proceedings can be used against him. If there was a police person here who sought to rely on what he heard when your client was testifying and it becomes clear and it should be very clear you would be there to protect your client's interests to say no this is exactly the evidence that was led in the TRC. It is exactly what can be deduced from what was said in the TRC. And in terms of Section 31(3) that is not usable. That is inadmissible. Unless you are seeking for an absolute, absolute protection and I do not understand even constitutionally entrenched rights are absolute to that extent. There is no way that your right to remain silent can ever be assaulted or compromised in any sort of fashion.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "With respect Mr Chairman the answer is easy. It is not an absolute right. It is only applicable until the criminal proceedings have been concluded. This is why I have not asked for any decision that it should be a compelled witness. The line of authority is very clear. He can be compelled to testify but he must, his interrogation should be left over until the finalisation of the criminal proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why therefore the whole question of this special circumstances of the TRC as a process were urged upon us to be taken into account by Mr Vally that this is a situation where we are dealing with a project. We are dealing with a transient situation which is not going to be there forever. That the facts of the matter should be taken into account.\n Your client was arrested I do not know when. I do not know when it last came before court and we do not even know when in respect of Mr Basson when he is going to be arraigned before court. \n In the case of Mr Mijburgh we are not even sure he will ever be arraigned. But we are not wanting to be insensitive to their rights. They are entitled to their rights. \n But we are saying; are you saying those factors cannot be taken into account that there may be circumstances like the Mohammed judgment says where the rights of individuals' entrenched as they are in the Constitution may be compromised.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Mr Chairman the situation is the following with respect. A person's citizens' rights cannot be taken away from him because there is a situation that the life span of this Commission is limited. And there is a possibility that the life span of the Commission will be over before the criminal trial has been concluded. With the biggest respect somebody must just wait until the end of the proceedings before a person is summoned. This is the situation which is unfortunately so. I have said that you can possibly pay attention to that. You can take it into consideration when you evaluate this.\n But I am submitting that if it is so that an accused has a right to silence your Act does not make provision for the infringement of that right. And therefore it is my respectful submission that at the end of the story should it entail a limitation of the right you can take this aspect into consideration because then you are weighing up the various rights. The infringement of constitutional rights is also clear. You can never limit it to a degree that you can destroy this right. This was why the death penalty was totally unacceptable because you cannot limit the right to such a degree that you would introduce capital punishment. And therefore you cannot limit the right to silence in Section 35 to compel a person to testify. You are then destroying the right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But tell me just about that whole question about the right to life. On that basis the Constitutional Court I do not know I ask you to take judicial notice of this gentleman from Natal who the Constitutional ruled could not be kept on that life saving dialysis or something like forever. What I am saying is there was a classic case where the person's right to life was compromised on some other considerations. I am just asking you to take judicial notice of the fact that there is a very good argument and I am sure that is why the matter went to the Constitutional Court that the content of the right to life had been compromised to the extent that the State, it is not even a question of dealing with a horizontal obligation. We are talking about State - Individual. The State was declared by the Constitutional Court to be quite entitled not to provide the life-giving mechanism justifying the person of the right to life. Again the question of don't we take the surrounding circumstances even if they go to the content of the right.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "With respect the difference between the two aspects Mr Chairman is the following. It is not the State who is infringing the right to life. What was found is because of financial consideration the State cannot for unlimited period provide such equipment and that a person cannot compel the State to provide the finances to provide this equipment. Here it is like the death penalty. The State destroys the right. And Mr Vally asked you to destroy the right of the accused.\n With reference to Dr Mijburgh I don't have sufficient information before you regarding him. It has been interesting that you will have to treat those two on the same basis. And it is on that basis I did not want to waste the time to put two different cases to you. Dr Mijburgh does not have the same rights as Mr Basson but as on the basis with the agreement with Mr Vally that I have made this submission.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What is your interpretation of page 365(E) where Navsa J refers in his conclusions under (E)\n\"I agree with Nugent J that the discretion the cases speak of is not one in the traditional sense. To me it means that the Court has authority to stay proceedings in suitable cases. In order to arrive at a decision whether to do so or not ...\"\nThis is the type of situation we have,\n\" ... all the facts and circumstances to determine whether prejudice might attach to the accused person if civil proceedings were to continue. Once potential for prejudice is established the Court will stay proceedings or,\"\nAnd this what I want to draw your attention to.\n\"... prejudice such as in appropriate cases ruling that information obtained should not be subsequently disclosed or barring the use of compelling or coercive measures. \"\nIn other words what this judgment is saying if I read it correctly even if there is potential prejudicing. Let's supposed there is potential prejudice and should this matter be disclosed this judgment says that it is not automatic that this application will be granted. Various ways to address this potential prejudice is addressed. (microphone is not on)",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I want to convey to you and I feel you did not take that into regard.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Section 31 forces a person while in this case there is not that compulsion from the side of the State.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Well that is the second one that he mentions.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I understand that point but the point which I am making is even this authority or judgment says that should there be a potential prejudice doesn't it follow automatically that the application should be granted. There are various ways should be investigated how to address this prejudice. This is what is contained in Section 31. This Subsection 3 goes the furthest of all legislation.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "If you read Section 36 of the Insolvency Act it is much better protection.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I see the matter as follows. If all the protection your client can think of.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "No disclosing is not there.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "There is the use of evidence, it is protected. The indirect use is protected. It is difficult to understand what the client's problem is.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "It is perhaps the same problem as Dr Immelmann's.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The clients are there.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "You allowed them to come here.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And I am glad he is listening to this discussion. I cannot understand what the problem is. The law provides protection. We are almost at the end of this matter. The matter has been thoroughly investigated. If for example your client is not going to testify during this hearing he is not going to testify again before us.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Like Dr Immelmann is not testifying.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Correct. Listen to me, this is the last opportunity he has to testify at least before us and put his case. Because a lot of his colleagues have already done that. This is a very important aspect for me and I think your client should consider that seriously.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I agree with you but your approach is not a legal approach. It is an emotional approach.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No I am saying that and I am putting it very, and I am divorcing it from our technical debate. It is right that we should also put that point.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I just want to answer you with respect you are omitting certain things in the passage you have just read. And I am applying that passage. He says\n\"Once potential for prejudice is established the Court will stay proceedings or find a formula for preventing prejudice.\"\nThat is exactly what I have told you. I am not going to ask you like I would be doing according the Canadian law. I am not going to ask you to stay the proceedings. The proceedings mean the whole investigation. This is the choice aspect we addressed yesterday where I could say to you in terms of the Canadian law stop the total proceedings but in the end I would like to testify to put the matter straight and give certain explanations. And I can't do this now because I would probably prejudice myself in the criminal procedure. Stop this until the criminal trial has been completed then I have a free choice to put my case. In other words in the Canadian law in the",
            "Male"
        ],
        [
            "WILLIAMS",
            "decision I would have succeeded in my application but South African law approaches it differently in the latest approaches. And I am not asking you to stay the proceedings. We participated in the proceedings up to a certain stage. And now we are asking, we are not asking it from the Court but from you find a formula in which potential prejudicing would be avoided. The potential prejudice can be that the State will be able to see my hand. I will disclosed my hand to the State. That was how Kriegler J viewed it. What they are saying here is find such a formula. One of the two is barring the use of compelling or coercive measures. You can continue with the proceedings but you can't compel the person to break his right to keep silent. Give him a choice. If he wants to he can.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask a question because I think. Let's supposed that in respect of your client one of the methods that were to be used to prevent that prejudice would be to hold these proceedings in camera. What would you say?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "It would have helped. The problem would still remain namely the Attorney General is represented here by means of Mr Polsen. The Attorney General has a representative here. Your evidence and your report will be disclosed and if I hear how quickly you have to compile the report according to Mr Potgieter this will be revealed before this criminal trial has been concluded. I considered that but it seems to me in the reality of our situation it will not be a solution.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I think what you have raised are two points. The one is that you could apply to have these proceedings stayed and you chose not to do that. But the alternative to that is to find a mechanism to prevent the prejudice. And if we were to come up with a mechanism to prevent the prejudice and the prejudice could occur at different levels. The one is if the hearing is in camera there is no prejudice because the information is not put out into the outside. But you raise a second point the fact that the Commission has a report to make and to disclose the information in that report. And if the Commission were to find a mechanism to hold that information intact until the trial of your client is over then there would be no prejudice to your client. Because the issue of the Attorney General having a representative here could be taken care of in terms of the in camera arrangement. I would like to hear you if the Commission were to take care of all of those positions?",
            "Female"
        ],
        [
            "MR CILLIERS",
            "It is unfortunately at a very late stage that this proposal has been made.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "It is not a proposal. It is a position out there and awaiting your response.",
            "Female"
        ],
        [
            "MR CILLIERS",
            "Well I will certainly pay attention to any such suggestion of proposal or point of view. And if we are sure that any potential prejudice would be eliminated we will leave this application. I am not busy to try and stay your proceedings. This is why we initially did not hand in an application to stay the proceedings until the criminal trial has been finalised. But as I say this is at a very late stage and we have not given consideration to that. But nobody has mentioned such a point of view. The law does not make provision for that. I don't know whether in any case in the past you could make such an arrangement. But I am prepared if you suggest something like that I would consider that.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "May I just count this one more point. You have raised I think three areas of prejudice: the publication of the information, putting this matter into the public arena and of course the Attorney General having a legal representative here. Are there any other prejudices that your client would suffer? Because I think we would need to know before hand so we could look at options.",
            "Female"
        ],
        [
            "MR CILLIERS",
            "No I think Mr Potgieter has already addressed this question. The disadvantage or the prejudice which is referred to in Section 35 of the Constitution, 35(1)(A) is that an accused person can never be compelled to disclose his hand to the State before the trial. This is the right to protection and we are basing our application on that right. And to compel us to give evidence you infringe on that right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any further points to make?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "As I have said I will try to give you a fax of",
            "Male"
        ],
        [
            "BOTHA",
            "'s judgment. I have not read it myself. My learned colleague found it easily but from the notes I have here which he had made it seems to me that many of the problems which Mr Potgieter pose that it addresses those. I will try to have one here tomorrow morning.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Arendse you look like you have instructions?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "I look like some one who has made a very bad start of the World Cup and there is now every possibility that the second Arendse will be sent back. But I do have instructions to put on record a few points, a few observations. The first one being that it needs to be clearly understood and I trust that you do that the department and also the Deputy President's office supports this process whole-heartedly and that the department is very pleased at the way in which it has gone up to now. And it accordingly it is important that important witnesses like the applicants in this application that they need to give information to this Committee. Subject of course to proliferation matters being dealt with as it comes up from time to time.\n Now as far as this application is concerned my observations are as follows. I didn't hear - and these notes if I can just put it in a context I made in fact yesterday when the application was made already. So it may well traverse some of the ground that has been covered or even some observations that had been made by either Advocate Potgieter or my colleague, Mr Cilliers. I didn't hear the applicant saying that the information that they need to give or that they are required to give before this hearing is not reasonable, necessary or desirable for the purposes of the hearing. I did not hear that. I also did not hear an attack on the constitutionality of the Act or Section 31 for that matter. I also did not hear, well what I did hear is a mere request that the giving of this information by the applicants be postponed to a date once the criminal proceedings have been finalised. That is what I have heard.  \n Then another point, the basis of both the rules relating to the right to silence and the right to self-incrimination is based and rooted in prejudice. I did not hear any arguments or points being made to the contrary. And in my view Section 31(3) deals foursquare with that situation. And here I just want to point out that there is perhaps a misconception or a lack of understanding of this process, the amnesty process and criminal proceedings. The right to remain silent, the right against self-incrimination remains intact when it comes to the criminal trial. When either of the applicants are asked to plead for example or ask to say if they are required to say anything they can invoke that right at that point. Similarly, if they do get called upon to give evidence they may refuse to give evidence on certain aspects invoking the right to self-incrimination. Now those rights are not compromised because of 31(3). They are not compromised by these proceedings. \n So with respect it is not correct to say that like the right to life when it comes to linking that with the death penalty that, that right is completely obliterated. It is not obliterated at all. Now it may sound a bit perverse because the whole world, TV, newspaper reports what goes on here. But the fact of the matter and this is where it comes in to understanding the difference in the processes. In the criminal case the State must still call their witnesses to prove their case. Those witnesses are subjected to cross-examination a lot more vigorously than this process. This process with due respect because of time constraints is a lot more informal, a lot of hearsay evidence is allowed and in fact counsel are told from time to time: \"Listen here you have got 5 minutes left.\" Now this kind of thing obviously does not happen in an ordinary criminal trial. So witnesses are subjected to cross-examination. And the tests are a lot more stringent in order to determine whether evidence is admissible, relevant and so on. So that is very important. \n And of course in a criminal trial the State must prove their case beyond a reasonable doubt. Here the Committee is going to listen to evidence, do a weighing up process and decide on balance whose version to accept or not. So that I feel is important. And with respect I want to agree with Advocate Potgieter that Section (1)(31) does deal with both the right to silence and the right to self-incrimination. And clearly parliament when it made this law had that in mind. Hence 31(1) which deals with the person who may say: \"I don't want to give,\" even though that person has important information that person now says: \"No I don't want to give the information.\" 31(1) then goes on to say you can be compelled. You shall be compelled to give evidence. Now what does that mean? It means your right to silence is compromised, is violated. But violated in specific circumstances and that is where 31(2) comes in. And I did not hear any debate on 31(2). 31(2) deals with three situations, 31(2)(A), the AG must be consulted. (B) the Commission must satisfy itself that the information is reasonable, necessary and justifiable and then (C) also deals with another aspect. \n Now so in the absence of an attack on the constitutionality of Section 31 in my view all this Committee must then take into account is whether in this case the applicants have been compelled to be here and satisfy itself that 31(2) has been complied with. And I did not hear any argument or any contentions that it has not been complied with. \n As far as the cases that have been cited are concerned in my view are they all distinguishable. The one case involves a civil action where clearly no protection such as that offered or provided for in 31(2) was applicable. The other case was an insolvency case. The case of",
            "Male"
        ],
        [
            "HATTING",
            "is interesting because I am not so sure that Judge Kriegler would express the same sentiments as he did in 1988. It is a 1988 case. So it is before the 1994 Constitution and a new Constitution.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And the case was made that in any event in the",
            "Unknown"
        ],
        [
            "FERREIRA",
            "case was the minority judgment.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Yes and the other case was a case involving a domestic tribunal where either Tipp sitting as a hearing officer or as an arbitrator had to make a decision. Again when nothing like the kind of water-tight protection provided for in 31(3) has been offered.\n I also think some considerations should be given to the provisions when looking at the constitutional points raised to Section 39 of the Constitution which provides that when interpreting a Bill of Rights a court, a tribunal or forum like this one must promote the values that underlie the Constitution, must consider international law and may consider foreign law. When interpreting any legislation and when developing the common law or customary law every court, tribunal or forum must promote the spirit, purpose and objects of the Bill of Rights.\n And this Act under which you have been established has been given special constitutional status. Not to compromise rights or to violate rights. So it is in that context and in this regard Mr Vally made the valid observation that I think it is item 22 or 23 in Schedule 6 retains the post-amble in the interim Constitution. \n And for the rest the comments made by Mohammed DP in the AZAPO v THE PRESIDENT OF SOUTH AFRICA that case regarding the differences in the processes I think is relevant and I also agree that the FERREIRA v LEVINE case is entirely on point in this situation. In fact more so because in that case it was 4172(B) says that the answers may be used against you. In this case it is exactly the opposite, so I think in fact strengthens. \n The Constitutional Court said: \n\"Don't run to us. Let the hearing first hear what you have got to say and if during the course of hearing what you say, your rights are compromised then we will step in.\"\nBut in fact in that case, in the",
            "Male"
        ],
        [
            "FERREIRA",
            "case the Court said: \"An application of that nature is premature. We first have to hear what you have got to say.\"\n So that is the department's views and my views on this matter. Ja unless there is anything specifically you want to put to me or ask me I don't have anything further to add.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am not asking anyone to say anything.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "It is almost time for the next game.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am simply saying we will obviously need time to consider and we should be in a position to give our ruling at nine 'o clock tomorrow morning. We will adjourn till nine 'o clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION ON 12-06-98\nR U L I N G",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "This is a hearing of the Truth and Reconciliation Commission, the TRC into the Chemical and Biological Warfare, CBW Programme conducted during the term of office of the previous government. The hearing is conducted at the TRC head office in Cape Town during the period 8 - 12 June 1998 by a panel of Commissioners. A number of witnesses all connected to the CBW Programme from across the country have already testified and others are still due to testify. During the course of the hearing on 9 June 1998 one of the witnesses Dr P Mijburgh was due to commence testify. His counsel Mr Cilliers who appears together with Mr van Zyl indicated that an application will be brought prior to such testimony which application also affects the position of one of the other witnesses, Dr Wouter Basson also represented by them. Due to the fact that Dr Basson was absent from the hearing at the time the matter stood down to allow Dr Basson to be present when the matter is raised. When the matter was eventually dealt with later in the day both of the said witnesses were present until the matter was disposed of.\n We would have preferred to have more time at our disposal to deal with this matter but in view of the extreme time constraints we are compelled to give an immediate ruling and endeavour to give as full as possible reasons therefor.\n At the commencement of his argument Mr Cilliers indicated that the application is based upon the fact that Dr Basson has been charged and is facing trial on a number of criminal charges largely relating to the CBW Programme. According to a letter from the Attorney General of Gauteng dated the 3rd of June 1998 Dr Basson is likely to stand trial on a number of charges. Listed in the letter which reads as follows: -\n\"1. The criminal investigation regarding Dr Wouter Basson is not concluded. The provisional charges which are being investigated are the following\n1. Instigation to murder.\n This charge relates to the assassination of Mr Orlando Christina and the sequeli thereto.\n2. Assault to do grievous bodily harm.\n This charge relates to the use of the so-called truth serum in the investigation and questioning of the alleged perpetrators in the Orlando Christina matter above.\n3. Manufacture of 1000 kilograms Mandrax.\n 4. Manufacture of 1000 kilograms Ecstasy MDMA.\n 5. Possession of 100 capsules of Ecstasy.\n 6. Possession of 2000 capsules of Ecstasy MDMA.\n 7. Possession of 1040 capsules of Ecstasy MDMA8.\n 8. Defeating the ends of justice.\n 9. Possession of classified material.\n 10. A number of charges of conspiracy to murder involving the alleged use of poison.\n 2. Once the investigation by the Office of Serious Economic Offences has been finally concluded a further 10 charges relating to fraud amounting to approximately 50 million rand would be joined to above charges.\n 3. It must be emphasised that these are provisional charges which are being investigated. It is possible that at the conclusion of the investigation some of these charges may be preferred against the accused. It is also possible that further charges may emerge. \n Although Mr Vally who together with Mr Chaskalson is leading evidence at the hearing on behalf of the TRC indicated that there is no complete consensus on the view that the prospective charges largely relate to the CBW Programme we will accept without deciding that to be the case for purpose of this ruling.\n The case of Dr Mijburgh is slightly different in that there is apparently a possibility that he too may face criminal charges we assume similar to those in the case of Dr Basson. Although this is not altogether clear. Mr Cilliers has accordingly dealt with the positions of both witnesses on the same basis and has advanced a single argument which he indicated applies to both. For the purposes of this ruling and without deciding the merits of this approach we are prepared to assume that this approach is correct. And we will approach the cases of both witnesses on the same basis.\n The application before us is for the evidence of both witnesses to be held over or stayed until finalisation of the pending criminal trials. When asked about this Mr Cilliers pointed out that there is no indication when these trials are likely to be concluded and that it is clear that none of this would happen during the life span of the TRC which is compelled to finalise its work by no later than 31st July 1998. Mr Cilliers has confirmed that the practical effect of granting the application would be to permanently preclude the TRC from hearing the testimony of the two witnesses. Mr Cilliers has also conceded that at least Dr Basson is an important witness for the purpose of this hearing. \n The application is based on the submission that compelling the witnesses to testify would amount to a breach of the fundamental rights of the witnesses to remain silent as entrenched in Section 35 of the Constitution of 1996. It should be mentioned in this regard that both witnesses have been subpoenaed and are compelled to testify in terms of Section 31 of the Promotion of National Unity and Reconciliation Act 34 of 1995. The relevant portions whereof provide that and I quote: -\n\"Compellability of witnesses and inadmissibility of incriminating evidence given before Commission.\n31(1): Any person who is question by the Commission in the exercise of its powers in terms of this Act or who has been subpoenaed to give evidence or to produce any article at a hearing of the Commission shall subject to the provisions of subsections 2, 3 and 5 be compelled to produce any article or to answer any question put to him or her with regard to the subject matter of the hearing notwithstanding the fact that the article or his or her answer may incriminate him or her. Subsection 2: A person referred to in subsection 1 shall only be compelled to answer a question or to produce an article which will incriminate him or her if the Commission has issued an order to that effect after the Commission a. Has consulted with the Attorney General who has jurisdiction. b. Has satisfied itself that to require such information from such a person is reasonable, necessary and justifiable in an open and democratic society based on freedom and equality. c. Has satisfied itself that such a person has refused or is likely to refuse to answer a question or produce an article on the grounds that such an answer or article might incriminate him or her.",
            "Unknown"
        ],
        [
            "SUBSECTION 3",
            "Any incriminating answer or information obtained or incriminating evidence directly or indirectly derived from a questioning in terms of subsection 1 shall not be admissible as evidence against the person concerned in criminal proceedings in a court of law or before any body or institution established by or under any law provided that incriminating evidence arising from such questioning shall be admissible in criminal proceedings where the person is arraigned on a charge of perjury  or a charge contemplated in Section 39(D)(2) of this Act or in Section 3(1)(9)(3) of the Criminal Procedure Act of 1955.",
            "Unknown"
        ],
        [
            "SUBSECTION 4",
            "Subject to the provisions of this Section the law regarding privilege as applicable to a witness summoned to give evidence in a criminal case in a court of law shall apply in relation to the questioning of a person in terms of subsection 1.",
            "Unknown"
        ],
        [
            "SUBSECTION 5",
            "Any person appearing before the Commission by virtue of the provisions of subsection 1 shall be entitled to peruse any article referred to in that subsection which was produced by him or her as may be reasonably necessary to refresh his or her memory.\"\nThat is the end of the quote.\n Mr Cilliers referred us to a number of authorities which are largely dealt with in two decisions of the Witwatersrand local division of the High Court namely; DAVIS v TIPP N O AND OTHERS, 1996 (1)SA 1152W and SEAPOINT COMPUTER BUREAU (PTY) LTD v McCLAUGHLIN AND DE WET NNO, 1997 (2)SA663W. He placed particular emphasis on these two decisions and submitted that in view of these authorities the legal position is that once there is potential prejudice and the witness is under statutory compulsion to testify like in this case, the panel has discretion and is compelled to grant the application.\n The submission was that the witnesses would be irreparably prejudiced in a criminal trial if they are deprived of their right to remain silent. Mr Cilliers submitted that the prejudice which the witnesses would suffer is that they would be compelled to disclose their line of defence prior to the trial which could be used to their prejudice by the prosecution.\n Mr Cilliers conceded that the immunity contained in Section 31(3) quoted above is a relevant factor which could be considered by the panel in deciding the issue of prejudice but argued that Section 31(3) does not provide adequate protection to the witness. He referred in this regard to the matter of STATE v BOTHA, 1994 (4)SA799 at 832 which he submitted supports his contention. We had regard to the judgment. The matter relates to the issue of discovering in criminal matters pursuant to the provisions of the interim Constitution of 1993 and does not deal directly with the situation we are faced with. \n He also submitted that Section 31 does not deal with the issue of the right to remain silent which has to be carefully distinguished from the right against self-incrimination which is in fact dealt with in the Section. He indicated that he is not submitting that Section 31 is unconstitutional but merely that the Section does not affect the right to remain silent as entrenched in Section 35 of the Constitution.\n Mr Vally submitted that both witnesses are crucial for the hearing which concerns matters of grave importance to the country and which vitally affect the mandate and obligations of the TRC. He indicated that the opportunity would be lost to obtain the testimony of the witnesses should they not testify in this session given the impending termination of the activities of the TRC. \n The application is accordingly and I quote strongly opposed. He submitted that although the provision of Section 35 of the Constitution apply to this matter the obligations upon the witnesses to testify in this matter does not amount to a breach of their fundamental right to remain silent. He submitted on the authority of FERREIRA v LEVINE N O AND OTHERS and VRYENHOEK AND OTHERS v POWELL N O AND OTHERS, 1995 (7) SACLR 63CC that this matter has to be decided within the general context of the witnesses' right to a fair trial which is not breached if they are compelled to testify subject to the immunity and safe guards contained in Section 31(3).\n The trial court is able to ensure that the witnesses receive a fair trial by enforcing the said immunities and safe guards. He submitted further that even if there were a limitation of the witnesses' Section 35 rights this is justifiable given the overriding social and other objectives pursued by the TRC and the discrete and narrowly tailored interference with the witnesses' rights crafted by Section 31(3). He submitted that the situation which the court dealt with in the",
            "Unknown"
        ],
        [
            "DAVIS AND SEAPOINT",
            "cases referred to is distinguishable in that it concerned a disciplinary enquiry and a civil action respectively and that in any event in both cases the application for a stay was refused.\n He furthermore relied upon the cases of NEL v LE ROUX N O AND OTHERS, 1996 (1)SACLR 572 and VAN VUUREN v ESTERHUIZEN N O AND OTHER, 1996(4)(SA) 603A which he submitted support his contentions. This was disputed by Mr Cilliers who submitted that neither these cases nor the",
            "Unknown"
        ],
        [
            "FERREIRA",
            "case is relevant to this matter.\n Mr Vally referred to further authority in developing his argument which we have noted but find unnecessary to catalogue. This is a summary of the main contentions of the parties. We have carefully considered the very full and helpful argument of the legal representatives for which we wish to express our appreciation. In our view we should approach this matter on the basis set out in the",
            "Unknown"
        ],
        [
            "SEAPOINT",
            "case at 648D-E and I quote\n\" I will assume that at common law in suitable circumstances civil proceedings can be stayed where criminal proceedings are anticipated to be instituted as in the",
            "Unknown"
        ],
        [
            "TOWNSHIP MANAGEMENT",
            "case supra the central question is whether there is a case justifying a stay. I agree with Nugent J that the discretion the cases speak of is not one in the traditional sense. To me it means that the court has authority to stay proceedings in suitable cases in order to arrive at a decision whether to do so or not. A court weighs all the facts and circumstances to determine whether prejudice might attach to the accused person if the civil trial were to continue. Once potential for prejudice is established the court will stay proceedings or find a formula for preventing prejudice such as in appropriate cases ruling that information obtained should not be subsequently disclosed or barring the use of compelling or coercive measures.\"\n This approach is largely echoed in the",
            "Unknown"
        ],
        [
            "DAVIS",
            "case at 1157F - G and is reasonable, logical and practical in our view. An automatic stay of evidence without weighing up all the relevant factors and considerations would lead to a stifling of the TRC process with the concomitant negative consequences of failing to fulfil the TRC mandate. As far as that may be necessary for present purposes we wish to indicate that in our view Section 31 expressly limits both the right to remain silent and the right against self-incrimination to the extent that this amounts to a limitation of the witnesses' Section 35 fundamental rights. It appears to be a reasonable and justifiable limitation in all the circumstances. And particularly in light of the objectives sought to be achieved by the TRC process and the safe guards and immunity contained in Section 31.\n We do not find it necessary to deal with the other interesting issues raised in the course of argument. In considering the matter we had regard to the following main factors in arriving at our decision:\n 1. Any potential prejudice which the witnesses may suffer by having to disclose their case prior to the criminal trial is sufficiently attenuated by the safe guards and immunity set out in Section 31(3).\n 2. Both witnesses are important witnesses for the purposes of the hearing which concerns very grave and important issues relating to the TRC mandate. \n 3. The testimony of the witnesses would not be available to the TRC should they not testify in this session due to the uncertainty relating to the date of finalisation of the prospective criminal trials and the impending termination of the TRC. This would preclude the TRC from establishing the fullest possible picture of the CBW Programme in accordance with its mandate.\n 4. The testimony of the witnesses is reasonably necessary for the purposes of the hearing and is in no way intended as a means of collecting evidence which could be used in any criminal prosecution of the witnesses. We are in general agreement with the submissions of Mr Vally in regard to the issue of prejudice.\n Having carefully weighed up all the facts and circumstances of the case and the arguments addressed to us we unanimously come to the conclusion that it is not warranted to stay or hold over the evidence of the witnesses. We deem it necessary to re-emphasise that the TRC process is aimed at establishing the fullest possible picture and the truth about gross violations of human rights in our recent unfortunate past with a view to avoiding a repetition of such abuses in future and to promote the national unity and reconciliation so sorely needed at this juncture in the history of our new democracy. This process is neither intended nor applied as a means of persecuting any individuals or groups. Its ultimate success is not only dependent upon the commitment and co-operation of all our people but vital to our common destiny. In all the circumstances the application is refused.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Cilliers may I just indicate that this is the ruling in relation to which all five members of the panel are in concurrence. And the only thing I would add is that if it does not appear very clearly from the judgment that two bases or two fundamental rights were referred to by their counsel for applicant, namely right to remain silent and the right against self-incrimination. In the consideration of this ruling we approached the matter on the basis that we are addressing both those two fundamental rights.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "As it pleases you if you perhaps can give me an indication of the further procedures. There is a situation that it is Friday now, it is half past eleven and the witness which is testifying at the moment and the indication by his legal representative is that he will testify the whole day today. Should even that be sufficient to listen to his evidence. I must receive instructions regarding our further approach. But it seems to me in order to listen to the evidence of these two witnesses should they testify would not happen today. The time is too short for that. Give me an indication how you view this and regarding the time aspect you want to arrange another hearing at a later stage or what do you intend to listen to this evidence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I need to hear Mr Vally on this but as I understand it the present witness has been stood down. Mr Vally had the dominus litis in a colloquial sort of sense and we need to get your guidance as to how you want to present evidence to us taking into account time constraints that are indicated by Mr Cilliers. But I mean we are entirely at your hands as to how you want to run your proceedings.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair I wish to call Dr Mijburgh and thereafter Dr Basson. And we will make arrangements with General Knobel's legal representative if necessary regarding his recall. So I would want to start with Dr Mijburgh which was our original intention until the application was brought.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cilliers?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The situation is I hear what my learned colleague is saying but the situation is that in the time available there is not sufficient time to listen to Mr Mijburgh's evidence and we will not even touch upon Dr Basson's evidence. His evidence would take the longest time. Should he testify it would last about two to three days to listen to his evidence regarding all the relevant aspects. If that is my learned colleagues attitude that he wanted to intervene with this witnesses evidence - I don't know why he wants to do that but my instructions are to save time. So I need not ask for stay procedures that my instructions are what my attitude would be should you give the ruling which you did give. Should there be a review application and there will also be a substantive application regarding the constitutionality of Section 31. This is an argument which cannot be put before you. And my interpretation of that Section is that it is not unconstitutional.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's take it step by step. You now know what the attitude of Mr Hanif Vally is. Do I hear you to be making an application to us as a panel that we should consider holding over the taking down of the evidence of Mr Mijburgh pending your application to whatever court either to place the decision of this panel on review or to make a substantive application to the court or to Constitutional Court challenging the constitutionality of the provisions of the Section 31 in particular?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "As it pleases you it will not have to go to the Constitutional Court. It will be done in one application so it can be done quickly and completed before this sittings time expires.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am just dealing with process. I don't want to deal with the substance. Are you making a formal application? Because as I understand it Mr Vally is saying he is calling that evidence. He is calling the evidence of Mr Mijburgh. Are you saying you have instructions to make a formal application for us to stay hearing that evidence pending the finalisation of an application which you want to move in the Supreme Court or in the High Court as it is now called testing the constitutionality of the provisions of Section 31? If that is what you are doing then I would like the record to be clean and be clear about that so that we should consider it.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The request is that you then hold over the evidence of Dr Mijburgh until the revision application can be finalised regarding the judgment which has been given by the panel by mouth of Advocate Potgieter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all that you are wanting to address or do you want to exhaust your address? Because I would like us to consider that application immediately.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The request does not have much more to it than what we concluded. The situation is or my respectful submission rather is that there is a reasonable expectation that exists that a court can come to the ruling or the judgment that your decision is not correct. I say that with the necessary respect. And it is furthermore my submission that if the witnesses are compelled to testify and that the revision application succeeds then the prejudice has already been suffered. I understand your problem that you only have approximately two months sitting time left but I give you the assurance that there is no reason why such an application cannot be dealt with in less than two months and will still leave sufficient time for the witnesses to testify if a court decides that this ruling is incorrect. In this regard I am prepared to give the undertaking that we will prepare our application within a day or two and that we will be in your hands in the reply thereof to speed up the process. But as far as I am concerned there is no reason why the pieces cannot be finalised within a few days. But that is the application as it stands.\n Furthermore I just want to add that the situation is that further dates will have to be arranged for completion of the evidence. Dr Basson's testimony we will not even get to that today. So we will have to arrange an extra date and therefore with great respect there is no reason why now a compulsion must take place while there is time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(...indistinct) I would not really like to hear an argument about motives and I mean we can infer all sorts of motives from all sorts of conducts by all sorts of persons. I think you have stated the fact. I mean one can easily say if the real reason that your clients wanted to do - I mean the real was to test the constitutionality of this provision then it wasn't it open to them to have done that in fact before they came to this. I mean let's just separate questions of motives and which is likely conjecture. But I hear you on the points that you are raising. Mr Vally there is an application.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chairperson I would respectfully suggest that Dr Mijburgh be formally called to the witness stand, be sworn in again and then a formal application. Be formally sworn in and Mr Cilliers can make his application for the standing down so that I can respond. And my response is going to be related to the time periods within which he will bring his application. He does not have to repeat everything he said. He can refer to it as he has mentioned before. And the same thing be done for Dr Basson. He certainly (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Mijburgh was sworn in, so was Dr Basson.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Oh I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this matter has been stood down. This particular matter has stood down. And you are merely asking for a formal sitting of the witness where he should be sitting?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes a formal sitting possibly is the right word to use Mr Chair because the application must relate to the matter being stood down. And if the panel rules that it could be stood down then the decision must be made. My response of course will be regarding time periods because the alternative Mr Chair is that we simply lay criminal charges. So it is a decision of the panel after a proper application regarding Dr Mijburgh and Dr Basson and the decision whether to stand the matter down or not pending the court application within certain limited periods. Alternatively criminal charges. The reason I am motivating this is as we will not be able to lay criminal charges if the panel agrees to the matter being stood down. Thank you Mr Chair.",
            "Male"
        ],
        [
            "MR CILLIERS",
            "With the greatest respect I do not understand what my learned colleague is trying to say. Why must the witnesses sit next to me? The application I have made now is the application I want to make. If he wants them to sit next to me witness by witness then I can just repeat everything I have said. But I do not understand the motivation behind it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally addressed the issues. You are on record as to what you would have wished should have been the ideal position but I have indicated that as far as I am concerned this matter has been stood down. The matter before us now is Mr Mijburgh having to testify in view of our ruling and in view of your indication that you are calling Mr Mijburgh to the stand. He was sworn in and he is there. And I think maybe you want to deal with the question, the submissions made by you on that basis. On the basis that the matter before us is Mr Mijburgh having to testify or not to testify because the application has been made that, that evidence stand over pending institution of allegation proceedings in the High Court.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "On that issue Mr Chair possibly I can get an indication from my learned friend that he concedes that the two gentlemen; Dr Mijburgh and Dr Basson or maybe we only dealing with Dr Mijburgh are properly subpoenaed to appear before us number one. Number two that they have been formally asked to testify. Number three in regard to their formal application, the formal request that they testify there is a formal application for the matter to be postponed pending a court application by my learned friends on the issue of constitutionality or review of the decision the panel he can make that clear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is what he has said then I am sure on the three points.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes but it all follows one another Mr Chair. And finally that such an application be brought within a week because presently as our Act stands we have to complete all our work by the end of June. There is an amendment before parliament. It is in the process of going to the National Council of Provinces which will allow us to finish our work by the end of July if it is passed. But presently as the law stands we have to complete our work by the end of June. So the application has to be launched within a week. If the panel was to agree to such a postponement it should be done on that condition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shouldn't all counsel and since you are the counsel who is now before us and you are (...indistinct) shouldn't you address us on prospects of success of the application that is intended to be brought? So that we can be informed as to whether or not we should go Mr Cilliers' way or your way? As I see it you are persuading us not to grant the application but you are saying if we grant it then the application must be brought by way of urgency, the application in the High Court. But in order for us to be able to determine whether or not it is a matter that we should either decline or we should agree to, shouldn't you address us on the issue of the prospects of success? I ask that in view of the fact that in the last two, three days a lot of argument and with great respect I think from both you and counsel was addressed to us on that precise question and copious references were made to authorities in the Constitutional Court and elsewhere, Canadian authorities and all that. I am not saying it was dealt with as exhaustibly as it was but (...intervention)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair I could do so quite easily. The point is I would be repeating the arguments I raised before. I believe there is not a constitutional basis. There is not a legal basis for the request that the hearing be postponed pending the outcome of the criminal trial or the conclusion of the criminal trial. And in regard to Dr Mijburgh pending the question of whether the AG eventually does charge him and then what happens thereafter.\n So I could address the panel again on the issues but I would be traversing the same area I have traversed before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying for purposes of us taking into account prospects of a success we should take into account the arguments that you placed before us when we considered the matter in extent when we were dealing with the application that was before us?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "That is correct Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cilliers?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I do not hear Mr Vally's reply to say whether he thinks there is a possibility or a chance on success or not. He says that you must regard his arguments. I agree with him otherwise we must address you again and it will take another full day. But I do think that the important question that you asked him he did not give the indication that he thinks that there is no chances for success on such an application because that will indicate as to what I am going to tell you now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vally are you wanting to place on record what you want ...(inaudible)",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair, Mr Cilliers may not have heard me but I said I did not believe there was a legal or constitutional basis for asking for a postponement of the matter pending the conclusion of the case against Dr Basson and secondly in respect of the awaiting prosecution, possible prosecution of Dr Mijburgh and a conclusion of that case. So yes emphatically so that there aren't any legal or constitutional basis therefor and therefore I respectfully submit that the prospects of success in such a court application are such that he will not succeed and therefore there are no such prospects for success in any proposed court application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to be sure that I hear you. Were the application were to be premised on a direct challenge to the constitutionality of the provisions of Section 31 what would you say? I know that this forum is obviously not competent to declare on the constitutionality of any provision but I am inviting your legal argument not argument but your position and attitude to whether or not you are able to express yourself on the prospect of success of an application which would be premised on the constitutionality or otherwise of the relevant Section of the Promotion of National Unity and Reconciliation Act.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair emphatically I believe the prospects of success in terms of challenging the constitutionality of Section 31(3) and of our calling both Dr Mijburgh and Basson to give evidence at this hearing has no chance of success.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you are saying with regard thereto we would like us to recall your arguments which you placed before us to the extent that they are relevant on that point?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I want to reiterate that Mr Chair we have gone out to the extensive argument on the whole point and there has been a ruling in terms of such argument as well. So my argument and the legal basis on which I say that there are no prospects of success in my respectful opinion to the proposed challenge as regards constitutionality of the provisions are before the panel already and I reiterate those. Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cilliers?",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "With the greatest respect I am not going to address you fully again. You must also consider my arguments which have already been made. The normal way of dealing with this perhaps you are very close to a situation as the High Court is when it has to decide whether it is going to give leave to appeal against this decision. I think this is more or less the same position in which you are at present. Because the relevant question is also; is there reasonable possibility that another court can come to another conclusion? And that is in the same position that you are now asking questions regarding this aspect. The approach in such case will be that in all cases where there is a decision or a judgment which has another conclusion then leave is given because then there has already been a ruling from a court with that other conclusion and then there is a possibility that another court can come to a certain ruling. Now I have given you the rulings of Kriegler J in which he says expressly and mentions civil proceedings such as these and said that they cannot continue and they stayed all proceedings. I referred you to DAVIS v TIPP and the ruling by Navsa J in the",
            "Male"
        ],
        [
            "SEAPOINT",
            "ruling where it was said expressly that those measures will be taken if there is State coercion which exists here as Advocate Potgieter has found to be. So apparently there are at least two courts and my learned colleague could not give you a single ruling in opposition to that which says that where there is State coercion to force an accused to testify in proceedings before the criminal trial then measures will be taken such as standing down if that is the only suitable arrangement that can be made. So how he can argue that there is no possibility of success I do not understand that because then there will have to be a ruling that both Nugent and Navsa are wrong in those rulings as far as they have said that postponement will be given. So the ruling in front of you says that there is a basis for this application and therefore you cannot but accept that there is a possibility that a court can find that with all respect Advocate Potgieter's ruling is not correct.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "That is not my ruling.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "The Commission's ruling as delivered by you. But my submission is that this is the position in which you find yourselves it is such as the leave to appeal in front of a High Court.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}