{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-07",
        "location": "RUSTENBURG",
        "day": "2",
        "names": [
            "HELLEN MOTEANE"
        ],
        "case number": "JB3609",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55864&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/rusten/moteane.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "HELLEN MOTEANE",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "HELLEN MOTEANE",
            "DR ALLY",
            "MRS MOTEANE",
            "PROF MEIRING",
            "MR MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Is she there?  Well, it is written .....  Is Mrs Tukubong present?  If she is not there, we will ask Phillimon Maledu to come forward please.  Is Hellen Moteane present?  We will ask you to stand up to take an oath.",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will ask Dr Ally to lead you in your testimony.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Good afternoon to you, Hellen, and welcome.  Are you accompanied by somebody?  Is that a briefer?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "No Sir.",
            "Female"
        ],
        [
            "DR ALLY",
            "Hellen, you are also coming to speak about your experiences while detained by the Security Branch of the former Boputhatswana Government, detention, interrogation and torture and also about the activities which led to that, your involvement in the Baphokeng women's club and also your involvement in the Progressive People's Party.  So if you would just relate to us, these events.  Please.",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "In 1989 on the 7th of July I was called to Baphokeng Civic Centre, who I was together with Moses Malabatsi.  When I arrived he welcomed me and say are you Malebane's protocol, therefore you will tell us the truth.  My reply was that I did not make any affidavit that I am Malabane Metsing's protocol.  I was just a member of the Triple P.  As I was answering all the questions, then I returned home.\n Then on the 24th of July of the same year they came to my house.  They wanted me to be their informer.  There was a certain member of Triple P who died.  He gave me hundred and twenty.  I said, no, I do not want to go there.  I do not want to be killed by people.  Then they left me again.   In 1989, on the 12th, or on the 19th, I received a message from my sibling that Mothibele said I should come to Phokeng police station.  On the 19th I went to Phokeng police station.  When I arrived there, Mr Modike harassed me and saying that I am holding meetings of the Women's League.  But I rejected all those allegations.  Then I went to a certain office where they took my finger prints.  From there they returned me to the office again.  Mothibele he said to me, he gave me a paper saying I should resign my nursing work.  The Department of Health is the one who is the only Department which can tell me to leave, to resign from my work.  Warrant officer Madise said they should arrest me, because I do not want to tell them the truth.  \n On the 20th I was released and they said I should go home.  On the 5th of February 1980 we went to Harare.  We were four of us to meet Harare Association Women's Club.  Our discussion with them was how were they successful in their formation of their women's club, so that we will able to take forth our Christian solidarity forward.  They told us that they are forming bricks, they are knitting, they give me a sample of that, they are making agricultural products and they sell the crops.  In Harare we met Rocky Malabane Metsing.  We met Mrs Ruth Mompate.  We met Sagari Tolo, who is now a member of parliament in the North West Parliament.  We stayed with them there.  We travelled all over Harare.  \n On the 15th of February 1990, we flew back home.  On the 16th of February 1990 I was detained early in the morning at four o'clock.  I stayed at Phokeng police station.  At eleven o'clock at night they took me to Makgwase Prison.  I stayed three days at Makgwase.  On Sunday they took me to interrogation room to find out what we were doing in Harare.  I told them that with our movement called Christian Solidarity, we met women from Harare to explain to us how they made their organisation to be successful, so that how can we get, how and where can we get sponsors to make our organisation grow.  Our intention  was to buy machines so that we will start knitting, to start poultry farm for chicken, to start with agricultural projects, then from there to start building the old aged home where we can accommodate our old people.  We went back.   Then on the 20th of May 1990, Rocky Malebane told us that he is going to attempt a coup again.  We were arrested being fourteen.  Men were thirteen, I was the only woman.  We were taken from Phokeng, we were taken to Mafekeng.  We were taken to Carlton House where I met Mr Tlabane and Mr Makgwane.  Mr Tlabane in his welcome said to me, why did you go to Harare to request for them to buy machines for us whilst we have machines at Phokeng?  I replied him by saying, because he has locked the Baphokeng office, he must open those offices again.  He asked me again, saying, where is Yosemane?  I said the old woman is there.  Do you say she is an old woman while she is still a girl?  I said she is an old woman.  \n After that they took me to Adamelang police station.  On the road Mr Olifant and his friend stopped at the bottle store.  They bought liquor.  I went with them whilst they were drinking on the road.  They were driving fast and it was driving on a gravel road.  I had a problem with my waste.  When we arrived at Adamelang, I requested that I should be taken to the clinic.  I was taken to the clinic.   They put me in solitary confinement.  I bought bread and I had sweets with me.  When I felt hungry I would take a piece of bread and eat.  The toilet was full of dirt.  The windows were broken.  They gave me only two blankets and it was cold and it was raining.  \n On the 26th, they took me to Ramathlabane.  When we arrived at Mmabatho, they veiled my face and they let me sleep in the car.  We arrived at Ramathlabane.  I met Jewel Tsostube, who was a policeman, who said to me, today your are going to tell us the truth.  I told Jewel Tsostube that the person who has arrested me would tell evidence or would make the statement of why I am arrested.  They gave me tea.  After that they took me back to Adamelang.  \n On the 2nd of May 1990 they took me to Mmabatho police station to be detained.  On the 8th of May they put a cloth on my face and took me to Ramathlabane.  I made a statement there that we met people of women's club and we were looking for help from them so that we will able to buy sewing machines, do agricultural projects and do a poultry farm.  That is how I made my statement.  \n They took me to Mafekeng again.  During that night I did not sleep, because my hip had a problem.  In the morning of that day, a certain policeman called Baloi came to me in the cell, because I requested for them.  I asked them to take me to Bopelong Hospital for an X-ray.  They took me to Bopelong Hospital and here are the forms for X-rays.  There the doctor found a problem with my hip and my blood pressure was very high.  The doctor advised for physiotherapy for ten days.  They took me every day for ten days to Bopelong Hospital.  \n On the 12th of May I was insulted by a certain policeman because I did not want to eat and I was asking them why are you arresting me and then I wanted them to take me back home.  \n On the 16th of May I requested seniors from the special branch, I requested them to release me to go back home, because I do not know the reasons why I am in prison.  They left me just there like that.  On the same day, the 16th and the 17th we were visited by Kanga, who was the lawyer of the organisation.  Then I told him of my ill health.  That I have a hip problem.  \n On the 12th of June I was taken to court with that policeman.  I testified before court and explained to them of crimen injuria, how this man insulted me.  And on that night, whilst I was sleeping, after he knocked off and a certain person who was coming to work, he undressed me up to my waist.  From top to the waist.  \n On the 13th of June, after Mr Makgwane has taken me from the interrogation room I found him waiting at the gate having a gun.  I said Mr Makgwane, I said, this is the man who was undressing me.  \n On the 14th I was taken to the station commander's office.  In there that person was disciplined.  \n My problem is that I am not completely healed.  I am sick.  I have five children who are orphaned, their mothers deceased which I have asked the Government to help me with them.  I am sick, I am unable to work.  I am not able to stand for a long time because my hip is painful and it has affected my left thigh, because if I can stand for a long time, it becomes hot.  I am not sure when am I going to be cured.  Maybe I will be cured on my death.  That is how far I can go with my testimony.",
            "Female"
        ],
        [
            "DR ALLY",
            "You concluded by speaking about your present health situation and the ill health that you are experiencing now.  Tell me, do you see your health, your present health situation as a direct result or consequence of your detention, the periods that you were detained?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "Yes, that is true, because it happened when I was arrested.",
            "Female"
        ],
        [
            "DR ALLY",
            "And what was you health like before your arrest?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "I was healthy and normal at that time before then.",
            "Female"
        ],
        [
            "DR ALLY",
            "And what exactly was it in detention that would you think cause your health to deteriorate in the way that you have explained?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "It was when they were taking me to Adamelang, because those people, those two people were drinking on the road and they were driving carelessly.  That is where I dislocated my hip.",
            "Female"
        ],
        [
            "DR ALLY",
            "Was there an accident, a motor car accident, or what exactly happened, or were you thrown?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "There was no accident, because we were driving on a gravel road and I was not able to sit.  I was jumping all up and down on the road because it was a gravel road.",
            "Female"
        ],
        [
            "DR ALLY",
            "During your period of detention you said that you were subjected to interrogation and also that you, and degrading treatment, can you tell us a little bit about, be a bit more specific about the treatment, this degrading treatment which you speak about.",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "This person I am talking about on the 12th,  because I did not know what I was arrested for but that he must tell the Government why am I arrested.  When I said I do not want to eat, he started insulting me.  On the night when they were, he was knocking off and somebody was coming to relieve him, I covered myself with blankets.  Therefore he undressed me up to the buttocks.",
            "Female"
        ],
        [
            "DR ALLY",
            "You say that you were employed as a nurse at the Rietspruit clinic in Rustenburg since 1987, but that you are now presently unemployed.",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "Yes, I am unemployed.  Whilst I was on leave in 1989, on the 12th when I was called, Mr Modibede Simon said, gave me papers that I should resign.  But before that time, I said, I resigned in January, because I knew that they were going suspend me.",
            "Female"
        ],
        [
            "DR ALLY",
            "And since that incident, did you ever try to get back into nursing?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "Yes, I went to the clinic to look for the vacancies.  They said they were going to call me then.  I went to town, they still said they would call me.  I went to Hartebees.  I am still waiting for their reply up to this day.",
            "Female"
        ],
        [
            "DR ALLY",
            "We have heard many cases today of persecution that seemed to be directed very specifically at the Baphokeng people.  In your opinion, why was it that Mangope's Government seem to target the Baphokeng people in this way?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "They targeted the Baphokeng people because those people in Phokeng were truthful and they did not want to lose their property.",
            "Female"
        ],
        [
            "DR ALLY",
            "And after you were released from detention, you were detained the 20th of April, you say, then you were released later.  Did you have any other encounters with the Boputhatswana Government or after that?  Did they continue to harass, did they ever pick you up again?  What happened after you were released?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "They used to come at home and they just said they were visiting, but I said to them, before they come to visit, they should send somebody to come and inform me that the police are coming and again what are they coming here for.",
            "Female"
        ],
        [
            "DR ALLY",
            "But they did not arrest you again after 14th of June 1990 when you were released?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "No Sir I was never arrested thereafter.  I was arrested before, before 1990, but after that I was not arrested again.",
            "Female"
        ],
        [
            "DR ALLY",
            "What charges were ever laid against you by the Boputhatswana Government?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "No I did not even go to court.  They just brought me home.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much for coming to speak about your experience.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Piet Meiring.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Thank you so much.  Only one question, Mrs Moteane.  Two questions.  Are you married?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "I am divorced.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But you do have children, I see five children, is that correct?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "That is true.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Who looks after your children?  You are unemployed who takes care of the children?",
            "Male"
        ],
        [
            "HELLEN MOTEANE",
            "These children are my sister's child, who died by shock whilst I was being arrested.  After that I took her death certificate to the Government to look for grants for these children.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And did you receive grants?  Does that help you?",
            "Unknown"
        ],
        [
            "HELLEN MOTEANE",
            "Yes.  Yes, they do help me, even if sometimes they, they are slow to bring that grant.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you so much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Hellen, we heard your testimony.  We thank you for coming and again we regret to hear what has happened to you.  Undressed by a man, being a woman in prison, I know that must have affected your dignity and we have noted that.  We will have a special women's hearing in Gauteng where women were violated.  Thank you.\n___________________________",
            "Unknown"
        ]
    ]
}