{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-07",
        "location": "RUSTENBURG",
        "day": "2",
        "names": [
            "LOUISA M MALEBO"
        ],
        "case number": "JB3618",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55862&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/rusten/malebo.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "DR RANDERA",
            "LOUISA MALEBO",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MALEBO",
            "DR ALLY",
            "LOUISA MALEBO",
            "PROF MEIRING",
            "DR RANDERA",
            "MR MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Those who want to go outside at that door, they will meet Mr Lebohan, who will show them where they will take their statements.  People who haven't handed over their statements in the Rustenburg area, those people will be taking statements from you.  Whoever wants to make a statement must go out.  Lebohan, our Committee liaison officer, will be waiting for them there.\n Now we call upon Louisa Malebo.  Hello Louisa.  Can you hear me?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "Yes, I can.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who is with you today?  Are you alone?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "I am with my cousin.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We welcome you here.  I will ask Dr Ally to administer the oath.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Thank you.  Louisa, will you please stand and raise your right hand.",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Piet Meiring is the one who is going to ask you questions.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Malebo, welcome from my side too.  We are going to talk about that months after the coup, the failed coup in 1988.  It was in February 1988 that there was this coup which failed.  We've heard a lot about that, but some months later on the 31st of May, things started to happen with you.  You were then the secretary of the People's Progressive Party in Phokeng.  Please tell us what happened with you that day and the days following upon that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Louisa, we know it is very difficult to tell your story.  Please take your time and try to tell us your story from 1988.",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "(Interpreters did not commence interpreting for some time).\n Police came to my house and they knocked and they said they were looking for Manko.  I wanted to refuse to go with them, because I wanted them to arrest me during the day and they should tell me what they are arresting me for.  I said to them I wanted a wanted a warrant of arrest from them and they pulled me around.  They did not even want to wait for me to dress.  I went with them without my shoes, that is on the 31st.  I only had an overall over my body.  \n I was taken to the Phokeng police station.  When we arrived there, I was put in a cell.  There were already other people there whom I worked with and they had already been arrested.  After locking us in there, they went away and when they returned they separated us claiming that we have been talking and planning what we were supposed to do, or were going to do after we got out of there.  \n What they asked me is that is what I know about Rocky.  I told them Rocky is my leader.  He is the leader of the organisation that I had joined.  They asked me if I knew whether I knew that Rocky and Lebone gave the soldiers money to overthrow the Government.  I said, no, I do not know anything about that and I do not know if Rocky is a friend to this guy - that is Lebone.  And they said, me and Mr Lebone's house, Mr Lebone's wife were going to live in Boputhatswana.  \n I stayed fourteen days in the cell, that is in Phokeng.  They released me and we never went to the court.  I then came back home.  From that time, I lived under severe conditions.  That became a norm.  A week would go by and the following I would be arrested.  I would be asked where Rocky was and I would answer by saying I do not know where he is.  And they said because I was close to him I must know where he is.  I told them I do not know where he is.  I did not have - I did not live a normal life.  \n There was one day which I will never forget among all the days.  It was in June, I just forget the date.  We were watching TV together with the children.  Three policemen came and when they entered they said they are looking for Manko.  Because my huts we are all the same at home, then we said we do not know her and she does not stay here.  Even the children were not free.  Then they left, they left for a few minutes.  Maybe they asked somewhere that if you are looking for Manko, that what kind of a person she is.  She is this kind of a person, she has this scar on her chest.  They entered again and knocked.  It was around 11 o'clock.  Then they said they are looking for Manko.  We looked at each other.  My daughter said it is me.  Then she said it is not you, you are Joyce.  Then they said to me, you are the one.  Let us go.  \n I asked them to take a blanket when I left, they took me to Phokeng police station.  They put me in a very cold room.  The window panes were broken.  I was alone in that cell.  They left me there.  They did not ask me anything.  They gave me two blankets.  Then at dawn they came to me.  You are going to tell us the truth today.  What did you say you did by giving the soldiers money together with your chief and Malabane Metseng and your people to overthrow the Government?  But I told them that I do not know anything.   And they said again, what is your intention?    What are you thinking?  Because this is, our Government is still governing.  I told them that I do not think anything.  Then they said to me I should sever a leadership with Triple P.  Then they said to me, you will see, you will know our Government well.  Then they locked that cell and left.  \n The following day in the morning they took me with a van and took me home.  We did not go to court.  On the 16th of June 1990 we had a rally at Phokeng.  At that time I was a member of the African National Congress.  For me to join the African National Congress I mobilised the people I was working with.  Then we decided that one night we should meet and God gave me power that day, that night, that all members of Triple P met.  Then we decided that this time we are going to fight against the Boputhatswana Government.  We were many women.  \n That day we decide to meet, the police heard, but they did not know where we were going to meet and how.  God give us power to use tactics until we meet.  We travelled the distance to Janeng, Luka, Bubumja or Falagatla.  I was going to various people, that even if we are detained or arrested that the truth will remain.  At ten o'clock, the police came to my house, we thought we were going to meet at one o'clock at night.  At ten o'clock when the police came I was still at home and they knocked, they entered.  They did not tell us what they were looking for.  They found me in the house, but they just said we are just coming to look for you.  Then we kept quiet.  Then they went away.  We did not deny to open doors for them, but they came.  \n At about quarter past twelve we met where we decided that we would meet.  At that time we said we were going to look for help, but we said to ourselves where are we going to look for help and to whom?  But we decided that there is an organisation called ANC and where are we going to find the ANC so that it will come and help us.  We deliberated which way we can take.  We told ourselves that we should go up to Johannesburg.  We will appoint a committee which will go and look for ANC.  When in Johannesburg we will ask.  \n At that time we were together with Malabane Metseng's brother who is George Metqcine.  We thought again of Mr Seremane at Khotso House.  Even if he is staying in Johannesburg, but he is from Boputhatswana.  We knew that at Khotso House you cannot just go there.  You must make an appointment first so that you will be able to see that person with your problems.  \n I went with George, we were two of us.  We left at five o'clock in the morning.  We took taxis.  Then we went to Johannesburg and arrived at Khoto House.  We found a security, then we asked him to look for Mr Seremane.  He asked us where we came from.  We said we are from Rustenburg.  And it was cold.  \n We met with Mr Seremane and explained our problems.  He referred us to a South African Council of Churches in Rustenburg.  He said again Boputhatswana cases are dealt with by Priscilla Jana.  \n We came back home and then we waited until it was dusk.  At dusk when arrived at home I was arrested.  They took me to Mogwase.  I stayed for fourteen days.  They knew that I was together with George on that day.  I was put in a cold room again.  They did not give me food, they did not give me water, and they were telling me that I was messing up the  whole of Phokeng, but I tolerated the fourteen days.  At home they did not know where I was.  When I was arrested they said that they are taking me to Phokeng.  My children did not know where I was.  They went all over they could not find me.  After that fourteen days, I was released.  They did not even interrogate me.  \n When I arrived at home, on that day I proceeded to look for George.  The way I was tortured was giving me courage, because if they were prepared to shoot me they could have shot me.  I proceeded to look for George.  I could not find him at home.  I put up at the location.  Early in the morning I looked for him again and then I found him.  We went to Mr Seremane again.  Then he said to us, if possible, we should meet at Welgespruit.  That is how we can solve your problems.  \n I mobilised the people again to meet people who would help us.  That is how we found the way to join ANC.  We went to Welgespruit.  We started going there on the 15th of October 1989.  That is where we started to meet.  I forgot the names who briefed us and showed us how to protect ourselves against the police.  Then we came back.  Then we started the ANC.  We mobilised and recruited people.  Then I was arrested again.  \n The other day which I will not forget is the 16th of June, that is 1990.  I will never forget that day.  We had a rally in Phokeng.  Whilst we were still at the rally visitors came to my place in a combi.  They were from Johannesburg.  They were just visiting my place to find out about my problems and why I was arrested.  We were at the rally at the Roman Catholic Church.  Those people who were at home then, the police said they were - those people came with a combi were ANC bringing guns to my place.  At that night it was for the first time I saw so many policemen.  My house was surrounded by the police and they were forcing me to give them guns and the AK 47's which I hid in my house.  I did not even see those people who came in the combi during the day and I did not even meet those people.  \n I was arrested together with my children and everybody at home.  We were taken to Phokeng police station.  Whilst we were there at the Phokeng police station they returned the children.  I was left with one daughter of mine.  The following day, she was released and I remained for a month at that Phokeng police station and I was not eating or drinking.  \n I returned home after a month.  I think I stayed for a week and I was arrested again.  That was when Rocky was supposed to come to Phokeng.  At that time, I did not know that Rocky was supposed to come to Phokeng because I had been arrested and I came back after all the arrangements had been made and I did not know about them.  I was only at home for a week.  I was then taken to the police station at Phokeng.  On that same night they put a cloth on my face and they took me to Mwagase.  When I got to Mwagase I met Tlakane.  \n Even though they did not beat me the treatment is what made me ill.  We had to wash with cold water in the morning at about four o'clock and we were washing from water, cold water from the tap.  And you had to be naked by then, even though you were a women.  I stayed there for fourteen days and had the same treatment.  Before that fourteen days had elapsed I heard there were people looking for me outside and there was a lawyer who phoned from Johannesburg who heard that I had been arrested and that is when Tlakana said I must open a docket. \n When I got to the office I met a reverend from the Roman Catholic Church, the Reverend Selepedi.  Those were the only two people I met.  And they asked me what was happening, how I was treated and I told them all that happened.  \n From there they took me to the Council of Churches here in Rustenburg.  People from the Council of Churches took me to Johannesburg in Wanderer(?) Street, which is where I met Dr Taborangaka.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Malebo, thank you very much.  You have given us a very long, very well described testimony also in your statement.  Can I just ask a number of short questions, brief questions just to make sure that we have everything.  But thank you for trusting us with you story.  How many times all in all have you been in prison?  Have you ever counted that?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "Most when they arrested me, they would ask me about Rocky or the chief.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, but was it five times or six times or seven times throughout the years that you were arrested?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "It can be about five or six times.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you so much.  Another question I wanted to ask very briefly, you said that in 1989, you were looking for the ANC, because you and your colleagues wanted to join the ANC.  It was still a banned organisation at that time, so it was a very dangerous thing to do, is that correct?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "Yes it was still banned by then.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  You said at one stage, at the end of your testimony when I interrupted you, that you went eventually to the South African Council of Churches, the Catholic Church and the South African Council of Churches.  Was that the normal thing to do when people in the Rustenburg area had problems?  Was the SACC also always there to help them and to give advice and to support them?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "No it was not normal or a usual thing for people to go to the Council of Churches.  According to me, I told those people to go there because I had been there before and it is only a few people that I told that.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But do you know of other cases where the SACC also helped people with their plight?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "Mostly I read about this in newspapers or saw on TV the way the Council helped people.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  My last question has to do with you and your family.  How many children do you have?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "I have two children and four grandchildren.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And they were often there when you were harrassed or when you were taken into custody by the police?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "Yes, they were there.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "How did it affect your children and the grandchildren?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "This affected them negatively.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Did you ever speak with them and try to explain to them what happened or did other people try to explain to them why these things happened?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "It is only me that explained to them what was the problem.  There was no-one outside the family who came to explain to them what was the problem.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Those are my questions, but I think my colleagues probably would ask a few questions too.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Could you tell us what was the political position of the - or perspectives of the Progressive People's Party and how these differed from that of Mangope's Christian Democratic Party?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "We, within the Triple P, we saw that the Government was not doing things the way they should be done and particularly in Phokeng.  We were looking that Mangope's government was oppressing the Bophokeng people.  Even if not all people who were seen that his Government was oppressive, but we, some of us, many of us would see that we were oppressed by Mangope's government.  That is how we saw that the Triple P organisation would be able to help, that maybe Mangope's government would try to understand that they are oppressing the Bophokeng people.",
            "Female"
        ],
        [
            "DR ALLY",
            "Could you give us some examples of how you believed Mangope's Government was oppressing the Bophokeng people, some concrete examples.",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "There are many things which I can show or say. In many instances, as I am a member of the Bophokeng tribe, Mangope's Government, even when they have their meetings in Phokeng, he was not able to recognise, he was not recognising the Bophokeng people.  By that we saw that if he is able to denigrate the integrity of the chieftainship of the Bophokeng people, how can we respect his Government?  Even if they have, they did not agree in other issues, but he could not just tell those things in front of the whole people, there should have been some forums where they could have solved their problems.",
            "Female"
        ],
        [
            "DR ALLY",
            "You say that he denigrated the Bophokeng people, how, what was the kind of things which his Government did which were seen as denigration?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "There were many things that happened.  Usually we as the Bophokeng people, that it's going to happen in Bophokeng has to be known by the chief first and he also has to address it or pass it on to the Bophokeng people.  It could be buildings or whatever was going to happen in Phokeng, but Mangope would only erect buildings in Phokeng without consultation, not knowing to know whether the chief would agree or not.  Some of those buildings are still around, even at the present moment.",
            "Female"
        ],
        [
            "DR ALLY",
            "What was the position of the Progressive People's Party towards the whole question of independence, Boputhatswana as an independent homeland, what position did the Triple P take on that issue?  (tape ends.....)",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "....freely and would be united.  They were not discriminating according to colour.",
            "Female"
        ],
        [
            "DR ALLY",
            "And the coup that took place in 1988, was this something that took everybody by surprise or were people in the Triple P expecting this?  Was there talk about it or was it something that when it happened most people were quite surprised by it?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "We did not know anything about the Boputhatswana coup and we had not heard anything before about it.  We only heard about it after it took place.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much, Chairperson.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Malebo, I just want to follow up on a question that my colleague asked.  In your statement you say the Triple P came into, or you were a member since 1973, is that right?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "There was a mistake.  Triple P started in 1985.",
            "Female"
        ],
        [
            "DR RANDERA",
            "1985.  Okay.  So was it a party that was ever harassed prior to the 1988 Coup?  They existed as a legal party within Boputhatswana, am I right in understanding that?  It was only after 1988 that you started being harassed as a member of the Triple P?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "Even before its inception, it took time to be registered by the Boputhatswana Government, because Chief Mangope did not like this the organisation, but we continued despite of that until Lucas Mangope registered our government even, I forgot what day it was.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I accept what you say there, but was there any harassment of any of the Party members, yourself, Rocky, Malabane Metsing, any of the other leaders of that Party before 1988, before the coup took place?",
            "Male"
        ],
        [
            "LOUISA MALEBO",
            "We started to be harassed before even its inception or before it registered as a Party, because there were problems about its inception and even about its registration, because the Boputhatswana Government didn't like the Triple P from the start.  This organisation experienced problems whilst we were negotiating its inception.  We were harassed even before until it's inception and accepted by the Government.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can you tell us what the relationship was between the Bophokeng people and this Party and the chief of the Bophokeng?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "There was no relationship between Triple P and the Chief, the Bophokeng chief.  Our chief was accepting the two organisations, Mangope's Party and the Triple P as freely as possible.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you.  My next question may be unfair.  If you feel it is unfair, you do not have to answer it.  The Triple P was banned after 1988.  I understand it has seen a revival post-1994.  What is your feeling about the Triple P today?",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "I do not know how to answer that question Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Fair enough.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Louisa we thank you.  We gave you much time.  We see that you are now tired.  I believe that you are aware that all those questions, we should ask them.  We thank you for coming.  We know that you come from many problems.  You went into many prisons, you were put in solitary confinement.  We thank you that you had determination and together with the Bophokeng people, that you will one day get liberation for the all of South Africa.  We thank you for the part you played in the struggle.",
            "Unknown"
        ],
        [
            "LOUISA MALEBO",
            "Thank you, ma'am.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We are going to have a tea break.  It is now five to twelve and if we can come back at about quarter past twelve and I will ask that when we go out, those who have earphones can put them on their",
            "Unknown"
        ]
    ]
}