{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-08-13",
        "location": "VANDERBIJLPARK",
        "day": "3",
        "names": [
            "JACK MBELE"
        ],
        "case number": "AM 6119/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52812&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081114_vdb_2boipat3.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "MR BERGER",
            "JACK MBELE",
            "MR LAX",
            "MS SIGODI",
            "INTERPRETER",
            "TESTIMONY_GIVER:",
            "MR PRIOR"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "MR BERGER",
            "JACK MBELE",
            "MR MBELE",
            "MR LAX",
            "MS SIGODI",
            "INTERPRETER",
            "MR PRIOR"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson the next witness I intend calling is Jack Mbele, application no 6119/97.  I'm not gonna be too long with this witness, we ran a bit late ...(inaudible).\n\t... (inaudible) witness to be in the witness box if he's not going to be finished with during the session.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well unfortunately I don't think it's possible at this stage to give any undertaking in regard to how long the cross-examination is going to be.  So as to give you guarantee we will be finished with this witness by the - you know, by the time we adjourn tomorrow.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson what - from our side ...\n...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Did you want to ...(inaudible)",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson all I wanted to say was from our side we will try our utmost to finish with Mr Mbele by tomorrow, and it is possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will not hold you onto your    undertaking.  Yes Mr Strydom.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson if there's a possibility that the witness cannot finish I would submit with respect, that would be unfair to bring this witness back whilst under cross-examination, only in January.  I would suggest, and that's only a suggestion, obviously the final decision is in your hands Mr Chairman, but that I lead the witness in chief and maybe then to end the proceedings at that stage.  That's just a suggestion I want to make.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) as it is practically possible.  You've got to understand Mr Strydom, there's still a number of applicants that we've got to go through, so we will have to utilise every possible time that we have at our disposal.  You know, you have the willingness on the part of counsel of the other side that every endeavour will be made to finish.  Let's proceed, and shall we see how far we go.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, I'm calling Jack Mbele then to testify, if he can just be sworn in.",
            "Male"
        ],
        [
            "JACK MBELE",
            "(duly sworn in, states)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Mbele in front of you on page 119 of the bundle you'll find your amnesty application.  Op page 121 you'll see a signature, is that your signature?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes that is my signature.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And do you confirm that you signed that application on the 26th of January 1989 at Koppies Police Station?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I agree.",
            "Male"
        ],
        [
            "MR BERGER",
            "Just for the record it's 1998.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Ja, thank you.  And do you confirm the contents of the application?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to the application you were born in Sharpeville, is that correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you move to the kwaMadala Hostel at a certain stage?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When was that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "In October of 1991.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During 1992 were you a member of the Inkatha Freedom Party or not?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I was.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you become a member of the Inkatha Freedom Party after you moved into the hostel, or before that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "After I moved in.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "On page 122 and 123 of the documents before you certain answers are provided to certain questions contained in the amnesty application.  Do you confirm the correctness of the answers given?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes I confirm.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "On page 124 you will find a request for further particulars, particulars asked by the Truth and Reconciliation Commission, and you'll find the answers on page 126 to page 128.  Do you confirm the correctness of the answers?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes I confirm.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Have the answers been canvassed with you again and do you still stand by the correctness thereof?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst we at page 128 you make mention of a person with the name of Makuka, who is this Makuka?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It's a friend of mine.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did he also stay in the kwaMadala Hostel?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was he also part of the attack on Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You stated in answer to the question no 6, your reply on page 128\n\"I remember seeing a person with the name of Makuka shoot a lady with a 9mm pistol.  I saw that she was hit and fell to the ground.\"\nDo you know approximately where in Boipatong did this incident take place?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I think it was in the settlement area in Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your affidavit on page 129 and 130 you state that you partook in the attack, did you also go to Slovo Park or the informal settlement section of Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We formed ourselves in a small group, I think 9 in number and we went into Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now before I can ask you about details about what happened at Slovo Park, I just want you to confirm you signature on page 130 of your affidavit.",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's my signature Sir.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Has this affidavit been canvassed with you again?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes it was canvassed again.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You pointed out one mistake, I just want to refer you to that.  On top of page 130 it is stated:  \"Ongeveer 'n week voor die 17de Junie 1992 was ek by 'n vergadering waar Mkhize gese het dat 'n aanval op Boipatong 'n moontlikheid was.\"\nDid Mr Mkhize mention Boipatong at that stage?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So the reference there to Boipatong, would that be correct or not?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It's incorrect the name Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "On that same page just a little bit lower down it reads\n\"Eers op die 17de Junie 1992 toe ek by die stadion kom het ek gehoor 'n aanval op Boipatong gaan nou plaasvind.\"\nIs that correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Before you moved to kwaMadala Hostel, were you shot?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who shot you?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I don't want to commit myself, I don't know, but it was the comrades.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to ask you more about the attack on Boipatong itself.  When you entered Boipatong, were you in a specific group or not?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You know who was leading this group?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who was that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Damarra.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now you testified a little bit earlier on that you broke up into a smaller group, I think you mentioned 9 people, do you still remember the names of the people who formed that group?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I remember Makuka, Simon, Gose, and other men from the hostel.  I just knew them by seeing them, I didn't know their names.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What weapon did you have with you?",
            "Male"
        ],
        [
            "JACK MBELE",
            "9mm.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you get that weapon from?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I got it from Makuka.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was it a licensed firearm or not?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It wasn't a licensed firearm.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you use that firearm in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if you killed any person by using that firearm in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not say that there is a person that I killed, but I shot at people.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you go into any houses in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you break windows of any houses in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Can you just slow down a little bit Mr Strydom, I'm just struggling to keep up with you.",
            "Male"
        ],
        [
            "MS SIGODI",
            "Sorry Mr Strydom I didn't get it, the last answer, did he say did he break any windows?",
            "Female"
        ],
        [
            "MR STRYDOM",
            "His answer was no, I'll just repeat the question.\n\tDid you break windows of - personally you, did you personally break windows of any houses at Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you steal any items from people in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "More or less where in Boipatong were you when you fired those shots on people you didn't know if you hit?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I was in the informal settlement and in the firms.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If you say in the firms, what do you mean by that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm referring to in the vicinity of the firms next to the location.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from the shots you fired, did you hear other people firing shots?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see that other people fired shots?",
            "Male"
        ],
        [
            "JACK MBELE",
            "They shot but I don't know whether they hit someone.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The leader of your group, Damarra Chonco, did you see that he fired shots?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I saw him shooting, but it was in the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "With what kind of weapon?",
            "Male"
        ],
        [
            "JACK MBELE",
            "1847.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know an person by the Andries Nosenga?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "An affidavit was handed to us, which purports to be an affidavit of Andries Nosenga, and I want to read a certain portion to you, and I want a comment.  I refer to Exhibit ...",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Strydom, we haven't given it a number yet as far as I remember.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Ja.",
            "Male"
        ],
        [
            "MR LAX",
            "It will probably only handed in formally at a later stage.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  I will just read paragraph 4 of this document to you\n\"When we got out of the hostel onto the road, we were picked up by a police Casspir driven by a white man whose name I don't know.  In the hippo there was Shaga of the security branch;  a white policeman known to me as Rooikop who had red hair;  Peens and our driver.  There were 14 or 15 IFP members inside the hippo.  Others were walking alongside.  Those that I remember who were in the hippo were, Katene, who had ordered us to get into the hippo;  Reuben, Themba, Lucky, Makuka, and Dondo.\"\nNow the question I want to ask you is this reference of the name Dondo, are you also known as Dondo?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "On the night of the 17th of June 1992 did you get into any hippo?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person with the name of Shaga?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes I know him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where do you know him from?",
            "Male"
        ],
        [
            "JACK MBELE",
            "He's a policeman, I knew as we were being arrested.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Have you been arrested by Shaga?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Has he arrested other people you know?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a white policeman known as Rooikop?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person or a policeman with the name of Peens?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where do you know him from?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I knew him from Flora Garden.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is Flora Garden the name of the Murder and Robbery Squad Unit in Vanderbijlpark?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Howcome that you know him?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Chairperson there was a little technical problem.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The question is, from where or how did it come about that you know Peens?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were once arrested on our arrival at Flora Gardens.  The people who knew him told me his name.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from the fact that he was the policeman who arrested people, did you have any dealings with him in the sense that you worked with him, if I can put it that way?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to you, on the night of the 17th of June 1992, was the police part of this attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "The police were not present.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see any white people with or without balaclavas present at any stage during the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I never saw white people at all.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you thing of any reason why you would protect police or white people?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No reason Sir.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This person I've mentioned earlier on, Andries Nosenga, do you know him?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Maybe I know him facially, but I do not know him when you refer to him by that name.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If I give you the further information, would you be able to state if you know him?  According to this document he's 23 years old, and is in prison presently serving a sentence of 16 years for murder at Maximum B Prison in Leeuwhof.  He was convicted in February 1995.  Do you have any knowledge of this?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Maybe you're referring to Matanzema, yes I know that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now this person Matanzema, did you see him on the night of the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the attack, when you got back to the hostel, did you first go to the stadium or directly to your room?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I went straight to my room.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "On the following day did you see that certain goods that came from Boipatong was burned?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, that's true.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you assist in that process?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know who ordered the burning of the goods?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know who ordered the burning of the goods.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What was the reason why you decided to go with the group to attack Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not live happily.  If I wanted to go to Vereeniging or Vanderbijlpark, people were to be taken out of the taxis and be burned.  When we were walking in Sharpeville, we would be chased after.  Our lives were not nice at all.  The people of Boipatong were always blocking us.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to you, who gave the instruction to attack Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would say the people who lived there, and the reason being that the people harassed us and we were dying, and nothing was happening.  The police did not even take care.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Ja, but the question is, who gave the instruction to attack?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Strydom, he thinks you're saying who gave the instruction to attack him and his fellow inmates, that's why he's given that answer.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who gave the instruction to attack Boipatong - the question is who gave the instruction to the residents of kwaMadala to attack Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would say it's Damarra.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I've got no further questions at this stage.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, will you be - who's going to start that side?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'm going to start.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would it be convenient if we take about 15 minutes break?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That will be convenient yes, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take a 15 minute break and come back at 16h10.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "May I remind you that you are still under oath to speak the truth.  Do you understand that?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  \tMr Mbele you said that you could think of no reason why you would want to protect the police or why you would want to protect the whites involved in the attack on Boipatong.  Do you know of two policemen by the name of, one was called Monare and the other policeman was Xaba, X-A-B-A?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well I can tell you that they gave evidence in which they implicated the police and they have both since been killed.  My instructions are that they gave evidence during the Goldstone Commission hearing into the events at Boipatong, do you have any knowledge of that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "You gave evidence that you were shot by the comrades.  Is it correct that you went to hospital after this attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you were in hospital, did you have a bullet removed from your left thigh?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I was referring to the right leg, not the left leg.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you ever have a bullet removed from your left thigh?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I think so.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I think it was around 1991.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many times have you been in hospital to have bullets removed from your legs?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Three times.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was the first time?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It was in 1991 when I was fighting with the comrades.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the second time?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It was the same year, 1991.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the third time?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That was when I got injured after the Boipatong incident.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that shortly after the Boipatong incident that you were shot?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I think so.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, during your criminal trial you were asked at page 3393 - you were accused 64 were you not?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Court asked you, at line 19",
            "Male"
        ],
        [
            "MR BERGER",
            "\"Ek het vanoggend verstaan u is tweekeer geskiet?\"",
            "Male"
        ],
        [
            "MR BERGER",
            "Your answer was yes.  You were then asked:",
            "Male"
        ],
        [
            "MR BERGER",
            "\"Die eerste keer, in watter been is u geskiet?\"",
            "Male"
        ],
        [
            "MR BERGER",
            "Your answer, the left.  You were asked then:",
            "Male"
        ],
        [
            "MR BERGER",
            "\"Die tweede keer?\" ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " You said:  \"Die regterbeen.\"",
            "Unknown"
        ],
        [
            "MR BERGER",
            "You were then asked by the Court, when were you in hospital for the second time, and your answer was in 1993, \"... ek is nie seker van die datum nie.\"",
            "Male"
        ],
        [
            "MR BERGER",
            "Now let me just get to the point, when you were in hospital the first time when you were shot in the left leg, that was on the 17th of August 1992.  On that day a bullet was removed from your left thigh.  So what I want to put to you is that the attacks that you are talking about took place after the attack on Boipatong, and not before.",
            "Male"
        ],
        [
            "JACK MBELE",
            "I agree with you when you say - yes, the left leg was shot after the Boipatong incident.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the right thigh was shot even later, according to your evidence at the criminal trial in 1993?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I was shot twice on the right leg in 1991 and yet the other time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you just repeat the answer.",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I say I was shot twice on the right leg, I was first shot before the incident of Boipatong, and I was shot another time after the incident, which was in 1993, that Mr Berger has referred to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that on your right leg?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "At your criminal trial, how many times did you say you had been shot, twice or three times?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not remember how many times did I say I was shot.",
            "Male"
        ],
        [
            "MR BERGER",
            "You mentioned that you were arrested once by Sergeant Peens.",
            "Male"
        ],
        [
            "JACK MBELE",
            "He did not arrest me.",
            "Male"
        ],
        [
            "MR BERGER",
            "He was there when you were arrested, what were you arrested for?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were - it was being alleged that we were the hit-squad from kwaMadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it correct that you were involved in criminal activities in the Sharpeville area?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you friendly with a person by the name of Dennis Mofokeng?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you and he were involved in criminal activities in Sharpeville.  As a result of that you fled to kwaMadala.",
            "Male"
        ],
        [
            "JACK MBELE",
            "I knew Dennis after I went to kwaMadala, and from then onwards he became my friend.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you and Dennis accused of being involved in hit-squads operating from kwaMadala?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Dennis was not involved, I was the only one being accused of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say that you never entered any houses and you never killed any people.",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "According to the evidence of Mr Bujose, you entered a house on the corner of Shlube and Bafokeng Street.  Would that be correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is not correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "According to Mr Maloi who was a state witness, you and others were seen coming out of a house with a duvet, a television set and a wall-clock.  Would that be correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is not correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "In your criminal trial you said that you'd been shot in the upper leg, and you had been taken to hospital two weeks before - I beg your pardon, and two weeks before the 17th of June you were discharged.  Is it correct that that incident that you were referring to was the incident which occurred after the attack on Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now the house on the corner of Shlube and Bafokeng Streets is house no 734 Bafokeng.  In that house two people were killed, Mr Andries Manyeke, age 50, and Ms Lena Manyeke, age 47.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Berger can you just give us the paragraph numbers just to help us, that you're referring to in your memo.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm referring to the Annexure, and it's pages 14 and 15 of the Annexure, the last three pages of the document.",
            "Male"
        ],
        [
            "MR LAX",
            "So it starts at the bottom of page 14, no 734?",
            "Male"
        ],
        [
            "MR BERGER",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that house is on the corner of Bafokeng and Shlube Streets.  Mr Manyeke was stabbed above his waist;  he had back wounds;  he was chopped in the back of the head, and he was also shot above his right eye.  Ms Lena Manyeke was stabbed all over her body, her chest, her head, and there were too many stab wounds to count.  Wasn't the state witness Bujose correct when he said that you entered that house, and doesn't it follow that you were part of a group of people who attacked and killed Andries and Lena Manyeke?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I was not part of that group.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, the other thing that is interesting is, is that according to Mr Bujose you emerged from a house, another house, carrying certain property.  And very close to 734 is 722 Bafokeng Street, and in that house Matilda Shloebe was killed, Elizabeth Shloebe was injured, and Paw-Paw Shloebe was killed.  But what's really interesting is what was stolen from that house.  A TV set was stolen, and amongst other things, a duvet was also stolen.  Two of the items which Mr Bujose - I beg your pardon, Mr Maloi said he saw you carrying out of that house, you and a group of other.  Is this just co-incidental Mr Mbele?",
            "Male"
        ],
        [
            "JACK MBELE",
            "He made a big mistake that person.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying you were not in the area of Bafokeng Street at all?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You see, I do not know Boipatong very well when it comes to streets, but I did not get into the houses, he is making a mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you together with Sonny Michael Mkwanazi, in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I only remember Makuka, Simon and Gose.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Berger, would you just repeat the names, I didn't catch all of them when you asked the question.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Lax it's one person, his name is Sonny Michael Mkwanazi, he's applicant no 7.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying that you might have been with him, you can't remember, or you were not with him?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I am saying I did not encounter him where I was.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Timothy Stals Mazibuko, applicant no 5, were you with ...",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it correct that the three of you, applicant no 5 and applicant no 7 and yourself, are the three youngest members of the group of applicants?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you're saying the three of you are not friends - were not friends at the time?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were friends at that time.",
            "Male"
        ],
        [
            "MR BERGER",
            "Surely if you were friends, you would have gone to Boipatong - gone on the attack together?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not know how the next person felt.  You know, we are different when it comes to emotions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no, the - what counsel is putting to you is that because you were friends, you must have gone to Boipatong together.",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I do not agree with him.",
            "Male"
        ],
        [
            "MR BERGER",
            "What room were you staying in at kwaMadala Hostel?",
            "Male"
        ],
        [
            "JACK MBELE",
            "2023.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what room was Timothy Mazibuko in?",
            "Male"
        ],
        [
            "JACK MBELE",
            "2002.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Mkwanazi, Sonny Mkwanazi?",
            "Male"
        ],
        [
            "JACK MBELE",
            "2002 as well.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was your room close to their room?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, nextdoors.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when the signal came that you must go to the stadium that night, the night of the 17th, surely you went there together, you, Sonny and Timothy?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see them at the stadium?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, I saw them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Surely you went to stand with them?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why not?",
            "Male"
        ],
        [
            "JACK MBELE",
            "There was no reason for me to stand with them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you standing with other friends?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I was just in a group of people, I would not say who was next to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were a very young man at the time, I take it that you were quite nervous about participating in the attack, or am I wrong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I was not nervous.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you never felt the need to go and associate yourself with people who you were friendly with?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Not necessarily that, there was no need.  But there was no reason for me to go and stand next to them, we were all inside the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you left the hostel and you moved to Boipatong, did you move together with Timothy and Sonny?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not say whether they also left.  I did not see them, I saw the other men who stayed in the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "So are you telling the Committee that after you saw Sonny and Timothy at the stadium, you never saw them again from the time you left the stadium until the time you came back to kwaMadala?",
            "Male"
        ],
        [
            "JACK MBELE",
            "There is only one person I saw, that person is Stals.",
            "Male"
        ],
        [
            "MR BERGER",
            "That's Timothy.",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where did you see him again after the stadium?",
            "Male"
        ],
        [
            "JACK MBELE",
            "When we were approaching Boipatong I saw him.",
            "Male"
        ],
        [
            "MR BERGER",
            "And after you had entered Boipatong, did you see him again?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "So it's your evidence that you entered Boipatong;  you went to Slovo Park; you went back to kwaMadala - all the time you were with people who you didn't know very well, is that your evidence?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm saying I knew three people and I was the fourth one, and other men from the hostel, I knew them but their names just went out of my mind.",
            "Male"
        ],
        [
            "MR BERGER",
            "The three people who you knew, Makuka, Simon and Gose, were they your friends?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes they were my friends.",
            "Male"
        ],
        [
            "MR BERGER",
            "What is Makuka's full names?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I only know his surname, his surname is Selayi.",
            "Male"
        ],
        [
            "MR BERGER",
            "And where is he today?",
            "Male"
        ],
        [
            "JACK MBELE",
            "He died last year on the 30th of December.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Simon, what is his surname and where is he today?",
            "Male"
        ],
        [
            "JACK MBELE",
            "His surname is Molebatsi, he also died last year.",
            "Male"
        ],
        [
            "MR BERGER",
            "Gose, what is his surname and where is he today?",
            "Male"
        ],
        [
            "JACK MBELE",
            "His surname if Mapondo, he also died in 1996.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were referred to the unsigned affidavit of Andries Nosenga, paragraph 4.  The reference in that paragraph is made to Reuben.  Do you know anyone by the name of Reuben?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would that be Tebogo Reuben Magubane, applicant no 3?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Themba, did you know any Themba who was part of the attack on Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many Themba's did you know who were in the attack?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry Mr Berger - did you see this Themba ...(indistinct)",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I do not understand you quite well Sir.  He was present in Boipatong, but he has since died.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which Themba are you referring to?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm referring to Themba Mabote.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were there other people by the name of Themba in the attacking group of Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I only knew that Themba.  I do not know whether there were other Themba's in that group, I only knew this Themba.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know any person by the name of Lucky who was involved in the attack on Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sir the individual - you say the people in your group, there are only three that you knew by names, three I think you said?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Those are the boys from the township.  The other men who were in our company I do not know by names, but there was another one called Damarra Chonco.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the four boys from the townships that you've mentioned, including Damarra, they're all dead?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There were other persons in the group that you only knew by sight?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct My Lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are those individuals still alive?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Madala was destroyed and we went into the township to look for alternative accommodation.  I do not know whether they're still alive or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mbele I'll ask you again, are you sure you don't know anybody by the name of Luck, who was present in Boipatong on the night of the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "When we went to Boipatong I did not see Lucky, but on the 18th I heard him talking, and it looked like he was present according to what he was saying.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who is this person called Lucky, what is his surname?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It's Sonny Michael Mkwanazi.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your friend?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Sonny Michael Mkwanazi also known as Lucky?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct My Lord.",
            "Male"
        ],
        [
            "MR BERGER",
            "He's known as Lucky Stikinyao, isn't that right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Makuka, you've already told us, he was with you.",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Dondo is you.",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, that's me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you sure that you were not in a group of people moving towards Boipatong, which included Tebogo Magubane, Themba Mabote, Sonny Mkwanaze, Makuka, and yourself Dondo?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not say I was not in their group, but I want to explain this to you Mr Berger ...",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, I'm listening.",
            "Male"
        ],
        [
            "JACK MBELE",
            "The people that you have mentioned their names, when we left the hostel from, when we left for Boipatong we were in a large group, and we went into the township still being in this large group.  When the shooting began between ourselves and the Defence Units, we managed to chase after them.  That is when we started forming our squads, but we were not more than 15 in number, we were about 11.  This is the group that included Makuka, Vusi, Simone, myself and the other gentlemen that I've referred to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now who is Vusi?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I was saying Gose.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, according to the state witness Majose, Sonny Michael Mkwanazi or Lucky, was also seen at this house on the corner of Shlube and Bafokeng Streets.  Are you saying that it's just co-incidence that the two of you are friends;  that two of you are referred to in the affidavit of Andries Mosenga;  that two of you are identified by the state witness Bujose as having been in that house at the corner of Shlube and Bafokeng Street, all of this is just co-incidence, it never happened?",
            "Male"
        ],
        [
            "JACK MBELE",
            "They've made a big mistake, such a thing never happened.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman may I enquire, Exhibit J reflects the houses along the various streets in Boipatong.  I've been informed that the houses coloured in an orange koki pen were damaged.  Those marked with a pink koki were people who were killed, and in green where people were injured.  Some houses have all three colour markings.  My Exhibit J indicates the house at Bafokeng and Shlube, the corner thereof, as just having an orange coloration or code.  My learned friend has referred to that house.  If we're referring to the same thing, as where two people were in fact killed.  Can I just ask for clarification please Mr Chairman?",
            "Male"
        ],
        [
            "MR BERGER",
            "My learned friend is correct, the map is not accurate, it should also have a pink spot, and ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand the position, it turned out last time that the colouring on this map is not accurate, and I think attempts were going to be made to ensure that we'll have a bigger map which will truly reflect the position.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The house that's been referred to, this is the house that is marked with, is it a cross?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That is the house, yes Chairperson.\n\tMr Mbele the day after the attack on Boipatong, did you discuss what you had done, with your friends Sonny and Timothy?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, there were many of us and each one was relating his contribution or what he did.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what did Sonny say he had done?",
            "Male"
        ],
        [
            "JACK MBELE",
            "He told me that he broke windows at houses.",
            "Male"
        ],
        [
            "MR BERGER",
            "According to the state witness Mr Maloi, he says - or said, that the day after the attack Sonny Mkwanazi, who was accused no 65, said that he had raped somebody in Boipatong.  Did he tell you that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not hear such a thing.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did anybody tell you that they had raped or sexually assaulted any of the women of Boipatong, or did you hear from others that they had heard that people had been raped in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "If I remember well, I heard that in Pretoria during the court proceedings.  It was Gose, when he said he saw Lucky raping.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where - did he say where he saw Lucky or Mr Mkwanazi raping, which part of Boipatong were they in when he saw Lucky raping?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who else did you hear of who had raped women or sexually assaulted women in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I never heard anyone thereafter about the sexual assault of women, or even the rape of women.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did you enter Boipatong, which street did you go along?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know Boipatong well, there is a tarred road in one of the streets, that is the only street that has tar.  We used the last street towards the right.",
            "Male"
        ],
        [
            "MR BERGER",
            "At that time you were in Damarra Chonco's group, is that right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were still together.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you divide up into groups and where was that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "When we saw the Self Defence Units that is at the tar road inside the township.  There is a gravel street that crosses that tarred road, that is where the group split in two.",
            "Male"
        ],
        [
            "MR BERGER",
            "This splitting into two, was it spontaneous or was it pre-arranged?",
            "Male"
        ],
        [
            "JACK MBELE",
            "According to what I realised on that day, it was a spontaneous thing.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson I intend traversing fairly quickly what this witness did in Boipatong, but I don't know if that's going to take longer than I anticipate and I see that it's already past 5 o'clock.  I don't know if you want to adjourn at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be a convenient point to interrupt a cross-examination?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes it would.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, you referred to the evidence of Mr Maloi and the trial relating to what Sonny said he had done.  What is the page - do you have a page reference for that?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson the reference I have is at page 309 of bundle 2 of the papers before you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the extract from the judgment?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That is correct.  At page 3757 of the judgment, dealing with accused no 65, who is Mr Mkwanazi, the learned judge deals with the evidence of Mr Maloi and speaks about the rape there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  At this point we will adjourn for the day.  We will reconvene tomorrow morning at 09h00.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}