{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-05-13",
        "location": "VANDERBIJLPARK",
        "day": "9",
        "names": [
            "WITNESS : MACHIHLILE WILSON BALOYI"
        ],
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53383&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99050321_vbp_990513vb.htm",
        "speakers": [
            "CHAIRPERSON",
            "MACHIHLILE WILSON BALOYI",
            "MS PRETORIUS",
            "UNKNOWN",
            "MR DA SILVA",
            "MR LAX",
            "MR LOWIES",
            "MR BOTHA",
            "MS TANZER",
            "ADV SIGODI",
            "INTERPRETER",
            "MR MEY",
            "MR MAPOMA",
            "MR MALINDI",
            "MR SIBANYONI",
            "MR STRYDOM",
            "THABO JOHANNES RAHANTLHANE",
            "MS CAMBANIS"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MACHIHLILE WILSON BALOYI",
            "MS PRETORIUS",
            "MR BALOYI",
            "MR BERGER",
            "MR DA SILVA",
            "MS BERGER",
            "MR LAX",
            "MR LOWIES",
            "MR BOTHA",
            "MS TANZER",
            "ADV SIGODI",
            "INTERPRETER",
            "MR MEY",
            "MR MAPOMA",
            "MR MALINDI",
            "MR SIBANYONI",
            "MR STRYDOM",
            "MR RAHANTLHANE",
            "THABO JOHANNES RAHANTLHANE",
            "MS CAMBANIS"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "It has been brought to our attention that there is intimidation that is going on.  Some of the applicants have complained of being abused, some of the victims have been complaining of having been threatened.  I want to make it clear that none of this will be tolerated.\n\tWhilst we do understand the background to this hearing in particular, that people lost their lives, their property, but let us not give anyone the right to intimidate anyone or to hurl any abuse at anyone.  We have requested the police to take up positions within the hall where they will be able to identify those people who are interrupting the proceedings and those who are intimidating or abusing others.\n\tIf any person - and let me make it clear, regardless of who that person is, is found abusing anyone within this hall or intimidating anyone, that person will be removed from the hall immediately and everyone of those persons will be removed from the hall, and apart from being removed from the hall, the necessary steps will be taken against that person.  I therefore urge everyone of you to co-operate.\n\tThe proceedings have been jogging for a long time and therefore I urge each one of you to please co-operate so that we can proceed with these hearings to finality.  I also hope that your respective legal representatives have conveyed to you what I am now repeating to you.  Thank you.\n\tMr Baloyi, may I remind you that you are still under oath.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Pretorius.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Mr Baloyi, you've been living in Boipatong for forty five years.  From your testimony it sounds as if you are one of the community leaders, is that correct?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And you're also a leader in your church.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "To which political party do you belong, Mr Baloyi, if any?  I'll repeat the question.  To which political party do you belong, if any?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was a leader of Shangaans in the Vaal area at the time when the Gazankulu homelands was in existence, from this area, including Sebokeng.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "What I'm referring to is say from 1990.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was not politically affiliated to any political organisation.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Are you aware of it that the IFP was chased out of Boipatong?  People belonging to the IFP or who were supporters of the IFP had trouble living in Boipatong.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It did appear as if there was conflict, but I cannot speak on their behalf.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "But as a community leader at least you knew what was going on in Boipatong, is that true?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was clear that there were conflicts.  There was conflict between the ANC and the IFP.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And this conflict resulted that the IFP members and supporters could not live safely in Boipatong, is that true?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I think so, but it did not start there.  That was did not start there.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "What do you mean by that?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I mean that there was this conflict because they felt that the ANC should not be dominant in the area, they wanted to be the dominant party.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "But the question is, that as a result of this conflict the IFP members and supporters could not live safely in Boipatong, is that so?  It's easy, you must just tell us yes or no.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "From 1990 until the night of the attack, were any of the IFP members that you are aware of, necklaced in Boipatong?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not hear of anybody being necklaced.  The only person that I know of was one who was burnt ...(intervention)",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "That's what I mean, I'm sorry.  You did hear of a person being burnt?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did hear of that.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And that person was an IFP member or a supporter.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am not certain whether he was a member or supporter, but yes, he was in the IFP fold.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you know of any houses that were burnt down in Boipatong, that belonged to IFP members or IFP supporters?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The one that I'm well aware of is the one belonging to Mtwana Zulu, but there were other houses that were burnt, the house belonging to people who were just supporters of the IFP, but not full members.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So their houses were burnt.  Do you know how many?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not keep count, unless if I were to check from the book.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So it was quite a lot?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Quite a few but not too many.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "The trenches that were dug in the street, which you helped to dig, was that then - the barricades that were erected, was that also to keep out IFP members from Boipatong?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Chairperson, I'm not sure if the evidence was that Mr Baloyi actually dug trenches.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought the question was the trenches that were dug.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I did say which he helped to dig.  I thought he said so yesterday.  I'll retract it and I'll rephrase.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, you did testify that, as far as I recall, yes.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Yes, he did.  These trenches were also dug to keep out not only the police, but also the IFP members, is that correct?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "IFP people did not use Koyocos, they walked on foot.  Those trenches were dug to prevent police vehicles from moving about in the area.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And the comrades, were they appointed to keep out IFP members from the area?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, they were not instructed to do so.  Even now they are able to walk there freely, nothing happens to them.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I know now they are able to walk there freely, I know because we've been there, I've seen IFP members in Boipatong, but I'm speaking about the year or the two years prior to that attack.  Because there has been evidence to this Committee by the attackers, that it was not safe to go to Boipatong for them at all.  They could not go and buy food there, their children couldn't go to school there.  Would you agree or what would you say about that?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The children were able to go to school.  It was them who were fighting the people of Boipatong, and that is why they were afraid of entering the township.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So the comrades saw to it that the IFP members did not come into the township, is that correct?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We used to live amongst them, I mean IFP members in the township.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Baloyi, I don't think you're answering the question, the question is, that after 1990, 1991 up to 1992 until the attack when the houses were burnt and people were, the one person that you know of was burnt, it was not safe for IFP members to come to Boipatong and the comrades were there to keep them out.  Do you agree or disagree with that statement?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not agree with that.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So they could come freely to Boipatong, IFP members and supporters?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Those people who were afraid of coming to the township were those who were involved in the fighting with the residents of Boipatong.  Nobody prevented or stopped them from coming into the township.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Why was Mtwana Zulu's house burnt?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He had a fight with somebody else.  Nobody would have just gone out to burn his house for nothing.  Mtwana was a respectable person, he did not trouble anyone.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "But he was a leader of the IFP.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, he was, but he did not trouble anyone.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And that could be the reason for burning his house?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He is the one who can explain that.  Maybe he had a fight with someone on Majola Street.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Are you aware of it that from 1990 until 1992, that the South African Police went to Kwamadala Hostel several times to search Kwamadala Hostel?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Which hostel?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Kwamadala Hostel.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not reside at Kwamadala, I cannot know about what happens there.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Well I'm putting it to you that that is what happened.  Apart from you, you said yesterday you don't hate anybody, but was there a feeling of hatred between the ANC members and the IFP members in Boipatong?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The ANC is a big organisation, it is not a two people affair.  So they hated the organisation as such.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Who hated the organisation?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am just saying that the ANC is a big organisation.  If two or three people within the organisation hates some other persons, you cannot claim that the entire organisation hates the IFP.  There was no trouble between us.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "In 1992, before the attack?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The problem was they tried to kill some people in the township, those people that they'd been involved in some conflict with.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So there was trouble in 1992 between the ANC and the IFP in the township, you would agree to that?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, we were attacked and killed as ANC members.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "That is before the attack I'm talking of, Mr Baloyi.  There was trouble in the township between IFP and ANC members.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There may have been problems that they may have to negotiate and solve.  I cannot comment on that.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Baloyi, the people from Kwamadala Hostel, were they mostly IFP members, do you know?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "You would not be in a position to know about people who stayed in the hostel because it was not near the township.  The people who resided at Kwamadala were mixed, some were ANC, some were IFP because they were all employees of Iscor.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "When Father Patrick phoned you that night, that afternoon, why did he phone you, what did he tell you?  He said there's an imminent attack, but what did he want you to do, why did he phone you specifically?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He should have called me, he liked me.  He a priest, he was involved in God's work and he was interested in the safety of all people.  He called me so that I could also try and take safety precautions.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "What did he tell you to do?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He said I should be on the alert because there was an attack that was to be launched, nothing else.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "He did not tell you to warn the other people in your street or other members of your church?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Because he called in the afternoon I only informed my family, I did not go out.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Why not, Mr Baloyi?  It sounds so improbable that if you get a warning that you're going to be attacked, that you'll keep it to yourself, only warn your family to be on the alert and leave all your neighbours.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I may have told a few people, but if I told five people, it doesn't account for the rest of the neighbourhood.  Yes, there were a few people that I told.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Who did you tell, Mr Baloyi?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Do you want their names?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Yes, please.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I told about five people.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "But I would like the five people's names.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot give you their names, because I did not enquire from them when I told them this information, they are just members of the congregation.  Maybe if Father Patrick testifies you can pose questions to him.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "But how did you tell these five people, did you go and see them, did you call them, what did you do?  How did you tell them?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did call them on the phone, but I was not specifically telling them about the attack, I just warned them about the possibility.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "But if you phoned them, surely you can remember at least one name.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I have children.  Do you want my children's names?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I want to know the people, the other people that were not of your family, the members of the congregation you've just told this Committee that you phoned, I would like one of their names.  Preferably all of them, but apparently you can't remember them.  Can you give us just one name?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was not just one person that I called, I called Shirley, Lizzie and Elizabeth, Betty.  I don't know why you want this information.  I just called those people.  These people are not the attackers.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Can you give me their surnames, Mr Baloyi?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would you please give me the names again, you said it's Shirley ...?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I called Shirley, Lizzie Tsotetsi, Gertrude Mbele, Joseph Mbele.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "What is Shirley's surname, Mr Baloyi?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Tsotetsi.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And Betty and Lizzie, are they also Tsotetsi?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do the Tsotetsis all live in the same house?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they did.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And Gertrude and Joseph Mbele as well, they live in another house?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they lived in one house.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Why did you tell me a minute ago you can't remember their names, because now you remember their names and their surnames, Mr Baloyi.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was not important, it is not important because if you telephone a person you do not really concentrate on their name.\n\tI am here to testify about what I witnessed, not anything else.  I thought you're going to question me on what I witnessed, not about the telephone calls that I made, no.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Baloyi, just answer the questions.  I'm sure your lawyer and advocate and the Chairperson will stop me if they feel I'm asking you questions that I should not ask you.  So just answer the questions.\n\tWas this the first time you had been warned about an imminent attack?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you have a motorcar?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do have motor vehicles, not just one.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Why didn't you leave Boipatong that night if you ...",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do as I please, I cannot be forced to do something.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Is it not so that you did not regard this warning as serious?  And that is the reason why you did not warn your neighbours and other people of the    congregation and why you did not send your family away.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Do you want me to respond?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Yes, please.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know where I would take my children because I did not know exactly where the attackers were going to launch the attack.  If I had taken them somewhere it could have been that that is where they are going to be attacked.  Even if I was to inform other people from the streets, it would also have been, it would not have worked because I was not sure where these attackers would come from.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Is that the reason you did not warn the people in your street?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did inform some people, that was enough.  They were also going to inform others.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "The question is, is that the reason that you did not think it was going to be in Boipatong, that you did not warn the people in your street?",
            "Female"
        ],
        [
            "UNKNOWN",
            "But he did inform some people and warn some people in his street.  He said that twice.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He did not say it was in his street, Mr Chairperson.  I'm sorry if I'm wrong.\n\tIs that the reason you did not warn the people in your street, Mr Baloyi? - because you did not take it seriously.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Is it correct that in Boipatong it was winter on the 17th of June 1992?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't know.  Everybody knows that it is winter around that time.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Was it cold that night?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was a little cold, but I did not feel it.  I was on duty, I was keeping watch, on the alert.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "There were lots of fires burning in Boipatong that night.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not go around checking fires at Boipatong.  I would just concentrate on the fire that was lit in my street only.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "No, Mr Baloyi, I think you don't understand.  I'm not trying to catch you out, I'm just asking, I would just like some facts.  Normally in winter time there are lots of fires in Boipatong - don't talk about that night specifically, normally in winter time.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Do you mean inside or out in the streets?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "What I want to get at, there is a lot of smoke in winter over Boipatong, like Vanderbijlpark likewise.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think what the witness wants you to do is to clarify the question for him, whether the fires that you're talking about, were they fires in the streets or inside the house.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I mean generally.  The fires inside and outside cause a lot of smoke in Boipatong on a winter evening.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And that affects the sight of people in Boipatong, that you don't see as far and as well as you would on a clear summer night when there is no smoke.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it does happen from around 7/8, but around 9/10 that smoke will be clear. there will be no smoke.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Because Mr Buwa testified ...(intervention)",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He is here, he's listening to you as you speak.  I cannot comment on Mr Buwa's statements, no.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Okay, I'll retract that question.  What I want to know from you, did all your neighbours know Mtwana Zulu?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There's not a single person who does not know Mtwana.  He was a good person and he  used to perform with the children.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Did Mr Buwa know him, do you know?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, he knew him very well, he was our neighbour.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Your other neighbour by the name of Victor, did he know Mtwana Zulu?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I'm saying is, Bafokeng Street, the people of Bafokeng Street, even the people of Boipatong in general know Mtwana.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So if they had seen him there they would have said so?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I would not know about that, I can only comment on what I saw.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Did you hear any shots being fired at the Buwa household?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There was the breaking of windows in Buwa's home.  I was watching, I did not hear any gunshots.  I only heard gunshots at Nxwane's home.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Can you give a reason if there had been shots at Buwa's house, why you wouldn't hear it?  You were watching his house, what is the reason why you would not hear gunshots if it was shot at his house?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But his evidence is that he was watching Buwa's house and all there was was just the sound of breaking windows.  He didn't hear any gunshots sounds.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, I would just like then to put the following statement to him.\n\tMr Buwa says that he did, there were shots fired at his house, have you any comment on that?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is his testimony.  What I'm saying is that I did not hear any gunshots.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "The people that were walking along Bafokeng Street, were they all carrying loot, goods that they had taken from the houses of the people of Boipatong?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There was a large crowd of people.  I cannot comment whether each and every one of them carried something, but there were many TVs that I saw.  Many of them were carrying items.  I cannot really say if all of them did carry something.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "You also saw them carrying it after they had left Bafokeng Street, going over the veld, were they still carrying these goods?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They would not have dumped these items in the township, they did carry them towards the veld.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And you did see that?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "If somebody goes past you and you have their back towards you, how would you know what happens?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "After they had left were there any TVs standing in the veld there?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not go to that veld, I was busy with other issues.  The situation was very bad that day, you would not have been able to just go out.  Even policemen were afraid to walk around.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Baloyi, the first time you realised that the people in the black clothes walking along the street with the balaclavas, the first time you thought they were white people was when the white man in the Casspir loaded the body into the Casspir, is that correct?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I said so.  That is what I said yesterday.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So up to that moment you did not think there were white people taking part in the attack?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did see the people in the Koyoco and I realised that they were white.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "No, I mean the people walking in the street with the black clothes, that you said had balaclavas on.  The people in the Koyoco I'm not talking about, I'm talking about the people on foot.  The first time you thought they might have been white was when the white man wearing the balaclava came to load the body in the Casspir, is that correct?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is what I said.  Even yesterday I still said the same thing.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So the person saying: \"maak gou\" didn't really make you think that they were white, you thought it may be a black man that was saying this.  Because it's an expression used by English people, Afrikaans people, Zulu-speaking people, isn't that so?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I don't think so.  If an Afrikaner person says: \"maak gou\", you can understand or you can hear that this is an Afrikaner speaking.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "But you just told us that you made the deduction that there were white people involved in the attack when you saw the policeman wearing the balaclava, after the attack.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said when I heard that voice I recognised that it must have been an Afrikaner and when I saw the person later on who was dressed the same way as those people who had been walking alongside the street, it certainly confirmed that indeed those persons who had been walking along the street on the sidelines were white.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "That was not your evidence now, but I'll leave it at that.  Do you speak Afrikaans?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I do not know Afrikaans.  I can understand when you talk but I cannot claim that I know Afrikaans.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you speak English?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am not English but I can understand.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you have any description of the man that attacked you in your house?  The lights were switched on, you were trying to keep him out of the room, can you give the Committee any description of that man?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I'm not in a position to describe who they were or what they looked like.  They were in their private clothing.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "What kind of clothes did they wear?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you normally wear glasses?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I do wear glasses sometimes, if maybe I'm reading something, but I don't normally wear them.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Because it's still strange to me that you cannot - can you tell us what clothing this person who attacked you with the axe had on, is it possible for you to tell us that?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I'm saying is, if you are involved, if you are being attacked you have no time to check what your attacker is wearing.  During fighting you cannot concentrate on a person's clothing.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you still maintain that you don't know the colour of the Koyoco that was parked in front of your house?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not want to commit to that.  As I said yesterday, Afrikaners are very clever, they respray these vehicles every day.  They would respray them every two days.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "But that is not the question, the question is Mr Baloyi, what the colour was when you saw it, not what it was two days later or three days, that   night when you saw it what was the colour of the Koyoco?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot comment on it.  I do not want to commit myself, I just know that it was a Koyoco.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Why did you not go and hide when the attack took place?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Hide myself, what for?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "From the attackers, Mr Baloyi.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They had attacked me.  I would say I could not have hid myself before the attack because they had not yet come to attack me.  I would have expected to hide myself at the time of the attack itself.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Well that's what I also would like to know, why did you not hide yourself because you hid your family, why did you yourself not hide?  You saw them at two of your neighbours and you did not hide, why not?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am the man of the household, I am the one who was supposed to take care of everything that would be a threat to the safety of my family because I had to protect my family.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Is it not true that you did go and hide?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Because I want to put it to you that my instructions are there were no police taking part in that attack on that night and that your deduction after the attack is wrong.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That's what you are saying.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "My instructions are also that Mtwana Zulu was definitely not part of the attack and that you made a mistake when you thought it was him calling the names, because there were many people in that street that knew the children's names.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "You are saying that.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions, thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Yes, Mr da Silva?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, I want to ask you a number of questions to clarify certain aspects.  During the attack or when you saw these vehicles, I understand your evidence  to be that you saw five vehicles in the immediate vicinity of your home, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, he didn't say that in the immediate vicinity.  I think there was one police vehicle in front of his house.  Two went down Umzimvubu and then all the way towards the robots and joined the other two which were at Metal Box.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I accept that, Mr Chairman, I put the question incorrectly.\n\tLet me ask you this, the vehicle that you saw in front of your house, I understand your evidence to be that it was a police vehicle, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was not an ordinary police vehicle, it was a Koyoco, the one that is used by the police.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Would you agree that your evidence is, and that's how I understand your evidence, that is was a police Koyoco?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, a police Koyoco.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Then you saw - did you see a police Koyoco and did you see a police Nyala approaching this police Koyoco in Amatola Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, it went towards Metal Box.  That is what I said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one, you mean the ...(intervention)",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "And the other left Amatola and joined the others so that they became three.  They got off the vehicle and they fired in the air.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes.  Just concentrate on the question I'm asking you, Mr Baloyi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was your question?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "My question was;  the vehicles that he saw in Amatola Street, was that a police Koyoco and was it joined by a police Nyala? \tYou've corrected me, Mr Baloyi, the vehicles that you saw near Metal Box, was that a police Koyoco and was that a police Nyala?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Then you saw two further vehicles travelling along Umzimvubu Street, which followed the crowd to the footbridge, were those two police Koyocos, is that what you saw?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, two Koyocos.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Right.  Now apart from the vehicles that you saw in Frikkie Meyer Boulevard, I'm not talking about those vehicles, you only saw police vehicles and you saw no military vehicles in Boipatong township, in the township itself.  Is that your evidence?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, the military vehicles were parked far away, there were only two of them.  They were near the gate.  I did not see them inside Boipatong.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I understood your evidence yesterday to be that you saw these military vehicles in Frikkie Meyer Boulevard.  You're talking about a gate now, what do you mean by the \"gate\"?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't understand now.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Let me try and simplify the question.  I understood your evidence to be that the vehicles that you saw in Boipatong were police vehicles, they were not military vehicles, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Because my instructions are that there were no military vehicles during the attack in Boipatong, so you must agree with that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Inside the township really I cannot say,  I only know about my position in Bafokeng Street.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes. I'm talking about what you saw.  You saw no military vehicles at any stage during the attack, in Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Did you come with the other witnesses this morning in a bus?  I understand - or let me put it more correctly, did you come this morning to this hearing with other people in a bus to this hall, did you travel in a bus?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, we came by bus.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And I presume you got out of the bus and walked down the path and walked through this door into the hall, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Right.  Standing outside in the street were two police vehicles, did you see them?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I saw them.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "What type of vehicles are those?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is an Nyala.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So that's a police Nyala?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that's what I hear them say.  I don't know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes.  Now you've testified for two days.  When you went home in the evening, on Tuesday evening and Wednesday evening, did you tell your son, the policeman, either Silo or Pitso, did you tell him: \"These people are asking me a lot of questions about the vehicles, please explain to me how these vehicles, what these vehicles are\"?  Did you have a conversation along those lines with either of your sons?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not.  I just know that these are police vehicles.  I did not ask them the difference between these vehicles because they do not concern me, they are police vehicles.  I just know it is a Koyoco and this is Nyala.  I would have no reason to ask to what model or make or type this is.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Very well.  You explained to the Committee that a Koyoco is bigger than a Casspir, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "A Casspir is a Koyoco.  The one that is outside here is the smaller one.  I said Koyocos are big and the smallest is Nyala.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Your evidence-in-chief was that\n\"A Casspir is smaller than a Koyoco\"\nAre you changing your evidence now?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Look I don't know the names.  They call them Casspirs, they call them Nyala.  I did say that.  The people who know these things are the police.  I suggested to you that you should go and ask my son, he is a police person, a policeman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Chairperson, with respect, I must object to this cross-examination.  My learned friend has cross-examined this witness to the point where his client is not implicated at all.  There's no point in this further cross-examination I would submit.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, the version put by my client differs substantially from the version given by this witness.  I'm entitled to cross-examine him, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's hear your version.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I will put my version at the appropriate stage, Mr Chairman.  I submit with respect that I am entitled to test this witness.  The implication of his evidence, Mr Chairman, is that travelling down Nobel Boulevard were three police vehicles, and I've already, or my instructions are that the soldiers never saw these vehicles.  So I'm entitled to test him to see exactly what he saw, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in doing so, please do not cover the ground that we've covered.  He's told us repeatedly what the Nyala is and what he understood the Koyoco to be.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, I'll ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he has repeatedly said he can't distinguish it, all he knows is that one is smaller and the other one is bigger.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I undertake to be as short as possible.  I know time is of the essence, Mr Chairman.\n\tAre you saying now, Mr Baloyi, that a Koyoco and a Casspir are one and the same vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said to you the police and the soldiers, other ones will know of these names.  What I know is a Koyoco.  It is big and it has a roof door.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "But Mr Baloyi, I just want to get clarity.  When you started testifying in your evidence-in-chief, you distinguished between a Koyoco and a Casspir and then you distinguished between a Casspir and an Nyala and I want to know if you know what the difference is between these vehicles.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The one that is parked outside is small and a Koyoco is bigger.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes, but do you accept if I tell you that a Casspir and a Koyoco, as known in the township, is one and the same type of vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't know, I saw two Koyocos.  I only saw Nyala when it came to the Metal Box under that tree. That is where they got off and fired shots in the air.  I did not see it inside the township, I only saw it there.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "The question is, you differentiated between a Koyoco and a Casspir at a stage.  Your evidence at a stage was that when you looked at Metal Box, you saw two Koyocos and a Casspir joined the two Koyocos.  You changed your evidence under cross-examination.  And what I want to establish is, do you accept that a Koyoco and a Casspir is the same type of vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am very sorry,  you see I don't know this word or name \"Casspir\" because that's where you will trap me, you will me on the name \"Casspir\".  I just know a Koyoco, a big one and a small one similar to the one that's parked outside.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So can I ask you this, do you know what a Hippo is?  Mr Baloyi, do you know what a Hippo is?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't want to tell a lie.  I only know a Koyoco, I call it a Koyoco.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do you always talk about a Koyoco, don't you use the term Hippo?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We call it Koyoco, even a small child.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "The question is, do you not use the term Hippo?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, there are those who use the name Hippo, they know it.  I just hear them talking about Hippo.  I don't know what kind of a vehicle a Hippo is.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, do I understand your evidence to be then that when you refer to a large police vehicle, you would use the term Koyoco and you would not use the term Hippo?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying you are the one that is talking about a Hippo, I am talking about a Koyoco.  So you should know the Hippo better, I don't know it.  I only know a Koyoco.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, I want to establish what is going on in your mind, I want to establish how you use your terminology and the question is very ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr da Silva, the witness has repeatedly told you that he knows this by the name of Koyoco and that is enough.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, with respect, may I address you, Mr Chairman please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "The terminology of Hippo is going to become very relevant in my further cross-examination, and it is important for me to establish whether this witness uses the term Hippo or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has told you that he uses the name Koyoco.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's move onto the next question.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Thank you, Mr Chairman.\n\tDo you know a suitcase, a vehicle known as a suitcase?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did say that I saw two of them in Frikkie Meyer Boulevard, not in the township.  They were just parked there.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "How do you differentiate between a suitcase and a Koyoco?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They are different, military vehicles are different.  They are vans and they are covered on the side, but you can actually see the heads of the people who are inside, through the roof.  Those are the ones that are called suitcases.  I don't know what you call them.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you say the one difference is that a suitcase doesn't have a roof and that you can see the soldiers' heads sticking out of the top of the vehicle, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you explain to the Committee whether there are any other differences that you know of between a suitcase and a Koyoco, apart from the fact ...(intervention)",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Look, I've never been to the army, I've never been to an army camp so I cannot talk about army vehicles.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you say that when you were standing at your house - you must correct me if I'm wrong, you're standing on your lawn or in front of your house and you're looking across the veld towards Frikkie Meyer Boulevard and you saw two suitcases.  Is that your evidence?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that's what I said.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You say that at a distance of 350 metres, whilst standing in front of your house, you could distinguish two military vehicles in Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were not moving, they were stationary.  I said so.  I don't know what they were doing there.  They were just stationary, they did not move.  The only ones that were moving were the Koyocos, the ones that were running or moving through Umzimvubu Street.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, a report was handed in yesterday, it's marked Exhibit EE, and it deals with the visibility of certain people at certain different places in Boipatong, in similar situations as when the attack took place.  Now I want to ask you, when you were watching the Koyocos moving from the township towards the footbridge, is it your evidence that they were in your sight the whole time, that they were in your sight for the full distance of 350 metres?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "These vehicles were visible.  Look you cannot know now, there's a difference because some structures have been put up in that area, but if you could stand there you could see everything.  I will take you to the front of the house, to the back of the house, you could actually see everything.  That is how I saw these vehicles at the time.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So is your evidence that after these two vehicles left Umzimvubu Street, you could actually see them and you had them in your sight the whole distance from when they left the township till when they got near the footbridge, is that your evidence?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "You see that was our responsibility because we had been beaten up and we were loading people who had been injured, so we were watching.  We did not go to sleep that evening.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, I'll repeat the question, perhaps you don't understand the question.  Was your evidence - let me ask you this, when you first saw these vehicles, can you give an estimate of how far you were from these vehicles?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am not in the position  to say.  I would request you to accompany me to the place so that you can see the distance.  All I know is that I saw these vehicles.  I cannot tell a lie about a distance.  It is a place that is within view.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I've paced the hall yesterday, from the front here to the back of the hall, it's 25 paces, can you give an indication, was it the length of the hall, two halls, a soccer field?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Look I don't even want to estimate, I don't want to commit myself.  That would be telling a lie.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You explained to Mrs Pretorius that you sometimes use glasses to read, when were these glasses or spectacles prescribed?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't use them except occasionally.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Did you go and see an optometrist to obtain these spectacles or how did you obtain the spectacles?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I went to the doctor, but then thereafter I did not have a problem with my eyes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When did you go to the doctor?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot recall.  I was still working at the time.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When was this, when did you stop working?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It has been five years since.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So at the time of the attack you were still working, Mr Baloyi?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I don't think so.  I would have to have a look.  I don't want to tell a lie, but I think I was not working.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Where would you have to have a look to establish when you stopped working?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I'm going to look at the date on which I left for pension.  I want to talk about something that I am sure of.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You say you were working when you obtained the spectacles, can you give an estimate of how long ago you obtained these spectacles?  Was it 10 years ago, 15 years ago?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Maybe six years I can say so.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Look the attack took place seven years ago, and I get the impression from your evidence that at the time of the attack you were not working.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I was not working.  That's what I am saying.  I don't want to commit myself to these dates.  I just want you to ask you know, the questions that are important because the other ones are not important.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "The Chairman of the Committee will decided which questions are important, Mr Baloyi, but in any event, what is your standard of education?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Standard five.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you can read and write, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I can write.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And what work did you do?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I'm not working anymore.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "The question is, what work did you do when you worked?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was a driver and doing first-aid and I was a mechanic at Afrox.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You were a driver.  Why did you obtain spectacles, why did you go to the doctor to obtain spectacles?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not require them for driving.  You see there are these machines that have sparkles of lights and sometimes they can affect your eyes so that you cannot see, you can have a problem in seeing, like welding for example.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So are you saying that while you were working at Afrox, the welding machines affected your eyes and that you had to obtain spectacles, is that your evidence?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was not doing welding there.  Welding affects you even if you walk past you know.  The mere look at the sparkles affects your eyes and you end up having watery eyes, so that you have that problem.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Since the accident - let me put it to you this way, since the attack in 1992 until now, you haven't had an accident which has affected your eyesight, or you haven't had an operation to your eyes, have you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I only went to hospital once since I was born.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now will you please look at Exhibit M2. Do you have Exhibit M2 in front of you?",
            "Male"
        ],
        [
            "MR LAX",
            "Someone better pass him a copy as they had to do last time.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't want this.  Is it a map of the township?  I have my own map.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, just listen to me carefully ...(intervention)",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Look, I am not going to look at this thing, I'm not going to look at this.  I can see it, but it's not important.  Look, I cannot make out what's happening here, but this one that belongs to me is important.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, ...(intervention)",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I can see.  You see there's nothing that I cannot see here, but I don't want to look at this.  You will end up saying my eyes cannot see.  Look, this is not important, I'm talking about important things here.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, just listen to my question please, Mr Baloyi.  Is it not so that you don't want to look at that document because you can't read it, because your eyesight is not good enough to read it, isn't that so?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, that is not true.  Tell me what you want.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Then why don't you want to look at that document?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Look, these things have not been done the correct way, the appropriate way.  The whole plan of the township is here, this is the one that I have.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Look at the back of the hall, look at the back of the hall please and you'll look at some gentlemen that are standing next to a table, what do you see on that table?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There's this plastic container and glasses.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes, is there something written on that plastic container?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I can see three 3's, but then I cannot see on the other side.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Is it written in - what colour is that written?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Red.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And can't you see - if you can see the three 3's, the plastic container turns in your direction, you should be able to see the rest of the number.  Can you see the rest of the number?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Look, I would have to go there and have a look because I cannot see the numbers clearly, they are on the side.  I don't want to tell a lie.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Are you saying that from where you're sitting, that from where you're sitting, you cannot see all six figures, is that your evidence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr da Silva, for the record, it is quite that the witness can see what's on the table and also what's written on that plastic container on top of the table, so far as those numbers happen to be visible to him.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "But, Mr Chairman, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I don't think we can take this matter any further.  This is not the time to do eye testing here.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, there's one aspect that is important, with respect.  The figure on the container consists of six figures, he's identified two and the eye, his visibility is very, very important and his credibility is also very important because his evidence is that from he's sitting he can't see all six figures because the container is round.  I don't think he's correct, and I'll submit with respect, I'm entitled to test him in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well if he is not correct you will tell us what is correct.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, I submit to you that from where you are sitting, that all six figures are in fact visible from where you're sitting.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I can see them.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And what are they?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "3 and 9.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "There are six figures, what are the six figures, Mr Baloyi?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "And 7.  I cannot see the other one quite well because it is on the side.  I don't want to take the chance.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, I have two short aspects.  I note it's five past eleven, I don't know if you wish to take the adjournment now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) of those aspects.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "They should take approximately 10 minutes, at the outset.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Well if you want to continue and finish you can do so.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I'm going to go over to a new aspect, Mr Chairman, so if you find it appropriate to take the adjournment now we can take it now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Well I suppose you know, we have the interpreters who might want to take a break and the witness too.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, let me remind you, hopefully for the last time, that you are still under oath.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr da Silva.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "(Cont)\n\tThank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you go on, there are a number of documents which are being given to us from time to time during the course of the proceedings and one doesn't know what one does with these documents and where they come from and for what they are intended.  I think perhaps as a matter of procedure, if there is a document that is intended to be added in, could we be notified so that we know that there is a document and then it can be marked appropriately, because otherwise it will just get lost in this mass of documentation that we have.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, if I could explain.  You will know that I was asking for a long time for a copy of the interview that was referred to in Mr Malan's affidavit ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, yes, yes, indeed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "... and I asked Mr Mapoma to make copies of that for me.  I was going to hand it in and have it made an exhibit number and then unbeknown to me it was handed out before I could do that.  So I apologise for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, it's okay, it's okay, it's been done before.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But perhaps it should be marked Exhibit FF.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "FF, alright.  And then it goes up to 10, 10 pages.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's a 10 page document, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Let me just make a record here.  Very well, the interview by Riaan Malan with Pedro Peens will then be marked Exhibit FF.  At this stage there's no mention as to what is the status of this document suffice it to say that it purports to be what it is.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's the interview which is referred to by Mr Malan himself in his affidavit.  He says that a transcript of the interview was given to the TRC, or to the Amnesty Committee.  This is that interview.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, okay.  Well perhaps I should make a note of that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, it is referred to at page 9, paragraph 22.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paragraph 22, page ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Of Malan's affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Do you accept that, Mr Lowies?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I do, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, alright.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The other point is that Mr Baloyi has a concern which he wanted to raise with you, Chairperson.  He was trying to do that now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Baloyi?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying that here, as we are sitting here it happened that on Tuesday two people went to my house whilst I was still here.  They went to measure, to take measurements.  I would like to ask as to whether that is legally permissable, to leave the owner of the house behind and go into his house.  If that indeed happened, I would like for these people to come forward and apologise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would counsel investigate these allegations made by Mr Baloyi and then report back to me just before lunch or perhaps at the end of the day today.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I can assist you in that regard, Chair, at this moment already if you would like me to.  Mr Strydom, myself, Ms Pretorius went out to the place, we stook outside in the road to see what we could observe.  End of story, nothing else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Well as I understand the allegation, it is that you went inside the premises.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, that is denied.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Sorry, we were five, but the three of us here, my attorney and Mr Tshabangu, Nana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not enter the premises?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I know that people did enter the premises.  Excuse me, I have neighbours so that when you went there they were watching.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, what you're telling me is what was reported to you, is that right, you were not there?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have asked your counsel to investigate that matter and then to report to us probably either the end of, well perhaps tomorrow morning before we start, how is that?  I think that will give them enough time.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, but I am told now that Adv Lowies, Pretorius and Strydom, together with their instructing attorney and Tshabangu, one of the applicants, went to Boipatong and they did not enter your house, the premises of your house, okay?  Very well.  Mr da Silva?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Thank you, Mr Chairman.  Before I proceed with questioning Mr Baloyi, may I place the following facts in regard to the canister which is at the end of the hall, on record, Mr Chairman.\n\tI stood where Mr Baloyi is seated and I measured the distance from where he is seated till where the canister is, and that is 26 paces.  From where Mr Baloyi is seated I could observe the full number which is in the canister.  It is a white canister, the number is written in red letters.  It could possibly be interpreted as a telephone number and the number is 33-4771, 33-4771.  In fairness to the witness, the first downstroke of the 4 is indistinct.  I measured the length of the figures, they are six centimetres long.  I've also measured several motor vehicles parked in the vehicle park outside and the normal registration number of a motor vehicle is seven centimetres long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's very helpful because I can't see those figures myself.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairperson, I can ...(intervention)",
            "Male"
        ],
        [
            "UNKNOWN",
            "Just for completeness, there also small glasses on that table next to the white canister, which Mr Baloyi picked out.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Thank you, Mr Chairman.\n\tMr Baloyi, I don't have many more questions for you, so if you'd just be patient, there are a few aspects I want to clarify with you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And no-one has measured the size of those glasses.  Can you see them from where you are, Mr Berger?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can see them, but I'm wearing my glasses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, very well.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They look approximately 10cm high.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Chairperson, if they're the same glasses as in front of me, these ones are 13cm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you have a better eyesight, Mr da Silva.  You're the one who has a better eyesight than probably most of us.  Anyway - yes, thank you, Mr da Silva, we've noted that.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "You will recall that you explained yesterday in your testimony that you were standing outside your house when you were looking at these people going in the direction of the footbridge and you referred to what was a forest and they you explained that it was called a forest because the grass was so high and then you indicated fairly high grass.  Could you explain how high this grass is?  If a person had to walk in the grass, do you disappear or is there any portion of a person that sticks out when you walk in the grass?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I cannot really explain that because at the moment there is no longer any grass there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr da Silva wants to find out from you is, are you able to give us at least an indication of how tall that grass was?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "From Bafokeng Street towards that open space you could clearly see vehicles at Frikkie Meyer, but the grass was about that high.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you just place your hands again, where you say the grass would be.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That high.  You can see their heads.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You indicate with your two fingers across your chest, that that is how tall the grass is.  Could you stand up?   Mr Berger?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would need Mr da Silva's ruler, it's perhaps a metre, I don't know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, I'd estimate about four feet, in old language, 1.2 metres(?)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, who can translate that into metres?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "1.2 metres approximately, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Berger is not far off the ...(indistinct) then.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, I understood your evidence then that while you were still standing in front of your house, you turned and you could see Metal Box, is that your evidence?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, up to this day I can still see Metal Box from my house.  I could see all the way to the robots.  I even saw it this morning.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes.  Now while you were standing there, that is when you observed one Koyoco parked underneath a tree?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not just stand in one position.  There was fighting going on, you would observe it momentarily and then move to another spot, but there was a Koyoco in front of that gate at Metal Box.  A smaller vehicle then later approached and then one from Amatola moved towards that spot and then a flare was fired and we could all see this.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "What I'm trying to establish, Mr Baloyi, is approximately where you were standing when you saw this vehicle, were you in the vicinity of your house or did you move away from your house to observe this vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was standing inside my premises, on the yard.  Even if I'm standing at the front of the house, I can see.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Right.  Then you saw this Koyoco.  Can you explain, if you can remember, was this Koyoco more-or-less in the middle of Metal Box, while you're looking towards Metal Box, or was it to the right of Metal Box or was it to the left of Metal Box?  Can you explain?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I will put it to you straight.  Metal Box is on the other side of the street and that open space where the vehicles were parked was just an open space with no grass, there was just a tree.  There were two Koyocos and one Nyala parked there.  The white people alighted from the vehicles and they shot a flare into the air.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now when you're saying \"on the other side of the street\", you're talking of the other side of Nobel Boulevard, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that's the street, you know it.  That's also where you travelled.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now where this vehicle was standing underneath the tree, can you indicate whether it was more-or-less in the middle, to the left or to the right of Metal Box, or can't you say?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The Metal Box gate will be on the left and the open space on the right and then the vehicle was parked near that open space.  And on your way to Metal Box, you would travel along Nobel Boulevard, and these vehicles were parked just alongside there on an open space.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You then said a white man got out of the Koyoco and shot a flare, could you see what he did to shoot the flare?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I would like you to listen to me very carefully, I do not want to repeat one thing over and over again.  We still have many issued to discuss here.  They alighted from the Koyocos, stood on the ground, took a gun and shot in the air.  There was a light.  I do not know what that light was.  You may be in a better position to explain what it was.  I just saw something that lit up the air.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So I understand your evidence to be that you actually saw this person take a gun and point a gun in the air, which caused this light.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He had the gun which was slung over his shoulder and he pointed it upwards and fired.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now can I ask you this, your house I understand from my colleagues who visited the house, and the garage is one building, is that correct?  It's not a garage separate from the main building.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Just hold on.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, ...(intervention)",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Just wait.  I have the plan right here.  I have recently rebuilt my house.  I'm not talking about hearsay here, I'm just saying, telling you what I know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, now Mr Baloyi, your house as it stands now and that plan, does that indicate your house as it is now or as it was then?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "At that time.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I see from this plan that if one looks straight at the house, that the house and the garage is one building, that they're actually connected, would you agree with that?  They've got a common wall ...(indistinct) stage.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is connected, but the garage is at the back.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When you say you got onto the roof of the garage, were you ever on the roof of the house when the, immediately after the attack or during the attack?  The question is; you say you got onto the roof of your garage, were you ever on the roof of the house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I would have not have gotten on the roof of the house, I was on the garage rooftop and I was on my stomach watching over, but I did not spend a long time there, then I got off the roof.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "But I understand you to say you were never on the house, only on the garage, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When did you first consult with Ms Cambanis or Mr Berger or Mr Malindi, in this matter?  Did you consult last year at a stage?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot recall.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You must have seen them before these hearings started, did you see them before the hearings started?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Chairperson, we all know that the day these hearings started, we had to adjourn so that we could meet our clients.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, I'm just looking at the map.  What is the issue?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I've asked the witness if he can indicate when was the first time he consulted with my legal friends, the legal team on the other side, my learned friends.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and Mr Berger you were saying?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And Mr da Silva said\n\"You must have consulted with Adv Berger and Ms Cambanis before these hearings started\",\n... and my learned friend was here and he would know that we had to take an adjournment so that we could meet our clients for the first time.  And Adv Malindi wasn't here even at that stage.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Perhaps I can rephrase the question.\n\tDid you consult with any of my learned friends before August 1998?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, we did consult them, I think it was last year, although I cannot remember the date.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Alright.  And you told them your version of the story?  You told them the version of what happened, you told them the version that you've told this Committee over the past three days, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They did not consult with just myself, they consulted with the other people.  I was not then able to tell the whole story.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You see, Mr Baloyi, why I'm asking you these questions is that my learned friends filed a memorandum setting out what their case is.  They did so on the 8th of August 1998.  It's been handed in as Exhibit O, and in paragraph 9.8 they set out your version of what occurred.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you direct ...(indistinct) what paragraph? - 9 ...",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "9.8 at page 17, Exhibit O.\n\tI'm going to read to you what they say in that paragraph.  They start off by saying:\n\"Standing ...\"\n...(intervention)",
            "Male"
        ],
        [
            "UNKNOWN",
            "If I can just ...  Chairperson, 9.8 doesn't purport to be Mr Baloyi's version, it's an instance of what Mr Baloyi would say, but it's definitely not his whole version.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I think his attention at the moment, as I understand it, is merely directed at paragraph 9.8, where a statement is made about him and which indicates, which would suggest what he must have said.  Do you understand?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  I have no problem with that, it's just my learned said\n\"... where your version is set out\"\n... and it's definitely not his whole version.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think he may have, ...(indistinct) part of the version I think ...(intervention)",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I accept that it's a very concise summary of a version, and I accept for the purposes of these proceedings it's not a full version.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed, yes.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, in that paragraph the following is stated, and I'll read it to you and you can make whatever comment you like.  The following is said\n\"Standing of the roof (I would accept it's on the roof) of his house, Mr Baloyi saw two armoured police vehicles parked in the veld just west of Thembu Street.\"\nAnd the point I'm trying to make is that you say you were standing on the roof of your house, your evidence now is that you're standing on the roof of your garage, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was on my stomach.  I would have not just stood upright because they could have spotted me.  And if you get on the roof you would have to walk first before you lie on your stomach.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Alright.  Then the following is said\n\"The attackers passed by these vehicles on their way back to Kwamadala.\"\nAnd then the following is said:\n\"Shortly thereafter, the two Hippos ...\"\nThe words: \"Hippos\" are used, did you mention the word \"Hippo\" to your representatives?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There is just one Hippo that returned to Bafokeng Street.  At that time we were loading persons from the Buwa family onto the ambulance.  Those are - that is the Hippo that returned to collect the body.  There were two persons in that Hippo, a white police officer and a black officer.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "But I'm trying ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr da Silva is asking you is, did you say \"Hippo\", did you use the word \"Hippo\" when you made the statement to your attorneys.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I said before - I beg your pardon with regards to that, I cannot say whether I mentioned it or not, but the word that I know well is \"Koyoco\".",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And then you say the following\n\"And another two Hippos from within the township followed the attackers back to Kwamadala.\"\nAs I interpret this paragraph is that there were four Hippos moving away together.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, that is not what I said.  I have testified from Tuesday ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, you're not being asked at the moment about your evidence before us, do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you're being asked about is a statement contained in a memorandum which refers to you and mentions two Hippos and another two Hippos.  Do you understand that?  This memorandum was submitted by the attorneys who are acting for the victims, including yourself I believe.  You're not being asked about what you have told us.  What Mr da Silva wants to find out is whether what is contained here is what you said to your attorneys, do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, but the one vehicle that remained was the smaller vehicle, the smaller police vehicle.  So there were four bigger vehicles.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "As it pleases.  Mr Baloyi, on reading this document and this paragraph, submitted by your legal representatives, it appears that you said to them that there were four Hippos moving together with the attackers.  Did you at any stage say this to them?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I think I may have, I admit.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you explained to them that your recollection of the incident that you observed was that while these attackers were moving towards the footbridge, there were four Hippos accompanying them?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The Hippos followed them.  And the Hippos that had been travelling along Umzimvubu reached the robots first and then the ones that had been parked at the gates, the Metal Box gates, joined them and they all proceeded.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he wants to find out is, did you tell your legal representative that as the attackers were proceeding towards the footbridge, were they being accompanied by four Hippos?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Is that the question?",
            "Male"
        ],
        [
            "MR DA SILVA",
            "That is correct.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't know, I may have told them.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I must put it stronger than that, Mr Baloyi, you must have told them because they wouldn't have got this version from anybody else other than you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But the version in paragraph 9.8 doesn't talk about people being followed to the footbridge, it talks about four Hippos following the attackers back to Kwamadala.  And Mr Baloyi has repeated again that the two vehicles moved up towards Umzimvubu towards the robots and the other vehicles moved to join them.  That's all that is recorded here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The statement is clear, I don't think there can be any debate about what it says.  The witness has answered the question.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "As it pleases you, Mr Chairman. I'll leave it at that, Mr Chairman, it's a matter or argument.\n\tI'm almost finished, Mr Baloyi.  Yesterday when, or during your cross-examination you made reference to the different colours of the different vehicles that you'd observed in the township, and I just want to read you the notes and what I want to - I want to read you my notes and what I want to get from you is your reference to Vaal Commando.  I've got the following notes:\n\"The Casspirs are yellow and the pick-up vans are yellow\"\nI got the impression you were talking about police vehicles.  Then you said:\n\"The Casspirs have a blue stripe with a blue light\"\nThen you said the following:\n\"The Koyoco has a back door\"\nAnd then you said:\n\"Some Koyocos colours is grey and other police Koyocos have a camouflage colour\"\nThen you said the following:\n\"The Vaal Commando have a yellow colour\"\nNow what I want to know firstly, when you were referring to the Vaal Commando, precisely to which vehicles were you referring to?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I usually see Vaal Commando vehicles and I spotted that they were yellow, but as I mentioned yesterday, I do not want to commit myself to the colours because the vehicles are resprayed now and then.  I really mentioned it yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you've just told us that it was yellow, didn't you?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, sometimes they are white, sometimes they are another colour.  They are sprayed differently each time.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, you said that sometimes they're other colours, what other colours?  You've mentioned white, you've mentioned yellow, what other colour?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't even want to go into that, I don't want to go into the colours.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand what he's conveying is that he doesn't want to commit himself to any particular colour of these motor vehicles because as he says, the colours are changed from time to time.  So he doesn't want to say the motor vehicle was yellow, only to find that the following day it's sprayed white.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Very well, Mr Chairman, I'll leave it then.\n\tMr Baloyi, I just want to clarify this aspect, is it your evidence that you saw Vaal Commando vehicles, which are Casspirs and which are yellow?  That's what I want to know from you.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not see them in the township.  If you refer to yellow vehicles, I did not see them in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr da Silva wants to find out - and if you know you will tell us and if you don't, say so, you talked about the Vaal Commando motor vehicles.   Now what he wants to find out is, the Vaal Commando motor vehicles that you saw, what colours did they have, did they have one colour or did they have many colours, can you remember?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not recall very well, but after the attack I saw those vehicles and they were yellow in colour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And before the attack?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not see them before the attack.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "During the attack or immediately after the attack, did you ever see Vaal Commando vehicles which are yellow?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, I put it to you that you're mistaken, the Vaal Commando has never used Casspirs.  Can you make any comment in that regard?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not want to commit myself with regards to the colour.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now I'm ...(indistinct) the make of the vehicles, I'm putting it to you that they have never used a Casspir.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr da Silva, when did he say Vaal Commando used Casspirs?  If you can refer me to that bit in his evidence I'd be grateful, because I've read my notes of his previous evidence, the piece you've been referring him to, there's no mention there that he ever said Vaal Commando used Casspirs.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman through you, Mr Lax I want to clarify this aspect, because he was speaking about Casspirs and in the next breath he spoke about\n\" Vaal Commando have a yellow colour\"\nSo I just want to clarify and put it to the witness that there's no misinterpretation in this regard, that the Vaal Commando never used Casspirs.  And if the witness can't help us in that regard, then I accept that, Mr Lax.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, there's just a difference between putting to him that he said it and clarify whether that is in fact what he means.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "As it pleases you, Mr Chairman.\n\tCan you dispute, Mr Baloyi, or can I ask you this; have you ever seen the Vaal Commando using Casspirs?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know about that, whether they use Casspirs or not.  I don not know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Okay and then I want to put it to you, Mr Baloyi, that the Vaal Commando used their armoured vehicles.  There's a vehicle called the \"Buffel\" and it's brown in colour.  Can you give any comment in that regard?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am grateful for that information, but it is something that I would not keep on my mind.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Baloyi, when you looked at Frikkie Meyer ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for the record, I have a note here which says\n\"Vaal Commando was yellow\"",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I was just drawing to your attention that I do have a note which says\n\"Vaal Commando was yellow\"\n... the motor vehicles.  He did say that.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Thank you, Mr Chairman.\n\tMr Baloyi, you testified that you saw two military vehicles on Frikkie Meyer Boulevard.  I want to put it to you that you are mistaken, that at different stages there was only one vehicle there, there were never two vehicles together.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I know that is what you're going to say, but I saw two vehicles parked there.  I have already told you that there were two vehicles.  I think I've told you three times already.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Okay.  Then the last question that I want to put to you, Mr Baloyi, you indicated that while the attackers were leaving the township, that you saw the two Koyocos and an Nyala in Nobel Boulevard.  I want to put it to you that a military vehicle moved down Nobel Boulevard and they never saw police vehicles.  Have you got any comment in that regard? - at the stage when the attackers were leaving the township.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know about that.  I saw the vehicles that I've just mentioned.  I don't know where they headed or what was happening, but I saw them parked there.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I have no further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr da Silva.  Yes, Mr Botha?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Thank you, Mr Chairman.\n\tMr Baloyi, only three aspects that I want to take up with you and I'm going to be very brief.  I'm not clear on the Koyoco that you saw in front of your house on this particular night, especially on the colour.  Did you see what the colour was or didn't you see what the colour was?  Did you see and you don't want to tell us?  Did you see or didn't you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't want to commit myself to colours.  I really don't want to commit myself to colours.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Sir, all that I'm asking you is, did you see what the colour was or didn't you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not see it, only the shape and that it is a Koyoco.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Sir, how did you see what the colour of the people were that were inside of it?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There was a movement of people inside.  I could see the movement of the people inside, but I could not make out as to whether they were white or black police.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "So you can't say that the people inside the Casspir were indeed white people?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.  The ones that I saw were the ones who were sitting in front, those were whites.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Sir, but if you could see their colour, definitely you would have seen the colour of the Koyoco as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Mr Botha, we've gone through this I don't know how many times.  His evidence is there.  I don't think the matter can be taken any further.  He could see people moving inside the Koyoco, but what he is certain about is that the people who were in front were white, he noticed them.  He didn't see what the colour was.  We know from his evidence that at a later stage a Koyoco came back to the township, it had a white and a black, that we know.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "As you please, Mr Chairman, I'll leave it then for argument.\n\tYou say that people fired teargas at some of the victims, is that correct?",
            "Male"
        ],
        [
            "MR LAX",
            "...(indistinct) incident earlier in the day, when the police apparently came into the township and chased the comrades away.  He put that at round about 4 to 6 o'clock, somewhere round about there.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Indeed, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.",
            "Male"
        ],
        [
            "MR BOTHA",
            "At that stage you say the police fired teargas at the people?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "How did they fire it?  What was the procedure, was it canisters they used or did they fire it with the rifles?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before he answers the question, may I remind you, Mr Botha, that you represent Mr Peens, is that right?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Indeed Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And Mr Peens only, is it?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes, only Mr Peens, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Mey represents Tshaka and Greef.  Alright.  This witness has not said anything about Mr Peens.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Indeed Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless you want to do as Mr da Silva has done, lay a foundation in order to put your version or dispute some of what he has said, based on the instructions that you have from Mr Peens.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Mr Chairman, this aspect of the teargas was a second aspect of my cross-examination.  It's not that relevant, except that regarding his credibility.  The last is identity on Peens, Greef and Tshaka and I'll move onto that point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but if - you are here primarily because your client has been implicated, in particular by Mr Nosenga.  That is why you are here.  So if a witness does not implicate you, that does not give you the licence to cross-examine any witness unless you have a version that you want to put to the witness, which is inconsistent with what the witness has said.  His credibility has nothing to do with Mr Peens.  Whether we believe this witness or don't believe this witness, has nothing to do with Mr Peens.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Mr Chairman, if that's the Commission's view of it, that Peens is not implicated, I wasn't sure about that and that's why ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My notes may not be accurate, but I do not recall this witness mentioning the name of Peens.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No, not at all, Mr Chairman, the fact is that Nosenga mentioned Peens as one of the people inside the Casspir.  And as this witness is not able to exclude the possibility, I thought it best ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To do what?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I thought it best to cross-examine him on that.  But if it's ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless the suggestion is that the people who were at the back of the truck, I mean of the Koyoco that he saw, amongst others was Mr Peens.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No, that's not the version that he gave and that's neither the version of Mr Peens.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then what's the point?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That will be all then, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed.\nNO FURTHER QUESTIONS BY MR BOTHA",
            "Unknown"
        ],
        [
            "MS TANZER",
            "... father Patrick phone you?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was not looking at the time, it could have been around 6 in the early evening, 7 or 8, I'm not quite sure, I cannot remember.  It was in the evening.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did he tell you how he knew of the imminent attack, from where his sources came?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Father knows many people.  He is known by many people who are able to tell him if there is something, to warn him, not that he would have to do anything and then he phoned to inform me about that, so that I too could pass the information on and that I could protect my children.",
            "Male"
        ],
        [
            "MS TANZER",
            "So did he hear of the attack only on that date, or had he heard of it earlier?  Had he heard of an imminent attack taking place, earlier than the 17th?  Let me rephrase that.  Rumours of an attack taken place or being spread, earlier than the 17th.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, we had not heard anything before that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now besides Father Patrick, were there any other rumours regarding an imminent attack on Boipatong?  Was there any other talk of an attack?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We were always on the lookout.",
            "Male"
        ],
        [
            "MS TANZER",
            "... Kwamadala Hostel dwellers and the members of the South African Police Force, during the 1991/1992 period?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't know anything about that.",
            "Male"
        ],
        [
            "MS TANZER",
            "So you were not aware of any kind of collusion between Inkatha members and the police?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I don't know whether there was this collusion.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you suspect that there was some kind of collusion, was there like a suspicion amongst the Boipatong residents that the IFP and the police had some kind of relationship?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They may have thought so, but I for one, concluded or should I say came to realise that there was this collusion between the two on the day of the attack.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did policemen frequent the Boipatong location during the early '90's, 1991/'92 period?  Did they used to come often into the location or did they keep away?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They used to come.  They used to come, they were not barred, but they were not in good books of the people of the township.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were any policemen known to you?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you mean apart from his son?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Apart from his son, obviously.  Were any policemen, during 1992 or in the 1991 period, known to you, as the Chair said, apart from your son or family relatives?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I know them, I used to see them, but I had no association with them.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you ever hear of a policeman named Peens or called by the name Peens?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you ever hear of a policeman named Tshaka, called Tshaka?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was hearing that for the first time here at the Commission.",
            "Male"
        ],
        [
            "MS TANZER",
            "...(no audible question)",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That as well.",
            "Male"
        ],
        [
            "MS TANZER",
            "On the night of the attack, did you notice the attackers putting the stolen loot into the police vehicles that you described?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were carrying these things.  I did not see them load these, the loot in into the police vehicles.",
            "Male"
        ],
        [
            "MS TANZER",
            "What was the relationship like between Dodudu and Mtwana Zulu in 1992, at the time of the attack?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Apart from the fact that Dodudu was part of a traditional dance club?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes.  It was a good relationship?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Very much so.",
            "Male"
        ],
        [
            "MS TANZER",
            "And what was the relationship between yourself and Mtwana Zulu like, during the 1992 period? -in fact about June 1992.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We were not seeing eye-to-eye anymore because things had turned difficult.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "No, I don't think the way I understand it, it's a correct interpretation.  The witness said ...(Sotho), not to say that they didn't see eye-to-eye. ...(no further audible statement) ... put that again.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying during that very same year the contact between the two of us had since broken.",
            "Male"
        ],
        [
            "MS TANZER",
            "Had Mtwana Zulu been in your house before?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Before?  What do you mean?",
            "Male"
        ],
        [
            "MS TANZER",
            "Well had he been in your house, in your home, in your living-room, as a guest?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, not in the dining-room.  I am saying we are in good terms and his children usually come to my place.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you not take Father Patrick's warning seriously because of the relationship between Mtwana Zulu and yourselves having family in Boipatong?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just repeat the question please.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Well, ...(intervention)",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw it as important.  I took it seriously, but there was nothing I could do because we had not yet been attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was part of this crowd that you had seen earlier on, still going past your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they were still passing by.\nTHERE SEEMS TO BE A PROBLEM WITH THE MECHANICAL RECORDING - EVIDENCE IS REPEATED BUT QUESTIONS DO NOT FOLLOW IN SEQUENCE ON ENGLISH ONLY AND ENGLISH AND FLOOR TAPES",
            "Male"
        ],
        [
            "MS TANZER",
            "The people who came to fetch the corpse, you said in a Koyoco, were they dressed in black tracksuits?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Not corpses, a corpse, one.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was that cop(sic) dressed in a black tracksuit? (English only tape - inaudible on English/Floor tape)",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "...(no English interpretation).",
            "Male"
        ],
        [
            "MS TANZER",
            "And that is the same ...(intervention)",
            "Female"
        ],
        [
            "INTERPRETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Sorry?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You're talking about a corpse being dressed in black.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "...(indistinct)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, but that's what you put to him.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I put to him that the policeman in the Koyoco, when they came to fetch the ....(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, no, no.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, Ms Tanzer said \"cop\", not corpse, but perhaps it got lost in the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I'll rephrase the question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, perhaps let's just stick to the word \"police officer\".",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes.  Did the police officer or officers who came to fetch the corpse, in the Koyoco after the attack, were they wearing black tracksuits?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, only the white police officer was wearing a black tracksuit, but the black officer was wearing a police uniform.  And they had come to fetch only one corpse.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now you put the two together when you mentioned in your evidence that you also noticed the police office, or white men on the street, running on the side in black tracksuits.  Was that your evidence?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I said I associated them with this one who was wearing a black tracksuit and I noticed that the other ones were white as well.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you notice police vehicles driving slowly through the Boipatong location, moving alongside the attackers?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "In the township?",
            "Male"
        ],
        [
            "MS TANZER",
            "In the location, yes.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw the one that came to park in front of my vehicle, not in the township.  Look, my house is at the end of the township, so I could not have seen the vehicles in the township.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you know of a structure in Boipatong that was used as a mixed hostel?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am the one who constructed it.",
            "Male"
        ],
        [
            "MS TANZER",
            "Is that structure near your home?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is far away, it is actually nearer to Slovo Park.",
            "Male"
        ],
        [
            "MS TANZER",
            "Would you say that the attackers followed a certain route on that night of the 17th of June, or were they randomly attacking different streets in Boipatong?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Look, I don't know about the different routes, I am at the beginning of the township.  I only saw them on their way out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... the mixed hostel that you referred to, did it have a name?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was just called Boipatong Hostel.",
            "Male"
        ],
        [
            "MS TANZER",
            "And my last question is, the attackers that took the route, as you gave evidence, via the robot, not past the nursery but via the robot, back to the hostel, the Kwamadala Hostel that is, were they being accompanied by the police vehicles or were they behind the police vehicles?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yesterday I said the vehicles were stationary and these people were moving.  They were not accompanied by the police, the police vehicle only followed from behind.",
            "Male"
        ],
        [
            "MS TANZER",
            "The police vehicles that made their way from Umzimvubu Street up towards the garage, those are the vehicles I'm talking about, were they ahead of the attackers that took that route or were they accompanying the attackers on the route?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, these people had already walked past that spot and the other ones had taken the footpath direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that when you saw the motor vehicles, the police motor vehicles in Umzimvubu Road, the attackers had gone past?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  See, these vehicles were moving slowly and the people were walking past the vehicles as they were moving slowly.",
            "Male"
        ],
        [
            "MS TANZER",
            "So the attackers were ahead of the vehicles, not behing the vehicles?",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying, as these people were moving past these vehicles, the vehicles were also moving, but slowly.  They were in a hurry.",
            "Male"
        ],
        [
            "MS TANZER",
            "Alright.  I have no further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR MEY",
            "... that Rooikop, alias - that Greef, alias Rooikop and Mr Tshaka were not involved in the Boipatong massacre.",
            "Male"
        ],
        [
            "MR MEY",
            "I don't know the people you are talking about.",
            "Male"
        ],
        [
            "MR MEY",
            "...(inaudible) Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed, yes.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir.\n\tDo you know the name of the deceased person whose corpse was being picked up by the two policemen you have referred to in your evidence?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It's a little girl.  I don't want to make a mistake pertaining to the name.  I know the name, I have just forgotten it.  It was a girl of about 12/13 years.  I know her very well, she was a child belonging to my neighbour.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you know the parents of the child perhaps?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Very much so, they are neighbours.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who are they?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Hlube is the surname.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do they stay in the same street as yours?  Do they stay in the same street ...(intervention)",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it's the sixth house from my house.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "No questions, Chairperson.\nNO QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "No questions.\nNO QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you, Chairperson, two questions.\n\tMr Baloyi, were you ever asked by anybody to testify during the criminal trial?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I don't remember.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And the second question, what was your position in the church in 1992, June?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We have no positions in that church, the Roman Catholic Church.  It is only the Priest who delegates what people should do.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why was it that you were delegated to perform certain tasks in the absence of Father Patrick?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't know, God must have planned so, that I be chosed, I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Berger wants to find out is that there must many people who belong to the Roman Catholic Church in Boipatong, now what he wants to find out is why did Father Patrick single you out.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am going to answer you as follows;  it is my faith.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Oh.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Maybe it is because of my faith.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) than the other members of the Roman Catholic Church?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I had committed myself many years ago.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Baloyi, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's approximately five to one, we will take the lunch adjournment now and when we come back my colleagues will put one or two questions to you, just to clarify certain matters and thereafter you will be free to return to your seat, okay?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, I sincerely hope that I am now reminding you for the last time that you are still under oath.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson, I've got no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Advocate Sigodi?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "There's just one aspect.  Do you know how many people were killed in your street?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Four people.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know them?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Can you tell us who they were?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "At Mxena's house, as well as Hlube's, as well as Manyeka, two houses.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you render any assistance to those people who were who had died, besides Hlube's house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "By way of giving first-aid.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not render first-aid.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'm sorry, Chairperson.  Just for the record, Mr Baloyi said that Manyeka there were two and it was interpreted as \"two houses\", and I think his evidence was \"two people\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall I record that?  This is where, at Manyeka?  Manyeka, right.  Thank you, Mr Berger.  Yes, Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson, just one small aspect.\n      Mr Baloyi, you told us that you were not politically affiliated.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And you also said at one point there was no trouble between you in the township.  That's how you put it.  You said\n\"no trouble between us\"\nDid I understand you correctly?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't know what trouble you are referring to.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you were being questioned about conflict in the township.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said there may have been problems amongst the youth, but it did not affect the entire township.",
            "Male"
        ],
        [
            "MR LAX",
            "And then you were asked about why the IFP people had left the township, or were afraid to come into the township and you said\n\"They were afraid to come in because they had tried to kill people.\"",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did say so, but the problems or rather the conflict was between certain individuals, not the entire township.",
            "Male"
        ],
        [
            "MR LAX",
            "You were then asked to explain that and your answer was\n\"Yes, we were attacked and killed as ANC members\"\nThose were the words that were translated and that you used.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  As we were attacked by these people they would kill that, the residents are Boipatong are all ANC people, but that was not the actual reflection of the situation.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you were cross-examined, I think it was by Mr Lowies, you indicated that at some stage - this is the stage I would like you to clarify for me, when you heard the noise you went to the gate and then you saw nothing and you returned to your house and continued watching television.  Do you remember that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you went to the gate, was the Koyoco, or had the Koyoco that you saw already arrived or was it before?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, it was before it arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It hadn't?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It had not arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And then you said that after the Koyoco had left - I'm now talking about the Koyoco that you saw on your garden, are you with me?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said after that Koyoco had left you then saw a crowd, a group of people, is that right?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I think you estimated them at about 400.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It must have been over 500.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Were these people passing next to your house, on the street next to your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There were some walking in the middle of the street and some were walking along the sides.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And it was part of this crowd that went to Mr Buwa's house and the other one went to Mr ...(indistinct) house.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The people who were walking along the sides were the ones who went into the Buwa and ...(indistinct) households.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is what I want to find out.  When you saw Mr Zulu, had this group of people gone past your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were just walking along because they were a throng of people, some carrying goods.  The people had already gone into Buwa's house and it was at that time that I saw him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whilst there were people at Buwa's place, was part of the crowd or the group of people that you had seen still going past your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, there were many of them, they were still passing.  These other people just went into these houses and did what they wanted to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you mentioned, I think you said about three people came to your house, amongst the three there was a person who had an axe.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now as these people were coming onto your house, was part of this crowd that you had seen earlier on still going past your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they were still passing by.\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now in regard to the items that were either stolen or damaged at your house, you mentioned that - was the gate to your house damaged?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the front door was also damaged, was it?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then the hi-fi set was also damaged, was it?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it was damaged outside the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then the television set was stolen?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It fell on the ground.  Yes, it was damaged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And the bedroom door, the door to your bedroom was also damaged?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apart from these items, were there any other items that were damaged or stolen?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There were items of clothing that were stolen.  It belonged to a small child.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything else?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "And the windows, four windows.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be for what, for the dressing table?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As a window was thrown into - as a stone was thrown into the window a dressing table window was shattered.",
            "Male"
        ],
        [
            "MR LAX",
            "Just repeat that please, I didn't catch it all.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He said a stone was thrown through the window, a dressing table glass was shattered.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you at any stage make a statement to the TRC, setting out the damage to your house, things that were stolen?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, there were some statements, but I don't think I ...(intervention)",
            "Male"
        ],
        [
            "UNKNOWN",
            "Chairperson, we have submitted forms on behalf of all of the victims.  We've lodged them with the TRC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was done last year already.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.  Is there a cut-off date in regard to this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Baloyi, I was looking at the map here of the footbridge, the pedestrian bridge, what goes underneath the bridge?  Initially I thought maybe it's a bridge over Frikkie Meyer, but when you look at the map it's just between Frikkie Meyers and the township.  What goes underneath the bridge?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The footbridge.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Footbridge?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is just water, water from the factories as well as drain water.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I also want to seek your indulgence, I've also got one question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Actually one statement and one question.\n\tMr Baloyi, you did not testify at the Goldstone Commission, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I never went to court, they refused me entry.  I was supposed to be the first person, but I was refused entry.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, the question I want to ask you is; did you give your version of what happened to the ANC or their legal representatives at the time that the Goldstone Commission was in progress, or just before that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There have been many statements that have been taken from me.  I did give information to the Goldstone Commission as well as in Delmas.  I have given statements there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the - have you ever heard of the Goldstone Commission?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There was talk about it, but I cannot say who it was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But as far as you can recall you have never testified before a judge or an inquiry such as this one, do you know?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.  We were taken there many times but never had the opportunity to speak.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That's all thank you.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you, Mr Baloyi, you may stand down.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I thank the Committee.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At least I kept my promise.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, my learned friend, Mr Malindi will lead the next witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson.  Chairperson, the next witness will be Thabo Johannes Rahantlhane: R-A-H-A-N-T-L-H ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you just come again.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "R-A-H-A-N-T-L-H-A-N-E.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the other names are?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thabo Johannes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how do you pronounce the surname?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Rahantlhane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Rahantlhane.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Yes, Chairperson.  The witness will testify in Sesotho, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "May I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there an indication that he has objections to taking the oath?  We're not going to read anything into that refusal, unless you are deliberately ...",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Rahantlhane, would you rise.  Do you have any objection to taking the oath?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Would you state your full names.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just before you go on.  There is yet another document here which would appear to be a statement by Mr Buwa, is this statement intended to be handed in?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I don't know who handed out this statement, but we were told that this will be one of the next witnesses and we prepared a statement so long, to be handed in during his cross-examination and in the meantime it's been handed out.  I don't know who did that, but it is a, we were told that you will be one of the witnesses later on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We never said that he would be the witness, we said Mrs Buwa would be one of the witnesses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then I misunderstood, but that is the statement of a person we thought is going to be a witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja, it hasn't got any status at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall I return this?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Well do whatever - handed them out, but we'll accept that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I assume you are the source.\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson.\n\tMr Rahantlhane, in June of 1992, where did you reside?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I resided at 684 Mosheshwe Street.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Do you remember the day of 17 June 1992?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR MALINDI",
            "Is there anything of significance that happened on this particular day?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I can.",
            "Male"
        ],
        [
            "MR MALINDI",
            "What do you remember that happened on 17 June 1992?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before he answer that, Mr Malindi, may I just interrupt for a moment?  Mr Rahantlhane, what is your standard of education?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Standard 10.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old are you?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "36 years old.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, you understand English, do you?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson.\n\tMr Rahantlhane, although you have a standard 10 education, you prefer to give your evidence in Sesotho.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, in Sesotho.",
            "Male"
        ],
        [
            "MR MALINDI",
            "My last question was whether you remember what happened on 17 June 1992.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I remember very clear.",
            "Male"
        ],
        [
            "MR MALINDI",
            "What happened?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We were on patrol in Baralong Street, at the corner of Thaba Baseu.  At about five to ten a Hippo arrived.  The police officers in the Hippo told us to go and sleep.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And when the police in the Hippo told you to go to sleep, do you remember any particular words being used?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They spoke in Afrikaans and in Zulu and said: \"Hamba lala\".",
            "Male"
        ],
        [
            "MR MALINDI",
            "You say you were patrolling near the corner of Baralong and Thaba Baseu.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, Baralong and Thaba Baseu, at the corner of Baralong and Thaba Baseu.",
            "Male"
        ],
        [
            "MR MALINDI",
            "How many were you on this patrol?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We were about 10 or 15.  There were many of us.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And why were you conducting this patrol?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We were on the alert to avoid the Inkatha attack.",
            "Male"
        ],
        [
            "MR MALINDI",
            "The group which included yourself, in what capacity were you conducting this patrol?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We were patrolling barehanded.",
            "Male"
        ],
        [
            "MR MALINDI",
            "As this group that was patrolling, did you represent any structure in Boipatong?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "There was no structure in Boipatong that I represented, except the Sporting Coats.",
            "Male"
        ],
        [
            "MR MALINDI",
            "After you were told to disperse by the police who were on this vehicle, what did you do?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I decided to go and sleep because I had a feeling that we would be safe as the police informed us to go and sleep.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Did the police do anything else besides telling you to disperse?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, they dispersed us through teargas.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Did you go to sleep after you took that decision?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Did you sleep in this address that you have given to the Committee, 684 Mosheshwe Street, in that particular house?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Definitely.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Is there anything else that happened during the time you were in the house?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I think it was at about five to ten, I got into bed.  I was with my girlfriend who was already asleep by then.  I always leave my radio switched on the whole night.  At about 10 - we had the news on Sesotho Stereo, at about ten past ten or twenty past ten I heard a sound of gunshots and sound made by windows.",
            "Male"
        ],
        [
            "MR MALINDI",
            "What kind of sound was made by windows?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Breaking windows, that was the sound made by breaking windows hit by stones.",
            "Male"
        ],
        [
            "MR MALINDI",
            "After you heard gunshot sounds and the breaking of windows, what happened?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I asked myself two questions.",
            "Male"
        ],
        [
            "MR MALINDI",
            "What were they?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I asked myself, whereas we were told to go and sleep, was it members of our team who are breaking windows?",
            "Male"
        ],
        [
            "MR MALINDI",
            "And was your, the question to yourself answered in due course?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "The question did receive a response, because I found out that these were not people of our group, they were a group of Zulus who came in swearing.",
            "Male"
        ],
        [
            "MR MALINDI",
            "When you say \"they came in swearing\", what do you mean?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I heard them say: \"Get out dogs of Mandela\".  In Zulu that would be ...(Zulu).",
            "Male"
        ],
        [
            "MR MALINDI",
            "And when you heard those words you were still in your room?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Could you tell where these people who were uttering these words were in relation to your room?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I think they were at the second house from where I stay.",
            "Male"
        ],
        [
            "MR MALINDI",
            "After you heard these words, - before I proceed, you said earlier that you asked yourself two questions, what was the second question?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I asked myself whether these were members of our group or was this an Inkatha group that has started to attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was then the second question whether this was an Inkatha attack?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, that was my second question.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And you have said that you got the answer to your questions.  What happened after you heard these words being uttered: \"Get out dogs of Mandela\", or words to that effect?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I woke up dressed in my trousers not a T-shirt.  It was fortunate that they did not enter the house neighbouring mine otherwise I would have left for the streets.  They got into 684, the yard where I stayed.  They broke windows, windows to the whole house, by then I stayed in a shack.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Was it a shack at the back of house 684?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Proceed.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Whilst they were breaking windows, I told myself that they have not yet arrived at the shack.  They broke the kitchen window and then kicked the shack door.  God does work in miraculous ways.  After they had kicked the shack door - I heard an iron behind the shack door, I was leaning against a cabinet and the door was not kicked open that much, only slightly opened.  It was dark inside the shack.  I could see people outside because there was moonlight.\n\tThree men arrived at the door after the door was opened.  One of them said: \"They are asleep\".  I was not asleep by then.  They used a sharp object to stab my girlfriend, called Nxula.  The eighth time when he tried to stab her, I took or grabbed this sharpened instrument from his hand, so much that I tried to stab him with this instrument for him to feel how it was.  They ran away.  As they did so one of them tripped and fell at the house door.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you just slow down a bit?  You grabbed this instrument.",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "The first one that stabbed my girlfriend, as I pulled it from his had I could not stab him, he ran away.  As they did so ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "As they ran away one of them tripped and fell down and the left the second sharpened object.  There was one that was left on the ground which they used to break windows.  Meaning I had two of these sharpened objects and the one that they used to break the windows with.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Okay.  After you picked up these sharpened instruments, what did you do?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Goldstone requested the exhibits or evidence to that effect, when we went to Pretoria.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And what did you do about this request?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I took them to the courts of law as they were requested.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Mr Rahantlhane, just one aspect I want to clarify.  You were testifying about something that prevented the door to your shack from opening fully, what caused it not to open fully?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I had an iron behind the door.  When they kicked the door - as I said, God works in miraculous ways, the ironing board prevented the door to open fully.  My bed is just next to the door.",
            "Male"
        ],
        [
            "MR MALINDI",
            "When this man was stabbing your girlfriend with this ...(Sotho) or sharpened instrument, was he inside the shack or was he outside?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They were standing outside.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And how seriously injured was your girlfriend?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "She was seriously injured.  She spent about the whole year, her wounds bleeding.",
            "Male"
        ],
        [
            "MR MALINDI",
            "In conclusion, Mr Rahantlhane, now you've picked up the sharpened instruments, did you do anything to assess the injuries that may have been sustained by people, or damage to the property?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi, are you referring to the main house or the shack?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "To both their shack and the main house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the main house, yes.",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I would start first with the house.  They broke all the windows to the house, broke the door.  Although it didn't open, they did break the door.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And did you do anything about your injured girlfriend that same night?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I knocked at the main house.  Although they were scared I knocked at the window and I took her into the main house through the window.  At about 11 o'clock when everything was quiet outside, I went to the shack and got my first-aid kit and tried to stop the bleeding until the ambulance arrived.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And was she - what happened after the ambulances arrived?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I went along with her to the hospital.",
            "Male"
        ],
        [
            "MR MALINDI",
            "After your girlfriend was stabbed did you remain with her or did you do anything else?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I still stay with her at the moment.",
            "Male"
        ],
        [
            "MR MALINDI",
            "I mean on the same night, immediately after she was stabbed.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I didn't go anywhere else, I took her to the house and waited for the ambulance.  As it arrived we went along to the hospital.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Mr Rahantlhane, on Mosheshwe Street, what is the nearest corner to 684 Mosheshwe Street?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It is Thaba Baseu.",
            "Male"
        ],
        [
            "MR MALINDI",
            "So in other words, house 684 Mosheshwe Street is on the south of Boipatong?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, what is your girlfriend's name?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Christina Matlhodi Moremi.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Christina?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Can you spell that for me?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "M-A-T-L-H-O-D-I, Matlhodi.  Moremi\nM-O-R-E-M-I.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thanks.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In terms of Section 20.2 of the Act, this Committee, regardless or whether or not it grants amnesty, it is obliged to refer a person who in its opinion is a victim of a gross violation of human rights.  That is the position regardless of whether you grant or refuse amnesty.\n\tIs there a schedule that has been prepared, which indicates in somewhat detail what each of the victims, in particular those who will testify, sustained both in terms of the injury or the damage?  Is there such a document? - so that we don't have to go through ...  I've seen it in the memo.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, there's a proforma form which we handed out some time last years for all the victims to fill out, which sets our those particulars, which we then forwarded to the Committee on Reparations.  What we will do is, if we furnish you with copies of those proforma forms, then all the details will be there.  We can do it that way.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will be there.  Okay, very well.  Yes, very well.\n\tYou've concluded your examination-in-chief?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "I have concluded my examination-in-chief, Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any cross-examination, Mr Berger?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "None, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon, points to clarify.",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Nothing, thank you, Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Strydom starts, and if there's anything left we may call Mr Lowies and the remaining ones.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chairperson.\n\tDo you know if your girlfriend, Ms Moremi, laid a charge after the incident?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I do not know if she did lay a charge.  I do not know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if she testified at any other, or at any forum at any stage in connection with this case?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It may happen.  Maybe it is concerning her injuries, but as to what happened, I am the one who knows that.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know if she did testify concerning her injuries?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I cannot say I know the evidence she gave.  You will find she does not attend a lot of meetings.  After the 17th we left for Sebokeng for about a week or two.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "No, but the question is, do you know if she gave any evidence, whether in a court of law or in a Commission, did she give any evidence, do you know?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That may be the case, that she got injured in the attack.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Rahantlhane, the question is, do you know if she did give evidence?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "She was present at the Johannesburg City Hall's TRC hearings.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The other one?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It was in Pretoria, where I accompanied her.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What happened in Pretoria?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We took this sharpened instruments to hand them in as evidence at the Goldstone Commission.\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, do you have any further questions?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, Chairperson.\n\tApart from the occasion that you went to Pretoria to the Goldstone Commission, did you ever go to Pretoria, to the court in Pretoria?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I have never been there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if your girlfriend went to Delmas at any stage to give evidence?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "She has not been to Delmas.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You testified that your girlfriend was injured and then she spent approximately a year in hospital, is that correct?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Please understand me.  She was injured so much that her wounds were still bleeding although she was discharged from the hospital.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You see I want to put to you that it seems to me, if I look at my records, that she was not a complainant at the criminal, when the criminal case was heard.  So what I'm putting to you is that she never laid a charge, can you comment on that?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "She did lay a charge.  I was present when she testified at the Truth Commission's hearing at the City Hall and she did say, she was asked what she would say if the Truth Commission asked her what must be done for her as a compensation.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But what I'm putting to you is, she never laid a criminal charge against the people that attacked her.  Can you give us any information or not?",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Strydom, perhaps you should explain what you mean by \"criminal charge\".",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, I will do so.",
            "Male"
        ],
        [
            "MR LAX",
            "It's clear this person is not that clear on the issue.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What I want to put to you is that she didn't got to the police to complain about the fact that she was attacked and seriously injured and her case was not put against the people that were charged subsequently in the Supreme Court of South Africa.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Mr Strydom, if the police were effective during those days we would not have been attacked and now I wonder to whom would we report the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't this a matter that can be objectively ascertained by having a look at the indictment?  Does anyone have a copy of the indictment?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I've got a copy.  I've checked, there's no such a charge.  All I want to know is if she gave evidence at any of these criminal hearings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well from the look of things she didn't.  Let's move onto another question.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes.  When did you tell your legal representatives that are representing you at this stage, that she was injured?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, we have not heard the interpretation of the witness' answer.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The witness did not understand the question quite well in Sotho when I put it to him, so I was just repeating the question to him.",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I think long ago last year when we met with them, and other meetings where I met with them, even here at Iscor.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Because I want to put to you that your legal representatives gave us a memo, a memorandum setting out what happened at the various houses in Boipatong on that specific night of the 17th of June 1992, and according to the document that was given to us, with reference to a 684 Mosheshwe Street, it's only stated\n\"smashed windows'\n... nothing is said about the injury to your girlfriend. Can you give any comment?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I said I have full evidence, even the blankets with the holes in them.  I said there were three blankets with holes and three sharpened instruments, so-called ...(Sotho).",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you give a written statement to the people there at the Goldstone Commission?  Apart from handing in the weapon, did you give a statement?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And in that statement did you mention that you were part of a group of people that patrolled the township that day?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, so as to know where we're going, I understand that you may be laying a foundation, is it going to be the applicants' case, at least those that you represent, that the girlfriend to Mr Rahantlhane was not stabbed as he has testified?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No, Chairperson, that's not the case, what I'm trying to establish is if she made statements, so that we can get hold of them.  If she was stabbed one expects that she made statements and we want to find out where those statements are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed I understand all the inquiry, but what's the purpose of that inquiry?  I mean, is it going to be the case that the events that he is testifying to did not happen?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No, that's not the case.  What I'm trying to establish is if she laid charges and if she made statements, so that we trace those documents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand it.  Because if it is not the applicants' case that she was not injured, that the events that he has described did not occur, then where are we going?  Let me see whether I can assist you.\n\tMr Rahantlhane, we understand from your evidence that you took the two sharpened instruments to Pretoria, I think you said.",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct, Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Now do you know, or did you hear of the Goldstone Commission?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I know of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Do you know whether your girlfriend gave evidence before that Commission?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I know of the one in Johannesburg where I accompanied her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be the TRC hearings?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Now do you know whether your girlfriend made any statement, either to the Goldstone Commission or the police?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I only know about the Goldstone Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  What about the police, do you know whether she made any statement to the police?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I do not think so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.  Does that make you happy, Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I'll take it from there.\n\tYou say that you were patrolling the street, why did you patrol the street, against what?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We have already heard through the grapevine that Boipatong might be attacked.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But wasn't it a normal situation during that period to patrol the streets on a daily basis?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No-one would go on patrol without nothing happening.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Isn't it so that during that period a group known as the Self Defence Units were patrolling the streets?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I was on the patrol, but I was not part of the unit, only as a resident in the area.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So do you say that such a unit existed, but you were not part of that?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I told you that I do not know of such,  I was involved in sporting structures.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So don't you know - have you ever heard of the Self Defence Units or not?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you build barricades in the streets and dig holes into the roads?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What was the purpose of that?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "As Mr Nosenga stated that they used to shoot people, driving by and shooting people and we realised that it will be difficult for them to do so if we dig holes and barricade the streets.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was that to prevent the police from coming into the township, or other attackers, or other people?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It was to prevent the attackers, not the police.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What time did you start your guard?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Late in the afternoon at sunset.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You mentioned earlier that you already, that you heard through the grapevine that the township would be attacked, who told you what?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "When I say \"through the grapevine\", the source is unknown.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you must have heard it somewhere.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "His source is the grapevine.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand it a grapevine is an undisclosed source, or it's a rumour that you pick up somehow.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I'll ask the question the following way ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless of course grapevine in these hearings has a particular meaning that I'm not aware of.  I know that there's been talk of a microwave and the green beans ...(indistinct)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Why did you get the feeling that Boipatong would be attacked that night, or didn't you?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I am still asking myself the same question.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now you started the patrol at sunset, how long thereafter did people arrive there who said, I think you said: \"Hamba lala\"?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It was at about a quarter to ten or ten to ten because at five to ten I was already in the house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What I want to know is, how can you estimate the time with such precision?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "What do you mean?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why do you say it was that time, on what basis?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "You requested me to estimate the time, according to me it was something to ten because at 10 o'clock I heard the news on the radio.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So at that stage you did not - when the warning was given you did not look on your watch or anything of the kind, you just worked it back because you heard the news at 10 o'clock, is that what you're saying?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is what I say.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was this a common thing, that police vehicles will drive around and if they find these people on guard, that they will tell them to go to bed and stop the guard?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That night when we were on patrol that is when I heard of that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What kind of vehicle ...(intervention)",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Koyoco.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now you already said:\"Koyoco\".",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It was a Koyoco.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What was the colour of the Koyoco?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It was night time, I did not recognise the colour.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many occupants did this vehicle have, do you know?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I did not see them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What did you see about this Koyoco, did it come to a standstill, did people get out, what did you see?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They did not alight out of the vehicle, they shot the teargas.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What was your position at the time that you saw the Koyoco?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean position in what, in society?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No, in the township, his location, where was he standing or sitting.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Please explain status in society or you mean position in society or where was I standing.  Please explain very clearly for me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  Where were you in Boipatong when you saw the Koyoco?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We were in Baralong Street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you close to any intersection or close to any house you can mention a number?  I just want to get the position.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "At Thaba Baseu and Baralong intersection it was the second house which I entered in.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That's now the position where you were, what was the position of the Koyoco when those words were said from the Koyoco?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It was in Majola Street moving along Majola Street and coming into Thaba Baseu Street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You say that the vehicle turned into Thaba Baseu and started driving in the direction of Baralong?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We were running away.  As it came we ran away and hid ourselves in the yards nearby, but it entered into Baralong Street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What I'm asking you is, did the vehicle turn into Thaba Baseu from Majola Street?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It was not from Majola.  You said how far was it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No, all I want to know is in which street was this vehicle when those people shouted: \"Hamba lala\"?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I said in Majola Street.  We were in Baralong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  So the houses were inbetween yourselves and this vehicle, because you're in one block down, one block further away towards the southern direction, is that correct?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Will you please explain, I do not understand the question.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  You said the vehicle was in Majola Street, you were in Baralong Street, so you were one street block down or towards the south from this vehicle, isn't it so?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, the applicant's may have a case different from the impression I'm getting from the evidence.  As I understand the evidence and the background to this attack, and this is what was put, which was the evidence of Mr Baloyi;  from time to time the police patrolled Boipatong, and this is what the residents apparently did not like and which is why they erected the barricades in and around the township.  Is that common cause or is that an issue?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I would say that's common cause.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is common cause, yes indeed.  Now is it an issue that on the day of the attack those patrols continued?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The applicants can't really comment on that because they were not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The police will be able to say that.  But I will accept that patrols continued during, if it was a normal patrol it probably carried on during that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well it was a normal - well if the patrol was there the previous day, unless there was no reason to patrol on the - so you're saying it is common cause that the police would patrol the township, that's not an issue?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That's not an issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Right now ...(intervention)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, but as I see it, the reason why this witness is called is to make, to say that very shortly after these people were chased away, the attack started.  So the reason why this witness obviously was called is to make that nexus and that's the basis why I want to track this witness on, specifically time, as to establish when in relation to the attack, this incident took place.  And I would submit that is relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No-one is suggesting it isn't.  I just wanted to make sure that I understand what the issues are.  I understand that you ...",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chairperson.\n\tLet's just take it from where I stopped.  The police - let me just establish that, you referred to a Hippo, is that correct?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Koyoco.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, I will leave that to my learned friend.  When the people from the Koyoco shouted: \"Hamba lala\" you were a block away from the, is that correct, a street block?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I want to explain to Strydom that this car was driving along Majola, it came along Thaba Baseu from Bapedi Street.  You have a street that goes down Thaba Baseu, it joins Bapedi and Thaba Baseu.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And when you saw this vehicle you started running away, is that correct?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Those were our lives.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But why did you run away?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They would shoot at us with teargas if they would find us in the streets.  We were running away for our lives.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How did you know that they would shoot teargas, did they normally do that, that's the question.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They did shoot at us with teargas.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, on that occasion you say they fired teargas, but had they done that before?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I'm referring to incidents of the 17th day of June 1992.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That's exactly the question, Sir.  How did you know that they will fire teargas, why did you start running away?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They sprayed teargas.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Wasn't this just a normal police patrol of the kind that's been happening for a long time in Boipatong at that stage?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Do you mean teargas, spraying or shooting of teargas?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I do not know on that score.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you run away from police vehicles before, whilst patrolling?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I never ran away from a police car before I started patrolling.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You said that the people in your group didn't have any weapons, is that so?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you always patrol without weapons?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is so, and I would ask myself what would we do if attackers would come and us having no weapons.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you bother to patrol if you were unarmed?  What can you do if you're not armed?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I did not know that the attackers would come armed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're telling us that you always ask your question, I mean what would we do if we are attacked because we are not armed?  Is that the question you ask yourself?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you find?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It was a question that remained like that.  Knowing that as a resident I would have to go out and patrol like other men.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever raise this, did you ever ask this question from your fellow patrollers, as to: \"Hey, what if we are attacked here?\"",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We used to ask ourselves this question, but we didn't know that the attack would be scaled in the manner it did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Because the applicants said, when they entered Boipatong on that specific night they came up Lekwa Street, or when they got close to the intersection of Mosheshwe and Lekwa Street, the comrades as they describe them, fired shots to them.  Do you know anything about that?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Mr Strydom, would you repeat the question?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The applicants have already testified and they said that when they got to the corner of Lekwa and Mosheshwe Streets, shots were fired towards them from the direction of the shops down Lekwa Street.  Do you have any knowledge of that?  Did you hear shots or something like that?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I did hear shots even if they were shot by people from outside, but I heard the gunshots from Lekwa Street, when they came along Mosheshwe.  I was inside the house by then.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So do you maintain that no-one of the guards who used to guard Boipatong had weapons with them, is that what you're saying or not? - or only you didn't have weapons.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "In my group no-on had a weapon.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When the police told you to disperse, why didn't you regroup, why did you just go to bed?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I said, when they said we should go and sleep I went to my place to sleep.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I've got no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't have a mike do you?  Do you need a mike?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Unfortunately I do.\n\tMr Rahantlhane, I want to put certain aspects which are actually common knowledge to you and I would like your comments on that.  I want to put it to you first, which may not be common knowledge, that I sometimes listen to the Sotho radio and the first thing that I'd like to put to you is, is it not so that before the news starts there are six beeps, toot, toot, toot, before it starts?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Do you mean the sound you have just made?",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, there's a beep.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Even if you can listen to Sesotho Stereo there is no sound like that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "The reason why I'm putting this to you is, in 1992 the radio station, Sesotho Stereo did not exist.  There was a Sotho radio but it was not Sesotho Stereo, not so?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And at that stage it was not an independent station like it is now, it was run by the SABC, not so?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I don't want to talk about Lesotho Stereo, I just listen to the news.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And I want to put it to you further that at 10 o'clock at night there was no Sotho news on the Sotho radio in 1992.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Well I don't know, I hear that for the first time from you.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now but you're the one who told us that there was news on that day, and I say I dispute it, not in 1992, the news was at 8 o'clock.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "There was news at 10 o'clock.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And I want to suggest the following to you; if it is true that you heard the news on that night, it must have been the 8 o'clock news.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I insist that I listened to 10 o'clock news, not 8 o'clock news.",
            "Male"
        ],
        [
            "MR LOWIES",
            "How did you know that it was the 10 o'clock news?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Before the news broadcast they mention the time.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And is that the reason why you say it was 10 o'clock?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I think that's the reason.",
            "Male"
        ],
        [
            "MR LOWIES",
            "How do you know that on that day they mentioned the time, was it because they always do it or because you can specifically remember that specific day?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Every time before the news broadcast they state the time.  If it is 6 o'clock news they will state that and they will also state who is going to read the news.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Lowies is asking you is, that is now on the 17th, did you actually hear the news-reader saying what the time was or are you just assuming that each time the news is read they will start by indicating what the time was?  Did you understand the question?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I do understand.  I have already explained that when I arrived at home it was around a quarter to, or ten to ten and at five to ten I was already in my house.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But Sir, do I understand you correctly, the reason why you're so sure about the time is because you listened to the radio, is that your version?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) you say you arrived at home approximately a quarter to nine in the evening?  I beg your pardon, a quarter to ten.  This is after you had been told by the police to go and sleep?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, thank you, Mr Lowies.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you.  Mr Rahantlhane, did you look at your watch or are you relying on the radio, in order to make sure what the time was when you, the time that you are talking about in your evidence here?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I want to tell you this, if I knew what is going to happen that day I would have gone out.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but my question is not that.  My question is, do you relate the time to the radio or did you have a watch with you?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I heard the time from the radio.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You did not have a watch?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But when you arrived at five to ten there was no announcement as to what the time was, correct?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "When I arrived at home it was around a quarter to ten to ten to ten.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And that is an estimate, not something that you heard on the radio?  Let's just get this clear.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I did not hear that from the radio, just an estimation.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you actually fall asleep?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I went to bed.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you fall asleep?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Was your girlfriend already asleep?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now Sir, were you a member of the comrades?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I think anybody can be a comrade, you can also be a comrade.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Were you in 1992 a comrade?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I don't understand you, can you please explain what you are saying.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you know what a comrade is?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Well I don't know, that is why I'm asking you to explain to me what is a comrade.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So if you don't know, then can we take it that in '92 you were not a comrade?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I was just a sports person.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you want to tell us that where you're sitting here today, you do not know what the comrades were, who they were, what they did?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "3 o'clock till 6 o'clock I'm at the sports ground for practice.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you follow my question?  Do you, here today, not know what a comrade is?  Did you understand the question?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I was never involved in politics and that is different from what I was involved in, that is sports.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Lowies is asking you is, as you are sitting there now, do you know what a comrade is?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I don't.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Have you ever heard of the word: \"comrades\"?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I did, normally we call each other comrades, in the township.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now when you were doing patrols, would the people refer to you as the comrades?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, we used that name to call each other.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And did the people also refer to you, other people, as the comrades when you were doing your patrol?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I can also call you comrade.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You can, but that's not the question.  The question is, did the people refer to you then as comrades?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They called me Johannes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And the group of people doing the patrols, were they referred to as the comrades?  Do you want to answer this question?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They called me Johannes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Ntati, the question is, were you referred to as the comrades? - and the you I'm referring to are the people who used to do the patrols, yes or no?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the answer?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "The people who were patrolling with me called Johannes.  This name comrade is a name that we use everywhere, even in Parliament they use that name comrade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, I heard you say Ntati, please feel free to cross-examine the witness in Sotho ...(indistinct).",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair, ...(Sesotho)  Yes, I can speak Sesotho, but I prefer my language and this is a manner of addressing a person of whose language you can speak, Mr Sibanyoni will know it's either Rah(?) or Ntati, which is a sign of respect.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Can I just ask a question.  Apart from calling you Johannes, did the people who were patrolling with you also call you comrade?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry, I did not get the answer because my headset wasn't on.  May it be repeated?",
            "Male"
        ],
        [
            "INTERPRETER",
            "He said \"no\".",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "The answer was \"yes\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The answer was \"no\".",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Sorry, Chairman, I apologise.\n\tI want to put it to you that you are trying to hide something, Sir.  You well knew what the comrades were in 1992, everybody knew and you were actually a member of the comrades.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is what you are saying.  Because in 1992, I was a leader in my netball team, I was also the Deputy-Chairman of the Boipatong Football Association.  I was also involved in the PTSA in our local school.  I was a Deputy-Secretary of Boipatong Resident's Association.  I was involved in Boipatong Football Association as a President.  I was also the owner of the team known as Arizona in Boipatong.  I didn't have time for other meetings, political meetings.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Is that your answer?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, that's my answer.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I also listened to your evidence in Sesotho and initially when you gave evidence you didn't use the word \"Koyoco\", you used the word \"Hippo\", not so? - in-chief.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I started mentioning Koyoco.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you know the difference between a Koyoco and the Hippo, or is it one and the same thing?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I don't know the difference, I only know Koyoco.  I don't know whether they are the same thing.  The only thing that I know is a Koyoco.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you understand Afrikaans?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now what was the attitude of the people patrolling the township with you at that stage in 1992, did they trust the police?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We trusted the police because when they said to us we should go and sleep, we went away and we went to sleep.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you're saying that because they said so, you thought that it was now safe to go and sleep?  Is that what you're trying to convey?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now why did you then run away from the police?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I did not run.  From the first house at the corner there is a passage there, I went through that passage, I was near that passage.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you did not run away?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I did not run.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You did not go and hide yourself either?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We only went to hide ourselves when the Hippo came, but that night I did not go and hide, I just went to my place to sleep.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Just a correction, he said when the police came, he didn't use the word \"Hippo\", Mr Interpreter.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I said Koyoco.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now Sir, the point is this, that night when the police came, did you go and hide yourself?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They came to us once, they did not come for the second time on that night of the 17th.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "The question is, when you saw the police, did you hide yourself?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They were screaming from Thaba Baseu, then I went through the passage.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you understand the question?\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "MR LOWIES",
            "Thank you.  I still haven't got an answer.  Did you go and hide yourself? - when you saw the police on the night of the 17th.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I said that night of the 17th, the police only came once.  When they told us to go and sleep we went away to go and sleep, there is no-one who went to hide anywhere.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you run away that night of the 17th when you saw the police? - run away.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I did not run away, I was just walking.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did any of your colleagues run away?  When I say colleagues I mean the people patrolling with you.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Well we do not stay at the same place, maybe they tried to hide or to run away, I don't know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "The reason why I'm asking is, in your evidence-in-chief you told us that you did two things, you ran away and you also hid yourself on the night of the 17th, now you deny it.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I said we were running away and hiding ourselves when we saw a Hippo.  That was our life.  I was not specifically mentioning on that night.",
            "Male"
        ],
        [
            "MR LOWIES",
            "My attention is drawn to the fact, I didn't listen myself, that you referred to the word \"Hippo\".  You made use of the word \"Hippo\", is it true?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I talked about a Koyoco, you started mentioning a Hippo.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You used the word now, Sir, you out of your own mouth.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "You started mentioning a Hippo.  When I started talking here I talked about a Koyoco.  I don't know a Hippo, I only know a Koyoco.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So why do you use the word \"Hippo\", you out of your own mouth, without reference to Hippo in cross-examination at that stage?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I don't remember saying a Hippo, I said  a Koyoco.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me, Mr Lowies.\n\tDo you often use Koyoco and Hippo interchangeably, in other words, do you make any difference between a Hippo and a Koyoco?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is why I didn't want to mention a Hippo and a Koyoco.  I only know a Koyoco because I don't know the difference between the two.  The only thing that I know it a Koyoco.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But do you also know that there is a vehicle called a Hippo?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And you know it differs from a Koyoco?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Well I don't know.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Lowies.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry, is it your evidence that you think that a Hippo and a Koyoco is the same or not, in your mind?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I am talking about a Koyoco, not a Hippo.  I don't know a Hippo, I only know a Koyoco.  If you say to me they are one and the same thing, then I'll accept that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now Sir, I want to suggest the following to you;  your version that you were accosted by police, that you bumped into the police on the night of the incident is not correct.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "If you say so maybe you were present, I don't know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, I'm putting it to you that when you say that, you're telling a lie here with a purpose.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I cannot comment apart from what I've already said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, do you still stand by what you have said?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR LOWIES",
            "Can you remember what clothes you wore that night?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I don't remember.",
            "Male"
        ],
        [
            "MR LOWIES",
            "How can you remember the time that was announced on the radio before you went to sleep, is there a specific reason why you can remember that time, that on your version was announced before you went to sleep?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Lowies, he didn't say he went to sleep.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Went to bed.  I'd like to rephrase.  \tWhen you went to bed.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "You mean when I went to bed?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Is there a specific reason why you can recall the time that was, on your version, announced on the radio?  Why would you remember the time?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I remember because immediately after the news from the radio the attack took place, that is how I remember the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you see what Mr Lowies wants to find out is the following;  you've told us that you specifically remember that the news-reader announced the time as being 10 o'clock, is that right?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Lowies wants to find out is why do you specifically remember, not that the time was 10 o'clock, but that the news-reader announced the time and said it was 10 o'clock.",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Chairperson, everything that took place in Boipatong will be difficult to forget it if it happened to you, but you can only forget it if it happened to somebody else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand that, but all that he wants to know is, do you have any specific reason why you particularly remember that the time was announced?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I remembered that after, I recorded that in my mind.  I remembered the time because after the time was announced the attack took place.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you know what time the attack stopped?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "From our street I think it took about 20 minutes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see, there's another reason why I'm crossing swords with you pertaining to the time.  There was a memorandum prepared pertaining to the allegations of the Boipatong residents and paragraph 2.1 reads as follows\n\"Between approximately 19H00 (that means 7 o'clock in the evening) and 21H00 (that means 9 o'clock in the evening), the SAP moved around the township dispersing youths who were on patrol as part of the Self Defence Units.\"\nNow it appears to me that read in context, if anything happened it must have happened between 7 and 9, not 10 as you say.  When I say \"anything happened\" I'm referring to the dispersing by the police.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I don't know the person who wrote that statement.  What I'm saying is what I saw because I was there.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And it also appears to me that the people who were patrolling, it's common cause that they were Self Defence Units,  you say you've never heard of them.  From what I've read it appears that it's common cause that they're Self Defence Units, you say you've never heard of them, or not?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No, I've never been an SDU member.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Have you heard of the SDUs?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I have said this before, I have never heard about that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What caused the police on the night of the 17th, to use teargas?  Can you just describe the scenario there at the time when this happened, what was happening?  Can you give us detail regarding that?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I cannot answer that question because they just said to us: \"Go and sleep\".  They forced us to go and sleep.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Didn't you want to go?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "We were patrolling.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Didn't you want to go?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That is our township, therefore we wanted to patrol in our township.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But I still don't understand.  It's actually a simple question.  Why did the police use teargas, describe the reason why, what happened, how did it happen that they used teargas?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you know why they used the teargas, tell us, if you don't know, you don't know.",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I have explained that I don't know why they used teargas and there's no-one who can tell you to go and sleep because we sleep at midnight sometimes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it a fact that when you were told to go and sleep, that I think round about nine twenty or thereabouts - at the time when you were told to disperse, that would not be the normal time that you would disperse, is that right?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You'd normally disperse at about midnight, from what you've just told us.",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Sometimes we'd disperse around 3 o'clock in the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.  So when the police told you to disperse, did you resist that order?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That night when they said we should go and sleep we went away and we went to sleep.  I also went to sleep.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And is the only reason that you did so because of the order by the police?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, that's the reason.",
            "Male"
        ],
        [
            "MR LOWIES",
            "The only reason?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That's correct, that is the only reason, because if it was not their instruction to us, we would have dispersed in the early hours of the morning.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I see.  Now were you requested by the police on previous occasions to disperse, where you were part of a group patrolling?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "It only happened on the 17th.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now did you ever arrest or catch people whilst on patrol?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you ever have to intervene in a fight when you were on patrol, to protect a person or persons?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No, I have never come across that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you have no contact with the civics in these positions that you held and that you described to us?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, we used to work with them as they were the community leaders.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Was that an ANC structure, the civics and the community leaders in Boipatong in '92?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "All members of Sanco come from different political organisation like ANC, IFP and others.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And that was the situation in '92?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And is it not so, Sir, that you had meetings with Sanco? - you personally.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I have never had a meeting with Sanco.  There were leaders from Sanco.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you attend meetings with those people?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "There are different meetings, there is a general meeting.  Can you please explain which meeting are you referring to.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you ever attend meetings with Sanco or people from Sanco, you personally?  That's the question.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "You don't go to a meeting if you are not invited.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you want to answer the question?  Did you go?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I have never attended Sanco meetings, I only attended the general meetings.  So you cannot attend for example, the NG meeting if you belong to the apostolic church.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now the meetings that you attended - now we know that you've attended meetings, between which parties was it, who were the people at the meeting?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, Mr Lowies, you've asked him a lot of questions about the meetings, the organisation, I mean where is this going to take us to?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I would suggest this person tries to create the impression that he was not involved in politics at that time, which is not true and this will explore that. It's in the process of exploring it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've got to get to a point at some point.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'm almost finished, Chairman, but this is an important point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "You see the impression that you wanted to create earlier is that you never attended meetings, but we now heard that you did attend meetings.  I want to put the following to you as the result, Sir.  You are trying to make as if you had no political affiliations to anybody and that is not correct because of three things.  It's common cause that the comrades and the SDUs patrolled the streets in Boipatong on the night of the attack, you pretend not to know anything about it.  Your comment?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Where do the comrades belong, to which organisation?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Second point ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Rahantlhane, counsel has the right to ask you questions and you have to answer those questions.  If there are any questions that you want to ask you can tell your legal representatives to ask those questions on your behalf, do you understand that?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has put to you two propositions.  The first one is that you are denying deliberately your political affiliation, so what do you say to that, do you agree with him or don't you agree with him?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I disagree with him that I was involved in politics.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  What was the second proposition, Mr Lowies?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'll phrase it as follows.  It's common cause that the SDUs were busy that night with patrols on the 17th, yet you pretend not to even know about them, whilst you were a member of a group patrolling.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "When I answered you, Mr Lowies, I said as a parent or the father in a household, when it is said that you should go and patrol, you have to go, you cannot expect other men to do that for you.  That is why I went out.  I also went there because I was a member of the Boipatong community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Lowies is putting to you, and listen very carefully, he says it is common knowledge that the Self Defence Units patrolled the township.  What do you say to that?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "Even if it was like that, what I'm saying is that at that time I was patrolling, I was not belonging to a political party, I went out there to patrol because I was a member of the community.",
            "Male"
        ],
        [
            "MR LOWIES",
            "...(inaudible)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "On your version you only saw one vehicle that night, police vehicle?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Because in paragraph 2.6 of the memorandum which I've referred you to, mention is made of armed vehicles at the specific street, Baralong.  It reads as follows\"\n\"Armed vehicles dispersed other groups of youths at the corner of Baralong and Thaba Baseu Street, at all the intersections along Amatola Street and Umzimvubu Street.\"\nDo you know anything about this?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that's a matter of interpretation you know.  These armed vehicles, there may have been one at the corner of Baralong and Thaba Baseu, another one at the intersection of Amatola Street and Umzimvubu Street.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I retract the question, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so I think it would be unfair to put it to him.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I hear what you say, Chairman.\n\tNow did you only patrol in Baralong Street that night, the night of the 17th?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You did not hear other vehicles, you only saw this one vehicle?  When I say other vehicles, vehicles like a Koyoco.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I only saw one vehicle.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Chair, could you just bear with me for a second?\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you see the occupants of the Koyoco on the night in question?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I did not see them.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Are you sure that Afrikaans was spoken on that night, by the people inside the Koyoco?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I said they said in Zulu: \"Go and sleep\".  I never mentioned Afrikaans.",
            "Male"
        ],
        [
            "MR LOWIES",
            "That night you did not hear Afrikaans?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Because initially you said the people also spoke Zulu and Afrikaans.  It appears to me you are trying to put white people on the scene that night and that is why there's now a discrepancy, because you forgot the lies that you told earlier.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is being put to you, Mr Rahantlhane, is that what was conveyed to us by the interpreter is that you said they spoke in Afrikaans and in Zulu.  Did they speak in Afrikaans and in Zulu?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "They spoke in Zulu, but you could hear that the person who was speaking was an Afrikaans-speaking person, when he said: \"Go and sleep\", in isiZulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they did not speak in Afrikaans?",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No, they did not.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But if they spoke Zulu, how could you hear that they were Afrikaans and not Sotho, or any other language for that matter?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "If you are a Zulu it's easy to hear that.  Even if a white person, when he speaks Zulu you can heard that he's a white person.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So it sounded like it's a white person speaking Zulu?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now these 10 to 15 chaps that were with you that night patrolling, did you ever go to Thaba Baseu?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mean these 15 chaps or him?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "It was you and them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) they were patrolling in and around that area.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Sorry.  You and them.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "No, we never went to Thaba Baseu.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Just to get it clear; not you, not them, as far as you know?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I'm speaking on my behalf because I never went to Thaba Baseu.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you know Mr Baloyi, the previous witness?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "The first time that I knew is here at these hearings.",
            "Male"
        ],
        [
            "MR LOWIES",
            "He said the purpose of the barricades was to keep the police and other attackers out of Boipatong, do you deny this?  I'm specifically talking about the purpose to keep the police out of Boipatong.",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "I said the main reason for the barricades was to prevent the hit and run cars that would come into Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you want the police in Boipatong?  Did you have a problem with them going into Boipatong, because Mr Baloyi says they did not want, the people did not want police inside Boipatong.  What is your version?",
            "Male"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "That time I never had problems with the police, I loved them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, next question please.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'm almost finished, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean if you're looking for the notes, let somebody else go on.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Sir, there is good news, I'm really within my last one or two questions.  So I'm almost there.\n\tNow did your girlfriend sleep that night when you got into bed, was she already asleep?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct)",
            "Unknown"
        ],
        [
            "THABO JOHANNES RAHANTLHANE",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR LOWIES",
            "I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.\nNO FURTHER QUESTIONS BY MR LOWIES",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Pretorius, do you have any questions?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Only one or two, Chair.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Chair, before my learned friend proceeds ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then do you have any?  Would you have any, Ms Tanzer?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "One or two.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Mr Mapoma?  I'm trying to assess whether we should try and finish this witness now or whether we should, so that he doesn't have to come here tomorrow if not necessary.  Because if we're going to be long with him, we might as well adjourn at this stage.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Chair, I can't give a promise that it will only be 10 minutes, because I can't limit myself to that.  It may be a bit longer than that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  Did you want to say something?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairman, I'm sorry to raise this, but I was requested by my clients to raise it.  Exactly this time yesterday, when I stopped cross-examining - and this is leading to trouble between the different parties, there's laughter at what is perceived to be, either myself or my clients representing them, as just happened now.  This with respect - and this is a problem and I'm highlighting it, to me it's not a problem, but to my clients it's a problem, the perception is created again that when doing so they are intimidated and they perceive it as an insult to them and their legal representatives and I think it's appropriate that I raise it now while this incident is fresh in your memory, because that was actually, as I understood it, that sparked off something yesterday, which we have discussed this morning.  I must apologise that I had to mention it, but it's unfortunately one of those things I was requested to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is it that you're mentioning?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Sorry, I missed your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, I didn't get what your ...",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The reason was that my clients specifically stated that it's this laughter that happens that they perceive as something which is against them and their legal representatives.\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  My colleagues have observed since these proceedings started, that there has always been laughter in the audience, either coming from the applicants' side or coming from the victims' side.  We have not interfered with that, we have allowed that because it has not disturbed these proceedings in any manner.  I will therefore ask both sides, because insofar as we are concerned, our observation has been that both sides on different occasions have laughed, either to themselves or to the other side.  If this laughter is creating a problem, perhaps the rules must be changed.\n\tI have mentioned at the beginning of this hearing today that there shouldn't be any abuse at either side and I continue to do so, to urge both parties to do so.  Even though we're dealing with quite a serious matter here, on some occasions things have happened at these hearings which has caused one or other person to laugh at.  We have not regarded that as being unbecoming because it is only natural that if something happens which causes one to laugh, it is so, but if that is intended to be an abuse, I think it must stop.  In the form of what must stop is the abuse, that's all that must stop.  Very well.\n\tIt seems to me that we are not going to be able to finish this witness now.  We will adjourn and resume with his evidence tomorrow morning at 9 o'clock.  \n\tMr Rahantlhane, we are unable to finish your evidence today.  You are required to attend these proceedings tomorrow morning.  Yes, very well.   Okay, we will rise.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}