{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-03",
        "location": "UPINGTON",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56071&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/upington/ct00167.htm",
        "speakers": [
            "CASE NO",
            "UPI",
            "VICTIM",
            "FUNANI SEPTEMBER BAMBELO",
            "<UNKNOWN>",
            "TESTIMONY FROM",
            "MR POTGIETER",
            "MARY BURTON",
            "TESTIMONY_GIVER:",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "CASE NO",
            "UPI\n",
            "VICTIM",
            "FUNANI SEPTEMBER BAMBELO\n",
            "NATURE OF VIOLENCE",
            "TORTURE BY POLICE\n",
            "TESTIMONY FROM",
            "MR POTGIETER",
            "MS BURTON",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00167/",
            "Unknown"
        ],
        [
            "UPI",
            "",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "FUNANI SEPTEMBER BAMBELO",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "DETENTION &",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "FUNANI SEPTEMBER BAMBELO",
            "",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Good morning, a hearty welcome to you.  Before you testify you have to take an oath and I will ask you to stand up and take the oath.  Please stand.\nFUNANI SEPTEMBER BAMBELO Duly sworn states",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you, please be seated.  Commissioner Mary Burton will assist you in giving your evidence and I will hand over to her now.",
            "Male"
        ],
        [
            "MARY BURTON",
            "...  [Indistinct]  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Good morning ma'am.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " You are from Prieska, is that right?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " And you are going to tell us about events in Prieska in May or thereabouts in 1986 particularly a time when you had been at a funeral in De Aar and you had been arrested a number of times I believe.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " But on this particular time you were questioned about your presence at the funeral and about the use of an ANC flag at Mr Matshoba's funeral.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes ma'am.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " And also you want to tell us about other events around that time.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " Were you a student at the time?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I can say I was a student because there were no schools at that time but I was doing part time-job.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " I think please just go ahead and tell us in your own words what happened when you were arrested and questioned. ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " After that funeral of that comrade Matshoba we have attended that funeral then after that we come back to Prieska and then here at home we are arrested, and that we're about 18 or 20 and so on and the one said charges were laid against us but on a particular day, it was about 8 o'clock, 9 o'clock at night a policeman came whose name is Sunlet, and he said that somebody wanted to see me and then I go with him.  We go to the front, to the, that is the charge office, where, to a room where there were a lot of policemen but they were in private clothing, was in private.  And then when I came in, one policeman whom I think is Mr Muller, ask me in Afrikaans, are you Mr Bambelo - I say yes.  He said to me where is that ANC flag that you used in De Aar at comrade Matshoba's funeral.  Then I told him no I don't know where the flag was.  He started, assaulted me and he said kaffir speak the truth.  There were a lot of policemen there and he also slapped me in the face because I don't know about the flag and so on, they said all right you were also one of the people who had a speech there.  I said yes I agree but the flag, I don't know about the flag and then they continue assaulting me.  When I'm looking at this one, the other one is clapping from behind and then they kick me and do everything unto me and it was for a long time.  Later on I was just quiet and that people they beat me, and beat me, and beat me.  And then, one gentleman, a short policeman among them, it seems to me he was higher, higher than the others, gave instructions that one person must go out and go and fetch something I don't know but I hear, I was a little bit deaf and then that person go out.  Then so over a while, came back and it was this  ... [Indistinct]  and then they cuff me in my legs and my feet and in this handcuff there was a electric wire connected and then I had to sit and then put my hands over my knees and then a broomstick was put through my legs so that I cannot stand up and then this person, and then they put something over my head, you see, these small bags which they use to put in your clothings, or hat or belts, at the police station.  They put it over my head and then the light was, put the light off.  And then a person was put on this button, I don't know it was connected to electric and so on but after that I fell, I pain as if something is moving in my body.  It was for a while and then I lost conscious and then I fall.  Then they woke me up again and then said kaffir you must talk the truth.  I was just quiet  ... [Indistinct]  I don't know what to say because I don't know about where this flag is and I'm in prison and these people are coming and asking me something which I don't know, so I am not going to talk, I am not going to, anything and I was little bit confused and then they put it again and then I fell again and then they ask me again, and then the third time I was so dizzy, they said all right put off those handcuffs and then they start again to assault me and this gentleman, this Muller was so serious.  He was the most serious one but the others I do not know them but I could identify this man.  Later on they called a gentleman, that policeman who was in charge, who brought me there and he took me back to the cell.  Then the comrades they asked me what happened and so on.  I was not in a position to tell them that time because it was very painful and I slept and I was crying - until the other day, the other day early in the morning the lieutenant came and then these people are so cross with him and so on, said how can he allow people from so far as De Aar to come and assault us at night and so on.  So he must know something and so on and I'm sick and then I was taken to the doctor.  They said do I want to go to the doctor, I say yes and then I was taken to the doctor.  He examined me there and he had  ... [Indistinct]  my head and so on because I was also beaten on the head.  After that they brought me back to the police station and then he asked, that man asked me, the Engelbrecht, do I want to lay a charge, I said yes and then I make a charge against these people.  So about four or five days after that, early in the morning, it was about, it was during winter in that time and I still remember it was very cold.  They came and woke me up, it was about 400, 3 o'clock, 2 o'clock, morning.  I was only with my short pants and a T-shirt and then I move out, I didn't even know where we were going and so on, and then outside he put me into a van.  I tried to find out where are they taking me and so on but they did not give me any hints and so on.  I sat there.  Later on then, was drive, I think that man is van Zyl and so on.  I pleaded with him, I asked him can't he just get me something warm and so on, or a blanket  ... [Indistinct]  refuses.  And then they drive with me from Prieska to De Aar and I was at the back of the van.  It was very cold and I was very, I felt very bad and then they took me to De Aar.  I didn't know where, what was it for and so on and then there I was taken at a place called Sanlam, it is their police station, De Aar, where I was led by one policeman to a certain room where I find there were those people who assaulted me and then I had to identify them.  So I identified those whom, because I had the picture of most of them at that time but this one also Muller.  And then after that, that commander said he is going to see, I have laid a charge and so he asked me and I say yes.  Later on I was, said I must go, go out so I was led again by the policeman to the van.  Near the van this man was already there, this man, the same Muller and he clapped me again, and then when I tried to ask him or to try to fight back because I was now sick and tired, that other policeman said no I must get into the van.  Then they drove back with me, home.  I never heard again about that case which I have opened against these people until now.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " Mr Bambelo that was a time of a lot of political activity in the country.  It was just before the declaration of the State of Emergency and probably some of the other things that were happening to you, were in fact already under the time of the State of Emergency - the country-wide State of Emergency anyway.  Was this happening to other comrades of yours or did you feel that you had been singled out?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " You see ma'am those people, they said we are the leaders and me, I was the first person so they call us voorbokke.  That's why they have even moved to the Court and said to the magistrate I must not get any bail.  I was seven months in the cells until December on that time.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " And were you held in detention or were you actually charged?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " They laid even against me, I got, my charges were about seven, six/seven which they laid against me.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " Right and do you still feel the ill-effects of the time that you were physically tortured in this way?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.  After that, that cold in my body and then I feel the pain in my chest and my ribs on the left-hand side and so on and I used to had a headache because I was beaten with those batten on my, on the, at the back of my head and so on.  This also affected me later on when I had to study, I find some difficulty when I'm sitting with a book and read.  It was, my head start and then continual having that pain and so on.  I suffered a lot until I finished schooling and college.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " But you managed to complete your education?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I managed to complete and I had that programme and then later on I tried to get some spectacles because that doctor advised me that maybe my eyes are weak so but at home I don't think there is a person who have eyes problem, it's only me and this is from after that time.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " And other medical treatment do you still need?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I just ignore everything because I didn't have money at that time.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " And now what is your occupation?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I am teaching.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Now our investigators have tried to follow up to get more evidence about the things that you are telling us and they have found that the Court record has been destroyed but there are other people who can substantiate your story.  So we do have corroboration of what you are telling us.  It is something that we are encountering in many places that the records of the time have, are no longer available.  Is there anything else that you would like to say now before I ask my colleagues have any other questions they want to ask you?---  Not at this time.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you.  Thank you Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Chairperson.  Mr Bambelo I just want to ask you, you said that there were six or seven charges made against you.  What happened to that case?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, all these cases I used to win them at Court because we had lawyers.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Okay and what was the nature of these charges?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It is ranging from public violence, intimidation and all those, but it was political alone, political charges and so on.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " The lawyers that represented you, did they do anything about the assaults that you have endured?  Have they instituted any claims?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I reported this but because now the lawyers are so far, they're coming, others were coming  ... [Indistinct]  and that  ... [Indistinct]  Eastern Cape.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " From Eastern Cape yes.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " And the others were coming sometimes from Cape Town.  I do not know but we used to phone when we have a problem or we have to go to Court and so on and then we had some representatives, they came, they all came, even here they came as far as Upington also.  They had people like  ... [Indistinct]  and so on but the others I have forgotten.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " But you haven't had a claim finalised, the lawyers were told about it but you're not sure what happened.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " To the lawyers - pardon?",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " You never had a claim that was finalised.  You simply reported it to the lawyers but you don't know what happened to the claims.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Ja, we never had contact and then from then go on studying and so on, I was busy.  I ignore everything because I thought that in this country there is no law because if you can laid a charge against a policeman, the case is just being destroyed and so on.  So I felt let me just continue with life and ignore these people.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Mr Bambelo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much for coming to tell us about your experiences.  As you yourself say it was something that was happening not just to you, they had taken, in your case there are about 18 or 20 of you who were the voorbokke and they wanted to teach other people a lesson by the things that they did to you and it is a very sad commentary on our country that, and I think many people felt like you have said you were feeling that there is really no law.  I mean if the police were able to persuade magistrates for instance not to give bail, there's appeared to be collusion and it maybe today we are suffering in this way with the crime and so on because of this culture that the law itself was as it were, lawless and we hope, I mean, that the things that you suffered and other people suffered which have helped to bring about this new dispensation, this new South Africa, will one make us cherish value what we have got because it was paid for very, very expensively.  We have got our freedom, not mahala.  We got it because people like you and others suffered.  We have listened, I mean, all you need in a way is to change a name, the form of torture, this electric torture, the way you describe it is we have heard from so many other people that it was happening but we will not spoil our victory, we will not spoil our freedom.  And I hope that you as a teacher will constantly be saying to your children, the ones that you are teaching, that today we have democracy.  It did not come cheaply.  Let us value it, let us protect it and perhaps if there is nothing else that we can say to you, there is just the one thing, that your suffering was not in vain.  It brought about, it helped to bring about this freedom that we have but that does not mean we will not try to dig into the past to find out who did these things, why they did them and it will be part of the story that we tell to the President of our country and we would hope that all of us will say, as we hear these stories, we don't want things like this ever to happen again in our country.  And so thank you.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Thanks.",
            "Unknown"
        ]
    ]
}