{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-03",
        "location": "UPINGTON",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56089&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/upington/ct04422.htm",
        "speakers": [
            "CASE NO",
            "UPI",
            "VICTIM",
            "NKOSANA KINGSLEY MSEA",
            "<UNKNOWN>",
            "TESTIMONY FROM",
            "MR POTGIETER",
            "MARY BURTON",
            "TESTIMONY_GIVER:",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "CASE NO",
            "UPI\n",
            "VICTIM",
            "NKOSANA KINGSLEY MSEA\n",
            "NATURE OF VIOLENCE",
            "ASSAULT BY POLICE\n",
            "TESTIMONY FROM",
            "MR POTGIETER",
            "MR MSEA",
            "MS BURTON",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/04422 /",
            "Unknown"
        ],
        [
            "UPI",
            "",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "NKOSANA KINGSLEY MSEA",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "NKOSANA KINGSLEY MSEA",
            "",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Good morning.  How are you?",
            "Male"
        ],
        [
            "NKOSANA KINGSLEY MSEA",
            "I am fine.\nNKOSANA KINGSLEY MSEA Duly sworn states",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you, you can be seated.  Mary Burton will lead you to give your evidence.  I hand over to her.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Good morning.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " And you're going to tell us about things that happened to you in March of 1986 and particularly on an occasion where there was a march of the students.  Were you a student yourself at the time?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " The year you mentioned was wrong, it was 1986.  I wasn't a student.  In March 1986 the schools closed for the holidays.  I was in the vicinity in the township and the children came from school singing, singing up and down the street.  When they came to the municipality office and then they, the mayor fired at them.  He didn't warn him, he shot at one specific person.  He shot one person in the leg and afterwards we became violent.  We took the law into our own hands and we started throwing stones.  Apartheid was very rigid at that time.  It was during the times of La Grange and PW Botha.  They were very bad people.  We went on and were throwing stones.  Very early the next morning certain policemen came there from Prieska, I do not know their names.  They took me to the police station.  At the police station I was in my short trousers and a T-shirt and was very calm because I didn't do anything but I must admit I did do something wrong.  They put me into a cell and then Visagie came there, Mosotho and Muller came to my cell.  They were from the security police and they were La Grange's security police.  They took me from the cell and interrogated me.  I did not answer them at all.  These people assaulted me.  They kicked me and they asked me who are the leaders and I said I do not know.  They assaulted me again and if I think back of all this, it was, my mother was so shocked because of all these things that still today she is deceased.  It was the State of Emergency during that time and one day a person came there, he was the Brigadier and we lodged complaints but he never paid any attention to them.  They, I never received medical attention and I only believed in the Lord.  Today I can still feel all the pain and through all this pain and suffering I just trusted the Lord.  Still today I suffer from the pain.  Even today I have this terrible headaches.  They knocked all the brains out of my head.  Today I want to know from the Truth Commission today, these people who assaulted me, I never saw them afterwards.  They were not policemen from Prieska, they were policemen from De Aar.  They came to our town to assault us.  I have nothing further to add.  Thank you.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "  ... Msea you say that they questioned you about who the leaders were.  Did you really not know who the leaders were?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I did know who the leaders were but if you are involved in the struggle you should always say no I do not know who they are.  You should struggle and shouldn't become part of the system.  Although I did know who they were, I did not tell them.  Today I am glad those people are in leadership positions, like the person who was here before, the truth must come out and there are a lot of friends we had, they are still working in Upington, they were leaders then and at that time I did not admit that they were leaders.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " Do you feel, you have talked about those leaders now being in other positions, that things have changed, that some of the struggle and some of the suffering that you went through was worthwhile for those changes?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I can say so.  I fought for my country and everything is fine now.  At that time apartheid was very, very strict.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "  ... your occupation now?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I am unemployed.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "  ... problems we still have to face within our country, isn't it?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes it is.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            " Physically do you have any long-term effects from the assaults and torture of that time?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes some evenings when I sleep I suffer from nightmares and I still see these people who assaulted me and then I become very violent but then the Lord calms me down.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "  ... very much Mr Msea.  I don't know if you have anything else you would like to say before I ask my colleagues if they have any other questions?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " There is nothing more I wish to add.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dankie.  Denzil?",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Chairperson.  Mr Msea you say that the police in Prieska were very violent against you.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " They locked me up, they didn't treat me so badly, they just locked me up.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " You said you were involved in the struggle and you feel that it was all worth the while.  How do you feel about the police in Prieska today?  Are there any bad feelings, can you co-operate with them?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I co-operate with them at the moment.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " And the other people in Prieska as far as you know?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " No we are happy and peaceful there and everything is much improved regarding all the various relationships.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  I have observed that although you had a complaint against the police, what is remarkable is that now, as it appears from an answer on a question from Advocate Potgieter, is to say that this police is not treating me badly.  This is something which impresses me.  It proves that here we are concerned with the truth and we thank you for that contribution.  Thank you for all the pain that you have suffered but that you do not seek for revenge.  That there is no revenge in your heart and that now you can still testify that you are all one happy family in your town.  That you can work and live together in peace.  We are sorry to hear that you are unemployed at the moment.  There are so many of our people who suffer from, under this unemployment and we really hope that with our new system, things can develop in such a way that all our people can obtain jobs.  It is not going to help at all if we have our freedom, if we are free from apartheid and all its evils but now there is no liberation in the economy.  We thank you and all the other people who co-operated with you, everybody who made this contribution to our liberation.  Thank you very much.",
            "Unknown"
        ]
    ]
}