{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-05-05",
        "location": "TZANEEN",
        "day": "2",
        "names": [
            "PHUMULA JOSIAS MANAGA",
            "AZWIFARWI CARLSON NETSHIVALE"
        ],
        "case number": "AM3732/96; AM3901/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53392&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99050406_tza_990505tz.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MEYER",
            "PHUMULA JOSIAS MANAGA",
            "SISI KHAMPEPE",
            "INTERPRETER",
            "ADV BOSMAN",
            "MR VAN RENSBURG",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MEYER",
            "PHUMULA JOSIAS MANAGA",
            "MR MANAGA",
            "JUDGE KHAMPEPE",
            "INTERPRETER",
            "ADV BOSMAN",
            "MR VAN RENSBURG",
            "MS MTANGA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  We are proceeding with the hearing that we were dealing with yesterday.  Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.  The next applicant I call is Mr Managa.  He would also like to make use of the interpreter.",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.\n\tMr Managa is it correct - well first tell us your present occupation and where do you reside?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Now I am a pensioner.  I am staying at Chisawuru.",
            "Male"
        ],
        [
            "MR MEYER",
            "During the early 1980's is it correct that you were a member of the Venda National Force?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes I do remember.",
            "Male"
        ],
        [
            "MR MEYER",
            "And which branch of the Venda National Force were you a part of?",
            "Male"
        ],
        [
            "MR MEYER",
            "Under Security.",
            "Male"
        ],
        [
            "MR MEYER",
            "Were you a member of the Security Branch of the Police?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "That's the one.",
            "Male"
        ],
        [
            "MR MEYER",
            "Now you were also involved in the arrest and detention and interrogation of the people listed in paragraph 15 of your statement, the five members of the church and then the two other people, is that correct?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MEYER",
            "Can you remember which of the people you were personally involved in their arrests?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Of the people with whom I am involved it's Alfred Mahamba and Phineas Morehemi Posiwa; Ndaganeni Petros Poswana; Chenuane Simon Farisani and then the Dean of the Lutheran Church, Romanos Chikororo; Sifiwe Mahumela, Mbengeni John Ravele.",
            "Male"
        ],
        [
            "MR MEYER",
            "So you were involved in all of the seven people's arrest?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes I was involved in their arrest and assaulting them.",
            "Male"
        ],
        [
            "MR MEYER",
            "Before we get there, the arrests were done as a result of the attack on the Sibasa police station, is that correct?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it's correct.",
            "Male"
        ],
        [
            "MR MEYER",
            "Which rank did you hold at that stage?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I was a warrant officer.",
            "Male"
        ],
        [
            "MR MEYER",
            "Now the reason you are here today is that you are applying for amnesty for assault and torture of some of the detainees during their interrogation, is that correct?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it's correct?",
            "Male"
        ],
        [
            "MR MEYER",
            "Now I want you to deal firstly, in the same order as it's done in your statement, from paragraph 35, where you deal there first with Reverend Posiwa, and in your statement you said you gave him a few slaps with the open hand.  You possibly also punched him, made him do frog jumps and made him stand for a long time, is that correct?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MEYER",
            "Did you use any other methods of assault or torture on him?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes, we have used other means, just like shocking them by electricity which we used nearly every time.",
            "Male"
        ],
        [
            "MR MEYER",
            "Yes, anything else?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "And putting a bag over his head and pour water.  I still remember even handcuffing him, hands and legs, and then we insert a broomstick and then push two tables, one from one side and another and then we hang him over there.  Then we interrogated him until we used to slap him with fists.",
            "Male"
        ],
        [
            "MR MEYER",
            "When you would use the electric shock treatment on him, can you explain to the Panel how it was done?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Let me say in the electricity equipment I remember the last speaker, Mr Ramaligela, as well we took a sack and put it over his head and took wires and clipped them on their ears and I can't remember - but I still remember that I used it, I wind it while we were shocking him.",
            "Male"
        ],
        [
            "MR MEYER",
            "Were you personally involved in the shock treatment?  If I can maybe just clarify it for you - it's common cause ...(intervention)",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I was personally involved in shocking him.",
            "Male"
        ],
        [
            "MR MEYER",
            "Did you hold him down or did you personally also apply the shock treatment?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Now I can't clearly remember, but I assaulted him is true.  I assaulted him heavily.  And I should have used the equipment personally, referring to the way we were working with him.",
            "Male"
        ],
        [
            "MR MEYER",
            "Then the next victim that is listed in your statement is Reverend Mahamba.  You said in your statement that you never assaulted him in any way, is that correct?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes that is correct.  Mr Mahamba, we never assaulted him in any way.",
            "Male"
        ],
        [
            "MR MEYER",
            "And the next victim that you talk about is Dean Farisani.  In your statement you said he was also assaulted by yourself, together with Mr Ramaligela in the same manner as Posiwa.  Just briefly explain to the Panel what methods of assault or torture you used with Mr Farisani.",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "As far as Mr Farisani is concerned it is true.  Reverend Farisani we have assaulted him using electrical shocks, fists, falling down and then I was also hitting him by fists and we also used that broomstick in which we hang him over the table.  When we tried to hang him over it was broken because he was stout.  Then we didn't continue with that, but we continued with interrogating until - and assaulting him.",
            "Male"
        ],
        [
            "MR MEYER",
            "Was he made to stand on his head?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes I still remember but I am not sure, but I think it was impossible for him to stand on his head but I think it happened.",
            "Male"
        ],
        [
            "MR MEYER",
            "There is also evidence about making him do frog jumps and press-ups, do you remember anything to that effect?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Where is that evidence Mr Meyer, are you not leading him?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "It's contained in his evidence before the Human Rights Violations.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, we've read that, but that's not the evidence that's before us.  Shouldn't you ascertain that by asking proper - can you hold on Mr Managa, I am still talking to your counsel - shouldn't you just ask him what other means of assaults were conducted by him on Mr Farisani without having to lead him?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Mr Chairman the fact is that if I don't refer to the evidence that was led before the Human Rights Violations Committee then in cross-examination it may look as if the witness intentionally omitted to make mention of such methods.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I have no objection to you bringing forth that kind of evidence.  I am merely saying you must not put leading questions to him.  Ask him if he knows of other means of torture that he conducted on Mr Farisani, if that is within his personal knowledge.  He should be able to do that without you having to lead him on what he has done.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "I will rephrase the question.  Can you tell us if there were any other methods of torture or assault used with regard to Mr Farisani?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "The things we have used is the thing I have already mentioned.  Farisani was - we used electricity shocks.  We shocked him all over his body, and let him stand for a long time questioning him and then we hit him with our fists.  I also hit him with my fists.  I agree that I did that.",
            "Male"
        ],
        [
            "MR MEYER",
            "Then with regard to Reverend Poswana your statement says he was assaulted, slapped by you near Tsakuma after he had lied and told you that there were some arms hidden at a cave.  Was that all that was done to Reverend Poswana or was there anything else?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "With Reverend Poswana it is true while we were dealing with him it happened that we ended up that I pulled his head and then the hairs were removed by my hands.  We used the electrical shocks.  It is then that he told us that he will show us where the arms were hidden.  We went with him.\n\tOn our arrival at Tsakuma while we were right in the bush next to Mangwere Mountain where he was alleging that he had hidden the weapon in the cave he sat down and said - \"No, you had better do whatever you want, what I am telling you is not true\".  Then we realised that what he is saying is not true and then we went back.  \n\tBefore we could come back I slapped him, asking him why you let us come here knowing that there is nothing hidden.  Then we took him back to our office.  In the office we continued to assault him.",
            "Male"
        ],
        [
            "MR MEYER",
            "Any other methods that were used except the ones that you've now dealt with?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "What I still remember is the electrical method.  We also used electrical shocks and frog-jumping him.  Ja, we let him do frog-jumping with his hands stretched and some like that.",
            "Male"
        ],
        [
            "MR MEYER",
            "The next victim that is listed in your statement is Mr Ravele, and as far as he is concerned you said he was assaulted by yourself by slapping him also at his home during interrogation.",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "As far as Mr Ravele is concerned it happened this way.  Mr Ravele of course we assaulted him not at his home only.  Ravele was a person who seemed to be interested in co-operating with the police in investigating this case of the bombing of the police station where he ended up coming to the police station with a detonator and gave it to Captain Sofuwa promising to give us evidence in connection with those people involved.\n\tLater we received information that at Makonde, in Venda, gunshots were heard.  In understanding that Mr Ravele is staying in the direction where the gunshots were heard I went there with Mr Ramaligela to search for him and then we found him.  In finding him Ravele was no longer prepared to tell the truth.  He said yes, I also heard it, and then we decided to take him to the office where we would question him well.\n\tIn the office we were interrogating him, he said \"yes I heard it but I don't know how it happened\".  Then looking at the arm I realised that there was a burning and then I questioned him, what is it that burnt you here on the shoulder?  He said no it just happened one night.  Then we said, no, I think it's you who shot that gun and then maybe something burnt you on the shoulder from the bullets.\n\tWhile we were still beating Mr Ravele, Mr Ravele decided then to say, \"no let me tell you the truth.  I am the person responsible for the gunshot\".  And then we investigated, \"where is the gun?\".  He said, \"I have it, it is right in my house and I dug and hid it there\".  That was an AK47 gun with its ammunitions.  It is then that Mr Ravele showed us where he shot into the air.  \n\tWhile we were looking there we found doppies. There were many.  I can't remember how many doppies there were.  It is then that we take Mr Ravele to his home.  He took a spade and then he dug in the middle of the house and then we found the AK47.  We took it and then we returned to our office.\n\tOn our arrival - let me say, as we were still dealing with Mr Ravele he also told us that there were other guns hidden which were hidden by those people who shot at the police station.  I still remember that the Mobile Unit was also involved and we went with the Mobile squad to Mr Ravele's place.  We went to a mountain near Makonde.  We were taken to the place where the guns were hidden.  It was just under a big stone.  It appeared that only doppies were left.  That is the only thing that we were able to find.\n\tWe took Mr Ravele back to the office so that he could be charged.  He was taken to court.",
            "Male"
        ],
        [
            "MR MEYER",
            "Alright.  You have already mentioned that you beat Mr Ravele.  Did you use any other methods of assault on him?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "With regard to Mr Ravele, what I still remember we didn't use various methods because he did admit that he would be able to tell us the truth.  That is why we continued.",
            "Male"
        ],
        [
            "MR MEYER",
            "So just to clear up this point then with regards to Mr Ravele, you personally only beat him with your hands, is that correct?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it is true I did assault him, I used my backhand.",
            "Male"
        ],
        [
            "MR MEYER",
            "Then with regard to Mr Chikororo, in your statement you said that you never assaulted him, is that true or not?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "With regard to Mr Chikororo I can't say it is not true because in those days it was quite confusing because we just assaulted a lot of people.  It is possible that I might have hit him.  I can't really remember what happened in those days. He is one of those people who was also detained.  It is not unlikely that we may not have hit him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember hitting him or assaulting him in any other fashion, you yourself?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I can't remember torturing him.  Anyway I think I did use my bare hand.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You say that it's not unlikely that you may have assaulted Mr Chikororo, you can't say whether you assaulted him or not?  You don't know?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "We did torture these people, all these detainees were tortured.  It was difficult for us to extract information and there was no time really to do otherwise.  We did torture them.  I do admit that they really suffered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if you can't remember whether or not you tortured him why did you say that you never assaulted him in your statement?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Let me say that at the time of the statement-taking I can't really remember very vividly.  It is a long time ago.  I can't really remember what happened then.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now if you couldn't remember when you were completing this statement, and this was done on the 7th of January 1998, and you still couldn't remember, in fact it's not that you couldn't remember you said that you did not assault him on the 7th of January 1998, which is much earlier than where we are now, and when you completed another application in December of 1996 you still insisted that you had not assaulted Mr Chikororo, how can you now say that it's possible that you could have assaulted him?  The events were much fresher than they should be now.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well at the time when we submitted this first statement you must remember that we didn't have a legal representative and also we were only hearing about this over the radio ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "No when ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what difference does it make whether you have got a legal representative or not as to whether you can remember doing something or forgetting about something?  The presence of a lawyer who wasn't at the incident, how can that affect your memory?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well yes it does affect that, the attorney was really asking several issues which we were able to explain and we were able to remember.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But you must have known, you don't need a lawyer to jog your memory about something that you personally did.  The lawyer wouldn't know whether you assaulted somebody or not unless you volunteered that information when you gave him instruction.  It's not something that you could be assisted by a legal representative to better remember.\n\tAnd you say at that time you were not legally represented, and I want to put it to you that at the time when you completed the statement that I am referring to, your affidavit, which was a supplementary affidavit which you signed on the 7th of January 1998, you did that with the assistance of your lawyer.  The initial application you completed most probably on your own.\n\tYou made the supplementary affidavit subsequent to enquiries made by the Committee.  They wanted specifics of the assault for which you were seeking amnesty and your lawyer went on to emphasise that you had not committed any gross violation of human rights and therefore you didn't want to - there was no need for you to have a hearing.  He must have received instructions from you that the assaults committed were not serious and you must have told him that you didn't assault Mr Chikororo.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I am not really disputing that that I didn't say that.  I can't really tell exactly how it happened.  We may have possibly hit Mr Chikororo, but I don't dispute that.  Well if I say I didn't then I may be confusing myself.  I just want to say exactly what happened.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You see for us to be able to grant you amnesty we have got to know from you whether you did or did not assault Mr Chikororo.  We can't depend on what Mr Chikororo is going to say because Mr Chikororo could also be exaggerating the situation.  Now if you, as an applicant, is unable to say what offence you are seeking amnesty before this Committee, how are we going to be of any better assistance to you?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I do admit that I hit Mr Chikororo.  It is just that in those days there were so may people I don't think he might have escaped this kind of assault.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now if you say you do admit that you hit Mr Chikororo how did you hit him?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well if I remember I used my bare hand.  I might have done that possibly quite often.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Is that all that you can recollect, that you used your bare hands?  Didn't you apply some electric shocks on any part of his body?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember that with regard to Mr Chikororo, having used the electric shocks.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was it customary for any detainee under your hands to be assaulted by you?  Is it something that you would ordinarily do?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well it was not customary that I had to do that, I am just saying what I did personally on these people.  Not that I am saying other people didn't assault them.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But to your recollection did the people mentioned or referred in paragraph 15, were they ever assaulted by you now that you have had an opportunity of better reflecting?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Sorry could you repeat the question?",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "To your recollection did you assault any of the persons mentioned in paragraph 15?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes, yes I do.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "All of them?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Except Mr Mahamba.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And why didn't you assault Mr Mahamba?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well he wasn't very difficult. You know he just - on his arrival he said what he had to say and we realised that there was no need.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So you are saying that Mr Mahamba immediately volunteered the information that you wanted or that you suspected him of?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Exactly what we were expecting, it's true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, and that's the only reason why he was never assaulted.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well we were not able to assault anyone who was ready to cooperate.  With regard to Mr Mahamba you know he wasn't so hard.  Well he just told us exactly what happened.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "We've previously had evidence from one of the applicants who has appeared before us and he has stated that the reason why Mr Mahamba wasn't assaulted was because he was crippled.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well that could have been how they thought about it but this is how we regarded the case to be, you know he was not difficult. He was ready to reveal everything.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You heard Mr Ramaligela alluding to that fact yesterday when he gave his viva voce evidence.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes I heard that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And you wouldn't agree with that aspect of his evidence with regard to why Mr Mahamba wasn't assaulted?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I can't dispute that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.\n\tAlright.  And then the last person that is stated here in your statement is Mr Mahumela.  You said there that he was never assaulted by you.  What is the position?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well with regard to Mr Mahumela, well I didn't touch him, I didn't assault him.",
            "Male"
        ],
        [
            "MR MEYER",
            "So do you stick to what you said here in your statement?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes with regard to Mr Mahumela.  I think I can remember that he was working as a prosecutor and if one could just assaulted ...(indistinct) - I mean I could remember that if I had done that, easily.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Why did you not assault Mr Mahumela, he was a suspect in a matter that you had been instructed to investigate and to leave no stone unturned and to go to whatever lengths to unearth the information that was required to enable you to prefer charges against all these people?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well it could have been because we didn't really have time to ask him or interrogate him so much.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You arrested him yet you didn't have time to interrogate him.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "He was arrested - yes I wasn't personally involved in arresting him. I only got involved with him in the offices, interrogating in the offices.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you interrogate him at all, you personally?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I didn't personally interrogate him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you have anything to do with Mr Mahumela's arrest?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You had no contact with Mr Mahumela whilst he was in detention?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I can't remember, well I don't remember interrogating him.  He might have been there but I can't really recollect exactly as far as interrogation is concerned.  I can't remember.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Is it within your personal knowledge to indicate how long he was in detention?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I can't remember.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Meyer you may proceed.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "May I just come in here, I just want some clarity.  Mr Managa, when you filled in the form for the amnesty, the first, the original form, did you know that you had to make a full disclosure?  Did you appreciate it?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well when we did the first initial thing we didn't really know exactly where it was leading to.  Well we didn't know it was going to end up in court or a forum like this.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When you filled out or signed the second supplementary statement did you know then that you had to make a full disclosure, in other words tell everything?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well that was after we had received legal back-up.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "My difficulty is that there you also did not mention the most important matters, why was that?  That I don't understand.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Maybe there was a failure of recollection.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "What triggered your memory?  This is what I am trying to understand.  What made you to remember the electric shocks and the hood and the water and the helicopter method?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are not getting the interpretation through.  Just please repeat your answer Mr Managa.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "These are things that really happened, that some of them I could not remember, but there are some things which I can remember. You know I cannot put them chronologically because it happened a long time ago.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Let me put it to you this way.  Did you have sight of the evidence that was led before the Human Rights Violations Committee?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Could you repeat.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you have sight of the document, the transcription of the evidence that was led by the victims before the Human Rights Committee?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No, I didn't have time.  I could not read it.  I only heard about it on the radio that this is how it happened.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Has anybody at any stage told you the content of the Human Rights Violations Committee evidence?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "After we had heard our legal representatives they only asked us, they told us what happened as far as the victims are concerned, they only told us verbally. That is how we were able to write our statements.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So when did you get your first information, more-or-less at what time did you for the first time hear what the victims had told the Human Rights Violations Committee?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It was after, it was I think after the radio evidence, it was after we had met our legal representatives.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But can you more-or-less put a date to it?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember.  Maybe it was a year ago, I can't remember exactly.  Maybe I will have to check again.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Managa are you being honest in what you are saying?  Didn't you complete your application form, your first application form on the 10th of December 1996?  The evidence that was adduced before the Human Rights Violations Committee was around October 1996, long before you completed your application form, the first application form.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "That could be possible.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I am not disputing that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "By that time you knew the version that the victims had presented before the Human Rights Violations Committee with regard pertinently to the methods of assault you had used on them when you had completed your own application form. That's before you met your lawyers.  I don't know when you met your lawyer.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It is true.",
            "Male"
        ],
        [
            "MR MEYER",
            "Mr Chairman I would like to clear something up. This document containing the evidence of people that gave evidence before the Human Rights Committee was not in possession of the applicants at the stage when they completed their amnesty application forms.  This only came into our possession I would say more-or-less a month ago.  I can't give an exact date.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am aware of that Mr Meyer.  What I am putting to him is that he, on his own version, says he heard it over the radio, and the radio broadcast was around October 1996.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "I am sorry I didn't....",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "That's all that I am putting to him. He's made it quite clear that he first came to be aware of what the victims were saying over the radio and we know that these things were carried over by the radio.  Various radio stations were transmitting the evidence as it was being adduced before the Human Rights Violations Committee, and that's how, I think, quite a number of people became aware of the evidence that was tendered by the likes of Mr Farisani, Mr Posiwa and Mr Poswana, because I don't think Mr Chikororo came before the Human Rights Violations to give his version of how he was assaulted at the hands of the Venda Security Branch Police.  That's the point I was trying to clarify with him.  That he knew about the methods that had been used on these victims in October 1996, and his application form was completed in December 1996.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And it can be seen from the documents in front of us that the evidence of Messrs Farisani, Posiwa and Poswana was given on the 3rd and 4th of October 1996, two days.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "So you knew then what the victims were saying about how they were tortured in October '96, before you completed your first application form, is it not so?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it is true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.  Mr Managa, what was your objective in dealing with the detainees in the way that you have described, in other words by assaulting them and torturing them?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "The main objective was to find evidence on how it happened that the police station was bombed while we were investigating that case.",
            "Male"
        ],
        [
            "MR MEYER",
            "What kind of instructions did you have from your superior officers regarding the solving of the attack on the police station?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "The instructions from the previous speaker is that we must work very hard to find those people who bombed the police station because the high-ranking officials were pressuring that we must work very hard, day and night, so that we can find them and bring them before the law.",
            "Male"
        ],
        [
            "MR MEYER",
            "As you sit here today and you think back on what you did to them how do you feel about it?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I feel very disturbed in my heart that I did that because I assaulted them and I am apologising to their family because it was because of the work of the government of the day.  I feel my heart will be settled if they can really reconcile with me because of what I did, that is why I am also speaking this in front of the Chairman and before the family of those people which we have hurt so badly while we were doing this job of assaulting and torturing.  It is very painful.  I understand that it is painful that is why I am speaking it before the people and I am saying let them forgive me for that.",
            "Male"
        ],
        [
            "MR MEYER",
            "Mr Managa there is one other aspect.  After the assaults had taken place some civil proceedings were instituted by the victims against the police, is that correct?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It is true.  They lodged civil claims but it was something which was being dealt with, with our superiors because there were people who had so much pains.",
            "Male"
        ],
        [
            "MR MEYER",
            "Right, but with regard to those proceedings you made a statement in which you denied any involvement or assault on the particular people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 104, is that right.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Page 104.  If I can just show you the statement here.",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes I made a statement denying that I assaulted them to avoid the civil case and because we were not having evidence from the doctors that they were assaulted.  But of course we made statements to deny that we assaulted them.  It is true I did that.",
            "Male"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman, I have nothing further at this stage.\nNO FURTHER QUESTIONS BY MR MEYER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Managa just before I ask Mr van Rensburg, you were saying \"we assaulted them....\" now who were you with when these assaults and tortures took place?  Who did you do it with?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes I was with Mr Ramaligela, the first speaker, and Mr Nesamari and sometimes we used to have people, boys, younger boys, when Mr Ramaligela is not there we sometimes used these young boys to interrogate these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember any names of those others that you utilised to assist you?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "What can I say, Mr Netshivale is one of the people.  The rest I can't really recollect because some of them are no longer available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr van Rensburg do you have any questions to ask?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, just one or two questions.\n\tYou have just mentioned that Mr Netshivale was one of the persons that was used from time-to-time to help with the interrogation of the detainees.  Can you please tell this hearing, with whom of the detainees did you personally use him for the interrogation?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't recall that more especially for which detainee we used him. (tape side A ends)....but I think for some of them he might have been involved.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Can you personally recall ever giving Mr Netshivale an instruction regarding the interrogation of the detainees?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember.  I might have given him an instruction, but I can't remember.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Can you remember at that stage what rank did Mr Netshivale hold, or what was his position?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember whether he was a constable or a sergeant, but he wasn't a warrant officer, but he was in a lower position to a warrant officer.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  Perhaps I can just put the record straight at this stage, I think under previous cross-examination I put it to one of the witnesses that during 1981 Mr Netshivale was in fact holding the rank of sergeant.  That was a mistake of mine.  Subsequently this morning I obtained instructions that he was in fact a constable at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Do you dispute that, that he was a constable?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "If in 1981 they are saying he was a constable then it could be, it is possible.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And when you allude to young boys you allude to people like Mr Netshivale, is it not so, who were constables that you would use from time-to-time to assist in the interrogation of suspects?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "There were no instructions of giving Mr Netshivale to assault people.  It only happened that while we were assaulting them they were also available assaulting them at the same time.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, in your earlier evidence you said you would at times use these young boys to come and assist you to interrogate suspects if Mr Ramaligela wasn't there.  What I am putting to you is when you use the term \"young boys\" you are referring to constables?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it's because they are younger than me by birth.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Irrespective of rank?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "By birth and rank because I was higher than and older than them.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  Did you ever see Mr Netshivale assaulting any of the detainees during that time?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No I am not sure that I saw him specifically assaulting but he's the person who can explain.  It happened long ago.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "What I can't understand then Mr Managa is you say that you were assisted by people to assault and interrogate and that Mr Netshivale was one of them, yet you can't remember who he was involved with; with which detainees; whether or not he assaulted, so why mention his name?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It's because I know that he was in the Security, and most of the people who were in the Security which I know were in the interrogating team, I can't say they didn't assault them.  That's why I am saying what I did.  But I can't really recall, but he was also involved in the Security Branch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it's purely by association that you think that he might have assaulted somebody merely because he was a member of the Security Branch and at that stage most of the members of the Security Branch were involved in assaulting the detainees?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes we were all involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.\n\tWould I then be correct if I summarise the situation to be that - and seeing that you are denying that you gave these young constables direct instructions to assault the detainees, what in fact happened was that you would assault the detainees, these young constables would come in from time-to-time, they see how you acted and they reacted to your actions by also proceeding to assault the detainees? Is that a correct situation?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't dispute that they could have imitated us, but I can't remember whether Mr Netshivale did that to which detainee, I can't remember that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I am not referring specifically to Mr Netshivale, I am talking about all these other young constables that you are referring to.",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It is true.  I cannot recall one of those young boys who assisted what we were doing in front of us.  I can't remember or recall that.  But I am not disputing that they were involved.  Sometimes they might have done that imitating our actions, but I am unable to recall.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just interpose here I just want clarity on this.  Did these young constables have free access to this room where you did the interrogations?  Could they just walk in and out of the rooms where you had the interrogation?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes they sometimes got in our office while we were assaulting these people.  They sometimes got inside and hear what we were questioning them and then also interrogated them, but they were not refused entrance.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But did you sometimes specifically invite them to come in and assist in the interrogation?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It's that with these young officers our office was a hall and we used to sit being so many there.  We in the younger group we were staying in a hall, staying together there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But I don't understand.  We have heard evidence that there was an interrogation office, or interrogation room with windows and you could see if the General would be approaching, now what I would like to know is the young constables, the young boys as you called them, did you sometimes invite them into this room when you were interrogating, or would they just sort-of have free access and go there to and fro?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "The office, it was not referred to as the interrogation office, it was our office where we used to work in it.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "The question is, did you at times invite them to come and assist you in interrogating the suspects that you were holding, no?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No, no, that's not true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But I thought that was your earlier evidence?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "We never invited them.  They used to come on their own, and while they were there we were interrogating and then they assisted in interrogating.  Sometimes they should have slapped, but I cannot say who was slapping who.  But I can't recall, but we were all there in the office while I was assaulting those people.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I recollect your evidence to have been that you used these young persons when Ramaligela wasn't there to assist you in interrogating these people.  That's your evidence.  By \"these people\" I would want to assume that you are referring to the suspects.  That is what you said earlier on.  That you would use them, and when you use somebody it means you invite that person to come and assist you.  You said you used them to assist you in interrogating these people when Ramaligela wasn't there.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Let me say that sometimes with Mr Ramaligela was not yet available he used to find us continuing with the job.  And even those boys were there and myself and Mr Nesamari being there continuing with interrogation.  I can't dispute that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, that these constables would be there at your instance.  You would request them to come in to assist you because Mr Ramaligela wouldn't be there.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I don't remember inviting them because it was there in the office and if you are asking anything then the boys could also intervene in interrogating themselves.  It is something which - because we were in the same team.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now if Mr Ramaligela would not be there who would be the officer holding a higher rank amongst the investigating team between yourself and Mr Nesamari?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I think it's myself because I was a warrant officer, but I can't remember what position Mr Nesamari held.  I think it was myself who could take the information to Mr Ramaligela.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And you said nothing when the constables participated in assaulting the suspects in your presence?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No, I didn't say anything because I was also assaulting.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  Mr van Rensburg you may continue.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.\n\tI just want to follow-up on that previous question.  The reason why you did not intervene when these young constables were assaulting the detainees was in fact that you expected that kind of behaviour from the young policemen, is that not so?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "The way in which we were assaulting them I think I am the person who was assaulting them heavily, but these young boys were just assisting but I was personally involved but I didn't intervene or dispute them while they were assaulting them.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "The question is, is that was because you expected that kind of behaviour.  You expected them to also participate in assaulting the detainees.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "In the police act by that time we did sign even forms to prevent us from assaulting people, but assaulting, if you were found assaulting steps could be taken but by then I didn't prevent them doing that, but I know if I did it excessively we will be in danger.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Just respond to a simple question.  You said nothing, you did not object to the constables participating in the assaulting of detainees because it was a conduct that you expected of them.  You approved of that conduct, yes or no?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes we used to do the same act.  I did not prevent them.  I should have made a mistake there.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.\n\tOne of the previous witnesses gave evidence to the effect that it was part of the strategy of the police at the time to have these detainees interrogated by different people and at different places.  Do you agree that that is the correct situation?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it's true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And you, as the person in charge of the interrogation, was the one responsible for arranging that support, the other policemen to come and interrogate them in terms of that policy, isn't that so?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Would you please repeat your question.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "You, as the investigating officer in charge, was responsible to see that there were enough men, these young constables or whoever, arranged, in order to proceed with the interrogation along those policies of changing frequently and changing the places.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Before he answers Mr van Rensburg, is there any evidence that he was the investigating officer in charge?  Isn't the evidence that Mr - I think Mr Ramushwana was the one who was charged with this kind of investigation and the person who worked immediately under him was Mr Ramaligela.  You would only be in charge in the absence of Mr Ramaligela.   So it would be unfair to put that kind of a question to him.  Rephrase your question.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.\n\tDuring the times then that you were in charge of the interrogation were you not also the person responsible for arranging for these young policemen to come and relieve you according to that policy of many policemen interrogating the detainees?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It was not a policy, it was only because if - it was not a matter of calling them.  We were working together.  We only differ when it goes up to the higher levels.  But we were working together in the same office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you have also said that the interrogation took place at different places. It wasn't always in the same office.  Now if a detainee was going to be interrogated at some place other than at that office were you involved in arranging the policemen or organising who was going to do that interrogation at any stage?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No it's not true.  I didn't do that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Now who would be responsible for such arrangements in those circumstances?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember exactly who used to do the arrangements.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, I have got no further questions.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van Rensburg.  Ms Mtanga do you have any questions to ask the applicant?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes I do Chairperson, thank you.\n\tMr Managa would I be correct to say that my understanding of your evidence and that of Mr Ramaligela, you, Mr Ramaligela and Mr Nesamari were the central people in interrogating and torturing the victims mentioned in paragraph 15 of your affidavit, your supplementary application?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "True.",
            "Male"
        ],
        [
            "MS MTANGA",
            "And that your interrogation and torture was focusing on the suspects for the bombing of the police station, am I right?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well that was about investigation as to who was responsible in bombing the police station.",
            "Male"
        ],
        [
            "MS MTANGA",
            "So will I be correct to conclude that the three of you were tasked with the interrogation and investigation of that bomb attack?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes.",
            "Male"
        ],
        [
            "MS MTANGA",
            "So any suspects who would have been arrested on suspicion of being involved in the bomb attack would have come under your team, am I right?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes, it is true, they could have come to us, yes.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Is it correct then that Mr Chikororo and Mr Mahumela were also part of - they were also suspected of bombing the police station and were placed under your team for interrogation and torture?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well during the investigation we discovered that they were also linked.",
            "Male"
        ],
        [
            "MS MTANGA",
            "And you also interrogated them and tortured them like other suspects, am I right?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Not inasfar as we did with Mr Farisani.  I don't think - yes torture is torture, we can't really distinguish between - but I think it was worse with regard to Mr Farisani.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Did you torture Mr Chikororo and Mr Mahumela Mr Managa?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well personally I didn't torture Mr Mahumela.  I don't dispute with regard to Mr Chikororo.  I might have done that possibly.  However, when it comes to Mr Mahumela well I didn't do anything.",
            "Male"
        ],
        [
            "MS MTANGA",
            "I am putting it to you now that Mr Chikororo and Mr Mahumela will give evidence that you were the person, together with Mr Ramaligela and Mr Nesamari central in their torturing.  You even went on to pull Mr Mahumela's beard.  And you were also involved in the pulling of hair of Mr Posiwa and Mr Poswana from their head and from their private parts.  Do you deny this?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well with regard to their private parts I don't think it's true.  When it comes to Mr Poswana I do agree that I did pull his hair.  With regard to Mr Mahumela no I didn't do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, sorry Ms Mtanga, you say with regard to pulling hair from the private parts you don't think it's true.  What does that mean?  Does it mean that it may be true but you can't remember doing it or are you denying that you pulled hair from their private parts?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well it might have happened, I can't remember.  I might have....",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You know I am personally finding your evidence to be personally confusing and disconcerting.  You keep on saying it could be true, it could not be true.  We are here to deal with facts.  We are here to deal with something that you can particularly remember pertinently with issues involving how people were tortured.  That's the offence for which you are seeking amnesty.  We need the facts.  We need you to make a full disclosure in relation to those facts.  If you don't we can't give you amnesty.\n\tNow did you torture Mr Mahumela by pulling out hair from his private parts, yes or no?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well with regard to his private parts I didn't touch - no we didn't reach the private parts.  Well maybe with regard to Mr Poswana I remember pulling his beard.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am talking about Mr Mahumela for now.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you torture him at all?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I didn't torture, I can't remember.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Were you ever present when he was interrogated by the other members of the investigating team which were tasked with investigating the Sibasa bombing?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well you know sometimes I was there, other times I wasn't there, but most of the times I was there.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you witness him being tortured by any of your members?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't recall that.  I can't say I saw them.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson.  Mr Managa are you able to say to this Committee whether the people you have tortured in your career at the Security Branch, whether they are only the victims who have appeared before this Committee, are there other people besides them whom you have tortured in your career? ...(intervention)",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "Before you respond, where is that getting to Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I will come to that Chairperson.  Alright...",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "It might be to his detriment.  He is applying for amnesty in respect of what - yes, obviously you can give an explanation of what kind of direction will be taken by that line of questioning insofar as the offences for which he is seeking amnesty is before us.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Alright.  Let me change my line of questioning Chairperson.\n\tMr Managa why did you apply for amnesty for your torture of Dr Farisani, Mr Poswana, Mr Posiwa, why did you apply for amnesty for those people?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well it is because I tortured them.  I assaulted them, it is true, when we were busy investigating.  That was before we could, you know, get the way out, they were still denying and they were not really co-operating.  That is why I just want to ask for forgiveness in my way of torture during those days.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Managa is it not true that you have only applied in respect of Dr Farisani, Reverend Poswana, Reverend Posiwa and Mr Ravele because they are the only victims who appeared before the Human Rights Commission and revealed the tortures, isn't that right?",
            "Female"
        ],
        [
            "MR MEYER",
            "I object to this question.  It is not correct that only they appeared before the Commission.  Or it's not correct shall I say that they are the only people he's applying for amnesty for Mr Chairman, he's also applying for other people who did not appear before the Human Rights Committee.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Who are those people?",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "That's Mr Chikororo and Mr Mahumela amongst others.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, and also Mr Ravele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did Mr Ravele give evidence at the ...(intervention)",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "His sister did.",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "His sister did.  She didn't know the particular methods that were used.  I mean whatever evidence she gave was hearsay.  He wasn't there personally.  Re-phrase your question maybe to find out why he is applying for amnesty in respect of the persons that he, in his main application and his subsequent supplementary affidavit he said he never assaulted.  Maybe you should approach it that way.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson.  Mr Managa why are you applying for amnesty in respect of Mr Chikororo and Mr Mahumela whom you say you never assaulted?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well it is because when I ask for this kind of forgiveness it was due to the police policy and they were brought to us, and I think it is because we have to ask for forgiveness because they might have experienced the same way that other people experienced.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Regarding the people who were present when Mr Mahumela and Mr Chikororo were tortured can you tell this Committee who is John Managa?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could you rephrase your question please.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Who is John Managa?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "He is my young, late brother.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Did he ever assist you in torturing the victims whom you are applying for?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't say yes or no.  I can't remember, he might have helped.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "How can you not remember Mr Managa?  Whenever a question is put to you, you don't remember.  Who is to remember if you can't remember?  Wouldn't you remember if a relative assisted you in assaulting suspects who were under your control?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Let me put it this way.  You must remember that as we were working there you know there is a lot of hustle and bustle, confusion, the torture went on excessively and it was very difficult to, inasfar as the whole group one cannot dispute that so and so was tortured because some of them may have been involved because they were involved in kicking and hitting them.  He might have been helpful.  That is why we are asking for this kind of forgiveness.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was John Managa a member of the Security Branch?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it is true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was he one of the constables that you would from time-to-time invite in torturing the people who were under your control during your interrogation?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well he used to be there most of the times because when the other group was commissioned to go to the other places he was also around.  Yes he was around.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And he would be called at your instance, you would invite him?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Can you just repeat - John, are you talking about John?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes I am talking about John Managa, would he participate in assaulting - let me finish, just wait until I finish, would he participate in any of the assaults on any of the victims at your instance?  Would you request for him to come and assist in the interrogation of suspects?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Let me put it this way.  In those days as they were being tortured, as I said, some of these people were just around, they will also be invited just to give them slaps and you know beatings and tortures.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I know you have that evidence.  Would you invite him to assist in the interrogation of suspects?  We've already heard your evidence that they would only be invited to assist if Mr Ramaligela would not be there.  And if Mr Ramaligela was not there you were in charge, you were the senior officer in charge.  Would you, as the senior officer in charge invite him to participate or to assist you in interrogating the suspects?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I couldn't really just say as he was around I couldn't just say you don't have to be involved.  So there was no way in which we could stop him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Just try and be direct and short in responding to questions.  It will assist us in moving this process a little faster.  Would you, or would you not invite him?  You were the person who was in charge.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes I will do that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, try and then to just confine yourself to questions being put to you without having to elaborate on your answers because in doing so not only are you giving us more work to do you are also doing some disservice also to your evidence.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson.  Mr Managa I put it to you that Mr Mahumela will testify that you were personally involved in his torture and at some point you handed him over to John, your brother, after you felt that he was a better person to deal with him, and you continued with torturing him, what do you say to this?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well with regard to torturing he might have been tortured by John himself, not myself.",
            "Male"
        ],
        [
            "MS MTANGA",
            "You have also testified that you applied electrical shocks on Dr Farisani, Reverend Poswana and Reverend Posiwa, did you apply electrical shocks on their private parts?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well we didn't reach the private parts.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Managa I have asked the same question from Mr Ramaligela and I would like you to answer, why was Dr Farisani arrested for the bomb attack?  What were the grounds for arresting him?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "What I can remember is that Mr Farisani was arrested because it was during our investigation that certain people went to his place where he was staying and Mr Posiwa was there who then took them to Mahamba and we thought there was a link that Mr Farisani was knowledgeable about what was happening as far as the bombing of the police station was concerned. That is why he was arrested.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Where did you get that information about the link?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Investigating, as we were investigating, dealing with the case well the information - I can't say exactly how it came.  Some people were involved like Mr Ramaligela will tell us that this is the further information that has just occurred.",
            "Male"
        ],
        [
            "MS MTANGA",
            "If you heard the evidence of Mr Ramaligela yesterday he testified that the grounds for arresting Dr Farisani were contained in the statement given by Mr Posiwa where he implicated Dr Farisani in the planning of the bomb attack, do you agree with this?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes I agree with that.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Do you agree that the grounds for arresting Dr Farisani came from the evidence given by Reverend Posiwa?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it might be so.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "The statement, not the evidence.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "The statement.",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "Made.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it's true.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Do you agree that the statement made by Reverend Posiwa was made during his torture, after he had been arrested?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes, yes it was while he was being interrogated and assaulted.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Are you aware that Dr Farisani was arrested before Reverend Posiwa?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I am not sure who was arrested first.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Managa Dr Farisani will testify that he was one of the first people to be arrested.  To be precise the first person who was arrested for the bomb attack was Mr Mophe, Mr Chikororo and Mr Rachitanga and he followed that group. He was the fourth person to be arrested, long before Reverend Posiwa had many statement concerning him.  What do you say to this?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "There is nothing that I can dispute.  But what I know is that while we were working sometimes they have files, because people like Mr Farisani used to have files, while when you are reading the files you can find that he is linked to various information.  Sometimes it happened that way.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Managa I put it to you that Dr Farisani will testify that at the time you arrested him you had no grounds, or evidence, linking him to the bombing.  You merely arrested him because of his political activities which had nothing to do with the bomb attack and therefore you had no grounds for arresting him.  What do you say to this?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "They arrest of Dr Farisani is that I was investigating the bombing case and it was said that two people went to his home and then we took it from there that Dr Farisani might be knowing something in connection with the freedom fighters who are infiltrating the country.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But your evidence earlier on has been that you arrested him because you got information linking him to the bombing of the police station.  When you made the arrest you already had that information.  It was the basis of your arrest.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it's true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Are you saying that when you arrested him, if he was arrested first, before Reverend Posiwa, you had no basis for arresting him?  What is it that you had that linked him to the bombing of the police station?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "If I can remember well his arrest was because we have received information that people went to his home and those people found that Dr Farisani wasn't there.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "And those people were taken to Reverend Mahamba's place and then he was arrested on that ground I suppose, because we were investigating what happened, and in order to find out what those people were looking for in Dr Farisani's place.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But didn't you get that information from Reverend Posiwa?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "This thing ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it actually, just to intervene, I think it was put to the witness that yesterday there was evidence, and then he agreed that that might be the case.  Initially he said that Dean Farisani was arrested because there was information about people going to his house, and then Ms Mtanga said well yesterday this is what Mr Ramaligela said. And then he said that might be so.  It wasn't his own evidence as such, other than he confirmed that it might be so.\n\tBut in any event we are really not going to be making the finding on the validity of an arrest, what we are concerned with is the torture, so this is actually a side issue to the subject of this application for amnesty.  We are interested in what happened after the arrest.  That's what they have applied for amnesty for.  They haven't applied for amnesty in respect of the arrest of these detainees.  Continue.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson I would like to respond to the remark you have just made.  It is the view of the victims that they were arrested - at the time they were arrested there were no grounds for them to be arrested.  The police were on a fishing expedition and as such they were tortured until they had to formulate some kind of story for the police.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh you are saying that basically there was an element of malice.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "And if there were no political grounds for arresting them they couldn't have had political motive to torture them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You may continue with that.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, you are addressing the response which Managa has made to questions made particularly under paragraph 10A and 10B, is it not so?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "It is so, Chairperson, thank you.\n\tMr Managa Mr Mahumela maintains that you were part of the team that tortured him and you have emphatically denied this, but he still would like to know where was he on the 12th of November to the 14th of November, because he was unconscious and unaware of his whereabouts?  Are you able to tell this Committee of Mr Mahumela's whereabouts?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No that I can't recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say from the 12th to the 14th that he was unconscious?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "He was unconscious from 12 November 1981 to the 14th of November 1981.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you recall Mr Mahumela being unconscious for that period of time?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say you can't remember, if he was unconscious, if he was lying there unconscious in your detention would you have remembered it?  Or is that the sort of thing you would forget?  I mean it was for two days, three days.  How can you forget something like that if he was unconscious?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No he was never unconscious.  I can't remember seeing him being unconscious.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Ms Mtanga before you proceed I see now you are dealing with your instructions with regard to Mr Mahumela and his condition, that's what you are putting to the witness.  I thought you were still going to explore what the Chair has now allowed you to explore with regard to the questions that you wanted to clear with Mr Managa in relation to the reasonableness of Mr Farisani's arrest.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you, Chairperson, I lost track of my questions.\n\tMr Managa, you have agreed that the basis for arresting Dr Farisani was the statement made by Reverend Posiwa when he was being tortured by yourselves, are you able to tell this Committee, if Dr Farisani was arrested before Reverend Posiwa what other basis was there for arresting Dr Farisani?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "What I still remember, which is still coming to my mind, is that Dean Farisani when he was arrested he was arrested because of those people, because we were asking those people, we were asking whether he knows the people who came to his home.  He said no, those people who came, I wasn't there.  But he was telling the truth that the people came during his absence.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Who was telling the truth Mr Managa?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Dean Farisani, but the way he was explaining we realised that he was telling - I can say he was telling the truth because on the arrival of those people Mr Posiwa was found and Dean Farisani wasn't there.  He was telling the truth.  And Farisani, said, and I think Reverend Posiwa would have said, when the two people arrived Dean Farisani was there.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Managa you are not answering my question.  I want to know the grounds that you had for arresting Dr Farisani, what grounds did you have besides Reverend Posiwa's statement?",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "You can't even begin to refer to Reverend Posiwa's statement if he has admitted that Reverend Posiwa was arrested after Dean Farisani.  The reason why you arrested Mr Farisani was because you have this information that linked him to the bombing of the Sibasa police station.  Now what information did you have that linked him to the bombing of the police station at the time of effecting an arrest?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "If I can still remember well, although I cannot put it exactly in a way, maybe you will not be able to understand that but you will - I am sure that Reverend Farisani, while we were investigating the case it was found - if Farisani was arrested later, it is said that two people came to Dr Farisani not following Posiwa's statement, I think it's because of those two people, because we heard that there were two people who went to his home, because by that time we were thoroughly investigating after the bombing to find out whether there were no people who infiltrated, coming in and out, but it was found that two people went to his home.  That is what I think is what resulted in his arrest.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Who told you that two people had come to Farisani's home?  Was that Reverend Posiwa?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It is from the statement of Mr Posiwa.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "That's right, I know that.  But now Mr Posiwa - you've just admitted, Ms Mtanga put it to you that Mr Posiwa was arrested after Mr Farisani had been arrested, and you agreed that that was so ...(intervention)",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "In fact Ms Mtanga has put it to you that that is the evidence that will be given to this Committee by Mr Posiwa and Dean Farisani that it was him, meaning Dean Farisani was arrested first.  So if you relied on the statement of Reverend Posiwa when arresting Mr Farisani it doesn't tally, you will agree.  You couldn't have known about two persons having gone to Mr Farisani's place because that information was as a result of the statement obtained from Mr Posiwa when he made that statement whilst he was being interrogated by you.  So that's why we are very confused about the evidence you are giving now.\n\tIf you say the reason for arresting him was because of the information that was obtained from the statement made by Mr Posiwa, obviously Mr Posiwa was not yet in the picture when Mr Farisani was arrested.  So what reason did you have to arrest him as a suspect linking him to the bombing of the Sibasa Police Station?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "The Committee must forgive me.  I can't really recall who was arrested first I can put it clearly.  But what happened is that one of the things which confirmed the incidence is that in Dr Farisani two people went there and then we take it from there but I am not sure who was first arrested.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But you do again concede that the information that came to light that linked Mr Farisani to the two people who had come into his house was the information that came from the statement made by Mr Posiwa?  You agree to that?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It might be true.  I cannot put it clearly now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see it's apparent from the statement made by Mr Posiwa that Dean Farisani was arrested before he was because on page 98 he says\n\"Sometime after the arrest of Dean Farisani when Reverend Poswana and I were on the way to Pietersburg by car we discussed and made a vow that in case we got arrested none of us would reveal the role\".\nSo I mean that's contained in the statement of Mr Posiwa himself.  So it's quite clear that Dean Farisani was arrested before Reverend Posiwa.  Reverend Posiwa, from page 102, was arrested on the 12th of December 1981, but we don't know the actual date when Dean Farisani was arrested, but it was clearly before Mr Posiwa, because this is what Mr Posiwa himself says in the statement.  So it's impossible then that information received from Mr Posiwa, after his arrest, could have led to the arrest of Mr Farisani.  It's just impossible unless somebody had a time machine and went backwards in time, it can't happen.  \n\tSo there must have been some other - well not must have, well we want to know whether there was any other reason, if any other reason existed for the arrest of Dean Farisani because we've heard from Ms Mtanga that it's been put to you that he says that there was no grounds at all.  He believes the only reason why he was arrested was because he had been involved in some political activity in the past, but not specifically linked to the attack on the police station.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I agree with that, but it wasn't clear that he was linked with the bombing.  That is why we first made investigations from the suspects.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So at the time when you arrested Dean Farisani you had no information linking him to the Sibasa Police Station bombing?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "There was no evidence before we could question him.  We just suspected that he might be having evidence.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "On what grounds did you suspect him of being involved in the Sibasa Police Station bombing?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Sometimes we used to read the files that were in the files, that person was involved in the liberation movements so we realised that he could be involved in assisting the liberation movements, because we see that he is having a file we think he can be linked.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "...in the bombing of the station.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And as a Security policeman you must have had a number of files of persons around Venda whom you suspected of having links with the liberation movement, is it not so?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "That's true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Why choose Mr Farisani out of the many people that you suspected of either being associated with the liberation movements, of being members of the liberation movements?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It was not only Dean Farisani.  We also arrested others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson.  I further would like to put it to you Mr Managa, that the arrest of Mr Mahamba, whom in your evidence you have said co-operated with you and that is the reason why you didn't torture him, that his arrest also followed Dr Farisani's arrest.  That is Dr Farisani was arrested before Mr Mahamba.  What do you say to this?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I think the first person to be arrested - if I remember it was Mr Mahamba.",
            "Male"
        ],
        [
            "MS MTANGA",
            "So do you dispute that Dr Farisani was arrested before Reverend Mahamba?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I am not denying but it's because I am unable to put them clearly, but I think the first person to be arrested was Mr Mahamba, I mean between Farisani and Mahamba.",
            "Male"
        ],
        [
            "MS MTANGA",
            "You have also testified that ...(intervention)",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "Before you proceed, you have put it to him are you going to lead evidence with regard to that?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes Chairperson.  Reverend Mahamba and Dr Farisani will testify that Dr Farisani was arrested by yourselves before Reverend Mahamba, so the information to arrest Dr Farisani couldn't have come from Reverend Mahamba as you have stated before.",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "Are you in a position to put it to him as to what Mr Mahamba was saying when he was arrested?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson Reverend Mahamba was arrested on the 26th of November 1981.",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "You will note that when you check paragraph 27 on page 47 that's exactly what the witness is saying.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes Chairperson.  Mr Managa do you agree that Dr Farisani was already arrested by the 26th of November?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "On the dates, no, I can't remember.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Managa are you able to tell this Committee who were the first people you arrested regarding this bomb attack?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "After the bombing there were other people who were detained.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Was Dr Farisani amongst them?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes he was one of the people who was arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga do you perhaps, it might help, do you have any information or can it be recalled the date on which Dean Farisani was arrested?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson Dr Farisani is not certain about the date but it is his evidence that by the 11th and 12th of November he was already arrested by the applicants.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, so by the 11th and 12th he says that he was already arrested.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes.",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "I was just trying to check my notes because this is one point that we were able to get clarity from Mr Ramaligela, he was able to remember that I think when Dr Farisani was arrested it was before Mr Ramushwana assumed command, and he placed Mr Ramushwana's assumption of command on the 10th of November 1981.  So Dr Farisani was arrested before the 10th of November, it was immediately before....",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Speaker's mike is not on.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Whilst I am talking don't punch in because it switches off my microphone.  So at least we now have an approximate of when Dr Farisani was arrested.  He was arrested on the 9th or on the 10th but before Mr Ramushwana took over from Mr Sofuwa, which we are able to establish from Mr Ramaligela to have been on the 10th of November 1981.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes it is so Chairperson, I thank you for your assistance.\n\tMr Managa I had also asked you a question regarding the whereabouts of Mr Mahumela on the 12th and the 14th of November 1981, are you able to tell this Committee?",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't recall with regard to those dates as to his whereabouts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that after his arrest that he was unconscious?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Till after his arrest, yes.",
            "Female"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't recall.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Do you have any re-examination Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Just a few questions Mr Chairman.\n\tMr Managa the two people that you are talking about which you had information about that they visited Dean Farisani's house, you only mentioned the two people, which two people were they?  Even if you don't know their names can you tell us a bit more about them and how are they relevant to the arrest of Mr Farisani?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well these two people, freedom fighters, I can remember one person was Mmbegene Kone, he's one of the freedom fighters.  There were two.",
            "Male"
        ],
        [
            "MR MEYER",
            "What information did you have with regard to the vehicle of the Lutheran Church?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "With regard to the vehicle it was during the time when - I can remember that it was during the - mentioned that these people had to be conveyed and how after the bombing of the police station, that there had to be transport available and there was transport available after the bombing of the police station, the Lutheran Church van and a kombi.  That is the information that we were able to extract on our investigation.",
            "Male"
        ],
        [
            "MR MEYER",
            "What was Dean Farisani's position in the Church?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Mr Dean was the elderly person in the Church with regard to the pastors, namely Poswana and Posiwa.",
            "Male"
        ],
        [
            "MR MEYER",
            "At the stage when you were investigating the bombing of the police station were you looking only for the people who were physically involved in the attack, in other words the people who fired the firearms and rockets and what have you, or were you also looking for anyone who might be involved in the attack in some or other way?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well we were looking for people who were also able to assist who had meetings in the planning and also with regard to the conveying of these people leading to the police station bombing.  That was the investigation that we were looking for.",
            "Male"
        ],
        [
            "MR MEYER",
            "Is it correct, for instance, that Reverend Posiwa was later convicted on a charge of aiding and harbouring terrorists and sentenced for that?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Sorry could you just repeat the previous question, could you just repeat.",
            "Male"
        ],
        [
            "MR MEYER",
            "Is it correct that Reverend Posiwa was later on found guilty on a charge of aiding and harbouring terrorists and received a prison sentence for that?",
            "Male"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "If I still remember the Court found him guilty for the aforementioned.  I can't remember again exactly how the Court presented - I didn't make a follow-up as to how it went on.  I think he was not charged on that, this Mr Poswana.  That's how I am able to reflect on that.\nNO FURTHER QUESTIONS BY MR MEYER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see it's 11H00, we'll take the short tea adjournment at this stage.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Judge Khampepe do you have any questions to ask the applicant?",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Yes thank you Chairperson.  I just have one or two issues that I would need to be clarified on by Mr Managa.\n\tMr Managa with regard to the torture of Mr Farisani, do you remember whether in any of the interrogating sessions that you had with Mr Farisani whether there was any blood that came out of any part of his body?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember blood coming from any part of his body.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  Before the Human Rights Violations Committee Mr Farisani testified that pursuant to him being assaulted by you he actually bled from his mouth.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember, I don't remember blood coming.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Are you saying you never saw blood coming from his mouth?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I am saying that.  I never saw blood.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  And that he suffered visible injuries one of which was a swollen eye which made him not to be able to see, it was visibly swollen as a result of your assault, do you recall that incident?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well that could have happened as we were beating him using our fists.  I can't really dispute that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was there a time or an occasion when you transported him to a place called Park Station where you applied electrical shocks, I think on his ear-lobes?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Chairperson I am not sure if you are referring to Park Station, Johannesburg Park Station or where?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, it's not indicated whether that Park Station is the Park Station in Johannesburg or a Park Station around Venda, but do you recall taking him to a place called Park Station?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No I can't remember.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was he ever taken outside Venda?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I never conveyed him any place other than Venda.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  And with regard to Mr Posiwa his statement, or the evidence led before the Human Rights Violations Committee was that there were approximately eight policemen who took part in the initial interrogation, and that one of those policemen was yourself.  Do you recall that?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well they could have counted us up to eight.  I can't dispute that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now this is when he was initially arrested.  Don't you remember how many of you were there when he was initially arrested?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No Chairperson I cannot recall as to how many we were.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was it something that you would do ordinarily in having to have people outside the central investigating team accompanying you when you would go to effect an arrest of a suspect?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well we would go out and arrest them if it was necessary.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  Would you involve members outside of the investigating team?  That's my question.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't remember, but what I can only remember is during the time when Ravele was arrested - when we had invited the Mobile Unit.  I can only remember the incident in which Mr Ravele was involved.  But usually we would use our normal staff, Security staff.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "It was also his evidence that when he requested to be given medical assistance you personally refused to accede to his request.  Do you remember that?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I cannot remember disputing or saying that they could not be taken to the doctor.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am talking about Mr Posiwa in particular.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No I cannot remember.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "He also gave evidence that when you pulled out the hair from his body, it has now been alleged from Ms Mtanga that he will say actually the hair pulled out was from his private parts, that blood actually came out from the hair roots.  Do you remember witnessing such an incident?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well with regard to Mr Posiwa I cannot remember, but I think with regard to Mr Poswana I pulled his hair.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  You didn't pull Mr Posiwa's hair?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well what I can remember is only with regard to Mr Poswana who had long hair and long beard.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, he actually says you pulled hair from all over his body.  It wasn't because his hair was longer or anything.  Did you or did you not do that?  If you can recall doing that to Mr Poswana surely you should be able to recall whether you did the same thing with Mr Posiwa?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I didn't do that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "When Mr Posiwa was assaulted was Mr Ramaligela present?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes he was with me.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Do you recall how many times, or how many days it took you to interrogate Mr Posiwa?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It could have taken two days during the interrogation.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Can you remember over how many minutes or hours each session lasted during those two days?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I don't want to lie, I can't have a direct estimation as to how many hours.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "In the absence of Mr Ramaligela was it common practice for you to report to him of what you would have done to the suspects whilst he was away?  Would you give a report to him as your immediate superior?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I will give a report if we had seen something very suspicious in regard to the investigation.  That was only the time when I would be able to do that.  I don't remember what I did in his absence.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you report to Mr Ramaligela with regards to the methods of torture that you would have used in his absence when conducting interrogations of suspects in particular the ones referred to in paragraph 15?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No, I don't remember doing that.  I didn't report that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You didn't make any reports to Mr Ramushwana did you?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "No I didn't.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Those were left to your immediate superior who was Mr Ramaligela, am I correct in assuming that?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "If we had discovered any other thing we would inform Mr Ramaligela but I can't remember.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Ramaligela was your immediate superior, am I correct in assuming that?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It is true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  Thank you.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman do you have any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you Chairperson.  Mr Managa do you know that Dean Farisani was taken to the doctor?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I am quite aware that he was taken to the hospital.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And are you aware of the fact that it was as a result of the assaults?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It could be possible.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But why do you think he was taken to the doctor?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It is due to the report that I could not be able to see, he could have been taken to the hospital because of that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you think that any of the other persons who had been assaulted was in need of medical attention, because you testified that they were \"heavily assaulted\"?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "If they were badly injured then they deserved medication, they could have been sent there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now if you look at paragraph 49 on page 64 of your statement Mr Managa why did you say there were no serious injuries or necessity to receive medical treatment?  Do you have it on page 64, paragraph 49.  You see it reads there\n\"I respectfully submit that none of the assaults were all serious.  As mentioned before there was never any blood, serious injuries or necessity to receive medical treatment\".\nWhy did you say that?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well it is due to my own judgement, the way I had an observation on the appearance, well I just assumed that they didn't deserve any medication.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I don't really follow your evidence now because I've put it to you that you said they were seriously assaulted.  I asked you whether they were in need of medical attention and you conceded that they were and now you say you did not think so.  It's confusing.  Can't you clarify that?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Let me say as we were dealing with them, assaulting them, if they didn't complain through their station commander we will deal with the person considerably if they demanded that we will be able to say through the special commander these persons are complaining then they will be taken to the hospital. That was permissible.  If they didn't complain then there was no need.  I can't say anymore than that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "From your own observation, from your own observation, thinking back and taking into account the manner in which they were assaulted objectively seen do you think they were in need of medical attention?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes in my judgement I think they deserved medication.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So I will put the question again in a different way.  Why did you say that there were no serious injuries and that it was not necessary for them to receive medical attention?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Because these people were not really beaten in such a way that they were so swollen, evidently swollen, we will just clap them only.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I won't take that any further.  Thank you.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Flowing from what my colleague has just put to you I am quite intrigued by your testimony.  You say you wrote that these people did not necessitate to receive medical treatment because there were no visible injuries and they didn't complain to your superiors.  You go on at paragraph 42 to state, as a fact, that no person was ever seriously assaulted.  Interestingly, however, during your testimony you kept on stating that these people were severely beating.  I am quoting you verbatim when you were stressing the fact that you did not assault Mr Mahamba and that you do not recall having assaulted Mr Mahumela you conceded that you knew about the others because they were severely beaten.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well what I am admitting is that people like Farisani, Poswana, Posiwa were really severely beaten by me but I don't remember anything - although we did beat them if when being visited at the cells and it was reported that they were sick they would be taken to the hospital. But because they didn't really complain as far as their injuries were concerned well we were just investigating, we just carried on with our deed.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes I am aware of the fact that because they didn't complain you didn't take them to hospital.  You, however, were aware then that you had severely beaten them.  When you completed this application form which required you to disclose the truth of your participation in relation to those assaults, you stated as a fact that they were not seriously assaulted when you knew that you had severely beaten them.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well with regard to bare hand slapping one will really remember, but it may be possible that it was an internal injury.  However what really surprised me was that they didn't complain.  They didn't deserve any hospitality ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am not interested in the fact that they didn't complain Mr Managa.  I am interested in what is appearing here in your application form which you completed with the assistance of your legal representative.  You stated as a fact, as a fact, that no person who was ever interrogated by you, in particular the persons alluded to in paragraph 15, that none of them were ever seriously assaulted when you knew that you had severely assaulted them.  You knew as a fact because you are the one who conducted those assaults.  You committed the assaults.  You knew that it was just not a question of minor assaults.  You have testified before us that save for Mr Mahumela and Mr Mahamba the others were severely beaten by you.  You knew then, when you were completing this application form, that you had seriously assaulted these persons.  Why did you put in an incorrect information on your application form on facts which were within your personal knowledge?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well anyway as we are saying this we are putting it across to the Committee as to what happened.  I might have said then that or I am not disputing that, I am telling you exactly that they were severely beaten.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Then why didn't you reflect that in your application form when you knew you had to disclose the truth?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I knew that I had to disclose the truth - well it might have escaped my attention.  I don't think really I can make anything perfect.  That might have escaped my attention.  Anyway I did beat them severely I can't deny that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Managa this civil case that was brought by Reverend Posiwa were you a defendant in that matter?  Were you cited as a defendant?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't recall.  Anyway there were a number of names that were put.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in that case Reverend Posiwa was the plaintiff.  I take it probably the responsible Minister in the Venda government was a defendant and then a number of individuals were also defendants, is that the position?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Yes it is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you can't remember if you were one of the defendants?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well I might have been part of a group because we were responsible for beating them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Because you also made the statement on page 164, was that made for purposes of that civil case for addressing the issues in that civil case? 104, 104, sorry.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "It is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember how much you were sued for?  What was the plaintiff claiming in that matter for damages?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well they were claiming for damage, that was severe assault that they endured and the punishment and the assault.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what was your objective in telling an untruth in this statement?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well with regard to the statement I do agree that it was a false statement because we were doing it due to the claims that now, it was not really truly reflected as to how they were assaulted and things like this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what happened to that civil case?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "I can't tell you exactly as to what resulted thereafter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have any political objective in making a false statement and if so what was it?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Could you repeat the question please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have any political objective in making that false statement and if so what was it?",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Well just to support the fact that the claim should not be against us, that's just what I can say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising Mr Meyer?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Nothing thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg any questions arising?\nNO CROSS-EXAMINATION BY MR VAN RENSBURG",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga any questions arising?\nNO FURTHER CROSS-EXAMINATION BY MS MTANGA",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Managa that concludes your testimony.  You may stand down.",
            "Unknown"
        ],
        [
            "PHUMULA JOSIAS MANAGA",
            "Thank you.\nWITNESS EXCUSED\nTAKALANI JOSEPH NESAMARI",
            "Male"
        ]
    ]
}