{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-05-05",
        "location": "TZANEEN",
        "day": "2",
        "names": [
            "TAKALANI JOSEPH NESAMARI"
        ],
        "case number": "AM3730/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53393&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99050406_tza_990505tz.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MEYER",
            "TAKALANI JOSEPH NESAMARI",
            "INTERPRETER",
            "SISI KHAMPEPE",
            "ADV BOSMAN",
            "MR VAN RENSBURG",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MEYER",
            "TAKALANI JOSEPH NESAMARI",
            "MR NESAMARI",
            "INTERPRETER",
            "JUDGE KHAMPEPE",
            "ADV BOSMAN",
            "MR VAN RENSBURG",
            "MS MTANGA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.  I call Mr Nesamari to testify.  He will make use of the Interpreter.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Mr Nesamari can we start off, would you put your current occupation and your residential address on record.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Now I am a captain in the Police Service.  I am working in the Far North area as a staff officer.  I am staying at Thohoyandou, Block P East.",
            "Male"
        ],
        [
            "MR MEYER",
            "During the early 1980's is it correct that you were a member of the Venda National Force?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes.",
            "Male"
        ],
        [
            "MR MEYER",
            "And which branch of the national force were you with?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I was attached to the Security Branch.",
            "Male"
        ],
        [
            "MR MEYER",
            "Now it's common cause that during October 1981 there was an attack on the Sibasa Police Station, is that correct?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it's correct.",
            "Male"
        ],
        [
            "MR MEYER",
            "Were you involved in investigating this attack?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes I was part of the investigations.",
            "Male"
        ],
        [
            "MR MEYER",
            "What was your rank at that stage?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I was a constable.",
            "Male"
        ],
        [
            "MR MEYER",
            "Now following on the attack on the police station a number of arrests were made, is that correct?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MEYER",
            "Were you involved in those arrests or some of them?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes.",
            "Male"
        ],
        [
            "MR MEYER",
            "Now seeing as this point has been raised, what - it's common cause also that a large number of the people who were arrested were people involved with the Lutheran Church, do you agree with that?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it's correct.",
            "Male"
        ],
        [
            "MR MEYER",
            "What made you link these people that belonged to the Church to the bombing of the police station?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "As far as I am concerned as a member of the team which was investigating there was information which was brought to the office although I couldn't remember where the information was coming from, but it's the directives which were received that there is information which is linking the van of the Lutheran Centre, which is in Buyste(?) and a kombi which is linked with the bombing of the police station and the kombi was belonging to Mr Chikororo.  But that information it's then that we linked the pastors and the bombing of the police station.",
            "Male"
        ],
        [
            "MR MEYER",
            "If we can concentrate on Dean Farisani as such, what information did you have that connected him to the attack or the planning thereof?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "If you can look in Mr Farisani, although I was still a young official of the police service I was not involved in analysing the information I hope Farisani was - directive was issued so that he can be arrested because he was the head of the church at Chamungani, I mean in that Centre of the Lutheran Church. That is why it is obvious that he must be held responsible why the van of the Church was involved in the bombing.",
            "Male"
        ],
        [
            "MR MEYER",
            "Now after the - these people that are also in your statement listed in paragraph 15 they were arrested and then they were detained and then they were interrogated, is that correct?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes they were arrested and interrogated.",
            "Male"
        ],
        [
            "MR MEYER",
            "Did you form part of the team that interrogated it?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes I was part of them.",
            "Male"
        ],
        [
            "MR MEYER",
            "It is also now common cause that a large number of these people were assaulted and tortured during the interrogations, do you agree with that?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR MEYER",
            "Were you yourself involved in some of the assaults and tortures?",
            "Male"
        ],
        [
            "MR MEYER",
            "Excuse me Mr Chairman I am not hearing the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...not getting the interpretation.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "His problem is now solved.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I want to tell this Commission that I was one of the people who participated in the assaulting of the detainees at that time.",
            "Male"
        ],
        [
            "MR MEYER",
            "Let's deal with the people you assaulted in the same order as that stated in your application.  The first person that you mentioned there is Reverend Posiwa and you said that you cannot clearly remember whether or not you assaulted him but that it is possible that you slapped and/or punched him.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "When I wanted to explain in detail I want, if this Committee can allow me to explain in Mr Posiwa's cases and even Mr Farisani and Mr Poswana's case.  I don't deny that I participated in their assault but I want this Committee to know that these people were the members of the Church, of which I am also part of them, and I used to respect them when it comes to Church matters.  That is why when you can see - if you can look in my application that I indicated that my participating is not clear that I did this or not.  But what I can explain is that when Reverend Posiwa was assaulted by Mr Ramaligela and Managa I was also there.\n\tBut what I participated in is that I was just like a person who was working as a person who used to submit tools, just like spade work.  I used to supply with water so that they can pour the water in the bag and if he was handcuffed I used to assist while he was handcuffed and assisting if a person is being electrically shocked, by that electricity telephone.  I used to assist, because when a person is being shocked his body will jerk and I used to just put my hand so that the person cannot take off the wires which were attached to them.  Not that I am denying that I participated in slapping him or kicking him, but my respect was not far from those people.",
            "Male"
        ],
        [
            "MR MEYER",
            "So what you are saying is that you, with regard to the Reverends, people who were pastors of the Church, are you saying that yes, you were involved in their torture and assaults on them, but in their cases it was mostly a case of assisting your colleagues while they were doing the serious torture with electric shock treatment, the water treatment and so on?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes that is true.",
            "Male"
        ],
        [
            "MR MEYER",
            "But you are also not denying that you might have, or you did, and I am specifically referring only to Reverend Posiwa at this stage, you did assault him by slapping him and maybe kicking him and punching him with fists, and that kind of thing.  Is that correct?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it is true.  I can't dispute that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you or did you not slap him?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "With regard to Mr Posiwa, that is what I am indicating, that I might have slapped him.  I just don't want to explain in detail, I might have possibly slapped him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "We want you to explain in detail.  How are we going to entertain applications if you don't give us details of how you committed these assaults?  We want a full explanation.  We don't want you to tell us that you might or might not have not assaulted him.  We want to know.  You must give us facts.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes, I was involved in beating and making all the assaults.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you or did you not slap him?  If you did slap him where did you slap him and how many times?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well as to how much I can't tell exactly.  However I am quite sure that I did slap him.  I remember when I pulled his hair, while I was pulling ...(indistinct).",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Which hair did you pull?  A hair from his head, his body hair?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes from the head.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you or did you not punch him?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I slapped him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you or did you not punch him, not slap him?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I am not too sure whether you are referring to the fist or kicking or slapping, which one are you referring to?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am referring to punching, did you ever punch him?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "With your fist.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes I did that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "On which part of his body?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "It was on the face and even on the ribs.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "How many times?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I can't remember, it happened quite frequently on a number of days.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you have knowledge of this information when you completed your application form?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I did have knowledge even before I completed my application form.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Why did you not include it in your application form?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I just want to submit that with regard to my statement there is a lot that I didn't say exactly in a truthful manner, because it so happened that - let me say that after the detainees had taken this to the other Committee, although I didn't listen over the radio I was sure that it was alluded to that I was involved, that I was in the assault.\n\tI then started feeling so bad about it in my spirit because I wanted to know what I would do.  As a young member, or a junior member then I then regarded that it was maybe my seniors who were involved in those days were now saying, putting me on the other side.  \n\tThen I was confused because I didn't know what was it that I should put forward as truth.  Then I was having two-sided views.  The first view was that I had to go to the victims and side with them, that also pained me because I will be regarded as a sell-out as it will be construed as I was selling out. \n\tAlso the second view was that I was going to be very responsible, although the Commissioner in the Police then didn't have much responsibility in support of me.  As such I concluded that I was going to be led into a frustration, then I could not put it clearly truthfully.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You may proceed Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.\n\tThen with regard to the next victim, Reverend Mahamba, you said in your statement that he was never assaulted by yourself.  Is that correct?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I didn't really touch him.",
            "Male"
        ],
        [
            "MR MEYER",
            "Then with regard to Reverend Farisani.  In your statement you said you were present when he was assaulted by some of your colleagues.  You cannot remember but it is possible that you also slapped and punched him.  Can you give us some more detail.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well that is true that I can't remember exactly in detail, however, as a person who was involved as it was happening I cannot dispute that I might have slapped him and also fist.  However, I just want to submit to the Committee that with regard to Mr Farisani he was the Dean of the Lutheran Church and he was very respected in our Church which my parents were also involved.  My respect was also - with regard to the section in which I was while the interrogation was taking place it also forced me to be involved in the slapping and the fist, also kicking him.  With regard to the other methods I was just involved in assisting.",
            "Male"
        ],
        [
            "MR MEYER",
            "Can you remember clearly as to how often you slapped him or punched him or where on his body this took place and so on?  If you can remember just give us all those details?",
            "Male"
        ],
        [
            "MR MEYER",
            "Well with regard to Mr Farisani there was an extensive period of interrogation with regard to him.  It could have been two, three days or four.  I can't recall exactly how many days.  But every day of the interrogation I was involved, I was participating, so much that I cannot recall and tell exactly how often I beat him through whichever method.  However I did use my fists on his body, although I cannot pinpoint exactly which side of his body, whether on the face or on the body, I did make use of that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "May I interpose Mr Meyer.  When you say you can't recall how often you assaulted him and that the interrogation lasted for a period of approximately three to four days, are you saying that on  each and every time he was interrogated you would slap and kick him, you would slap and punch him?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well although I am not saying every day, however most of the times during the interrogation I will beat him using my fists.  I am not saying on every day occasion, however, during those kind of interrogations I did.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You slapped, punched or kicked Mr Farisani more than once, is that your evidence?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I can't remember kicking him, however, I slapped him and I used my fists more than once.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Then with regard to Reverend Poswana, you said in your statement that he went to show you some weapons that were allegedly hidden at a cave at Chakuma and when you realised he had been lying you gave him a few slaps.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it is true.  What happened is that when Mr Poswana was being interrogated at the office while feeling the pain through the assault and beating I am quite sure that he wanted to defend himself.  I am just merely speculating.  He then said he knew where the ammunitions and guns were hidden, that is what he said to us and he said he will take us to those places.  I was one of those people who went with him when going to Chakuma.  At a certain mountain in Mangwene, cave, as we were on the way I think that was when, after we had parked our cars and we were walking towards the bush, on arrival next to a certain secondary school, I can't remember the name of the school, Mr Poswana changed his mind and said he was lying because he was feeling pain.  There were no guns hidden.\n\tWell I was so furious because it was so frustrating and we were walking up and down, I remember trying to hold him on his neck and then I pushed him down. I threatened him and even said that we are going to end your life there and then.  You will have to show us where the guns were.  So we took him back to the office. That is where we gave a report to the Captain Ramaligela to the effect that Mr Poswana didn't know anything about the guns.  \n\tThereafter there was another emergency of beating him severely and shocking him electronically.  I was involved, I did play a part in that, I participated in that.  I really used my bare hands and also fists.",
            "Male"
        ],
        [
            "MR MEYER",
            "Just explain to us precisely at which stage during this trip to where the arms and ammunition were allegedly hidden, at which stage of that trip did you give him a few slaps as you said in your statement?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well the slapping started when we were you know at the outskirts in the area of Chakuma, just not so far from the bush in which the guns were allegedly hidden.  He said he was just feeling pain.  That is where I started beating or slapping him.  And also after we had gone back to the office, at Venda office in our usual office interrogation room, that is where I also slapped him.",
            "Male"
        ],
        [
            "MR MEYER",
            "In other words that was on two occasions that you slapped him?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "It might have been more than twice because the interrogation didn't take place once.",
            "Male"
        ],
        [
            "MR MEYER",
            "And is the situation with regard to the, shall I call it the more serious assaults and methods of torture, is the situation with regard to Reverend Poswana the same as with the other members of the Church that you assisted in those assaults and interrogations but as you said you did not personally apply electric shock treatment and so on.  Is that the correct summation?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I do agree that I was part and parcel of severely ill-treating them.",
            "Male"
        ],
        [
            "MR MEYER",
            "Then the next victim that is listed in your statement is Mr Ravele, and of him you said that he was never assaulted by yourself?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well it's true I was not part of the investigation in his case.",
            "Male"
        ],
        [
            "MR MEYER",
            "Then with regard to Mr Chikororo, you said you\n\"... assaulted him during interrogation by slapping.  We forced him to stand for a long time and he had to do frog jumps.  We also threatened to seriously injure or even kill him\".\nCan you comment on that?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it's true.  With regard to Mr Chikororo to be honest, well it would be very helpful for me, I severely beat Mr Chikororo.  With regard to Mr Chikororo, during the time of his arrest he was very young.  Although I can't possibly say whether he's of my age but when looking at him I could see that he was younger than I was.  With regard to this case I was very much participative.  I tortured him severely.  I did make him frog jump; he was made to stand on his head; I threatened him; I even told him I could end his life in this world.  I even went on to say, with regard to the electric shock, I made use of it personally.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Who else was with you?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "If I remember the late John Managa was also with me.  If I am not mistaken also on the other section Mr Netshivale was also involved.  I can't tell you exactly whether - well I think he was around and so many other members who were involved because in the day you were not really respected, there were some young officials who just beat them there and there just to enjoy and leave.  Because with regard to interrogation in our Security section was done in a section which, well I can't tell exactly, how I can explain, the section would be regarded, based on whether one would be very confident enough, secretive, so that they would not really go out and tell exactly what happened in the days.  That is why we would like these people to be very secretive.  Although these people would be very involved, the elderly people or the senior people will be able to see that.",
            "Male"
        ],
        [
            "MR MEYER",
            "You have already said now that you were involved in electric shock treatment and that you beat him severely, you threatened to kill him, is there anything else that you did with regard to Mr Chikororo?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well it is true with regard to Mr Chikororo, although I won't be able to say in detail how I tortured him I am saying that I was using all available techniques to threaten him.  Let me say Mr Chikororo was very tough although he was very young he was not so easy to deal with especially to break his morale so as to extract the information that we wanted he was very tough.  However, it forced me to use any available method, electric shock, putting a bag with water, and would put this wire that will wind as if you are ringing the telephone, or we will just handcuff him there would be these wires so that the impact will shock the whole body.  There are so many methods that were used in torturing.  Some of them I won't even remember categorically.  However, I can't say - he may say more that he will explain.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You must remember something Sir, we don't want him to explain.  He is not applying for amnesty.  It is you who has to explain because you are applying for amnesty.  There is no onus on him to come here and explain.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well it is true, I am quite aware, and I want this Committee to understand that my evidence and my truth as put evidently, that there were so many things that really happened a long time ago.  I remember even yesterday as I left home, I didn't sleep well because I was trying to think in terms of what I was going to say based on what my colleagues had said and as to what I was going to say.  Was I going to say exactly how it happened.  I even went to an extent of asking my wife to pray on my behalf so that I will be able to say exactly the truth.  Pardon me if I did not reach the stage I really admit that I tortured him although I cannot say exactly what else used in torturing him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I hope you are not suggesting that you have had to think of how to fashion your evidence to be in line with that that has previously been given by your co-applicants, I just hope you are not suggesting that to us.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Could you just repeat the question.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am saying from the comment that you have just made, I hope you are not suggesting to this Committee that you are now fashioning your evidence, you are tailoring your evidence to be in line with the one already given by your co-applicants, because you must tell us your involvement as you, yourself understand it, as you yourself know to have been, irrespective of what has already been given before this Committee by your co-applicants.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Whilst it is true I am not trying to say that it should be in line with what has already taken place because if somebody teaches me on what to say it would be very misleading on my side.  I will be confused.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So don't make the comments that you have been making, just give us the evidence.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Thank you very much if I was not able to put it clearly.",
            "Male"
        ],
        [
            "MR MEYER",
            "Captain, can you recall, can you remember how long the questioning on the interrogation of Mr Chikororo, how long it kept on?  Was it over more than one day or so on?  Can you give any indication to that effect?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "It took a long time.  I am quite sure that it might have been more than three days, because it was not so easy to extract the truth from Mr Chikororo.  And also the period during the day on a particular day we will ask him more than two or three hours.",
            "Male"
        ],
        [
            "MR MEYER",
            "Alright.  Then with regard to Mr Mahumela you said in your statement you cannot remember if you assaulted him but it is possible.  Any comment on that?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well it is true.  I think with regard to Mr Mahumela let me say initially that when he was arrested I didn't really get the exact information as to how he was involved in the bombing of the police station.  However, with the directives that we were given and also the information that was given to us in the offices it was said to us that he used to go to the police station just to check as a spy and that could link him to the bombing of the police station.  That is why I am saying I can't really tell exactly how I was involved.  However, I can admit and say that I beat Mr Mahumela, although I won't really say it in detail as to how he was interrogated and how long it took place.  However, I was involved, maybe in the interrogation.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Let me try and comprehend this aspect of your evidence.  You can't tell your particular involvement but you admit that you actually beat Mr Mahumela?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "How do you know that you did anything to him if you can't recall what you did?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I just don't want to confuse myself.  You know just as to how I beat him I cannot say I took part but I agree that I did.  I don't want to lie, because I have to explain to this Committee as to how I beat him, how long it took, I just don't want to lie.  However, I did beat him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But how do you know that you beat him if you can't say what you did to him?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I agree that I beat Mr Mahumela.  However what I am not able to put across to the Committee is how long it took for over how many hours and what I used as a method I cannot explain because you know according to my knowledge I wasn't really seriously involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you are thinking of something, if you are remembering something you're surely formulating a picture of it in your mind otherwise you won't remember it.  You are casting back and in your mind you are seeing a replay of what happened.  Sometimes it's very distinct because you can't remember it well but you always get a picture in your mind.  Now what picture do you get of this beating of Mr Mahumela, if any?  And if you don't get any picture, if it's just blank then we go back to Judge Khampepe's question, how do you know you beat him if you can't recall anything?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well it's true because I am trying to picture Mr Mahumela in our office, interrogating room and I am trying again to picture some of the sections which the Reverend went past, Mr Chikororo as well and I can't really link Mr Mahumela in this regard.  As such I do agree that I beat him but I don't want to lie saying, just to perhaps say - I don't want to lie and say I didn't beat him although I wouldn't say exactly I beat him or not.  That is why I want to agree with the Committee that I beat Mr Mahumela, but I might have slapped him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You are not agreeing with the Committee.  The Committee is not asking you to agree to anything.  The Committee is here to hear your evidence.  It is hear to take details of what you admit to having committed on the suspects listed in paragraph 3 of your own application.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well let me say I must just release myself because I don't want to confuse and not say what is expected of me.  Well I don't know exactly what - how I beat Mr Mahumela, that is why I am saying I might have possibly been involved but I might have slapped him as well.  I don't want to lie before the Committee.  Because quite often if one had done something very much prepared one will remember that this is one or two things that one has done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that you can't remember whether or not you beat him, but you may have?  Is that what you are saying?  You can't remember it at all, but you may have although you can't remember it.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have got no recollection at all of whether you slapped him with an open hand or whether you punched him with a fist or whether you assisted or yourself placed electric shocks, applied the electric shock method to him or any other method, you can't remember but you won't dispute that you might have done it?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I don't want to dispute before the Committee, but I can't really picture myself, linking myself to Mahumela, I cannot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you might even, it might even be so that you never in fact tortured him or struck him or beat him because you can't remember?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I can't say I didn't torture him at all.  I might have been involved but I just can't picture myself before Mr Mahumela and torturing him.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Nesamari are you trying to tell us that these assaults were so indiscriminate and so sustained that you cannot distinguish the various types of assaults on the various victims?  Is that what you are trying to tell us?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I am not saying I cannot make a clear distinction.  There are areas which I am able to recall, the incidents which took place.  However, there are some sections in which one cannot be able to say exactly what happened.  That is why I am saying Chipirwa was one of the detainees and he's one of those people who was being interrogated.  And that is why I am saying I cannot say I am not involving myself but I cannot picture in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.\n\tLet's just clear up this point.  What you are actually telling us then is that the answer you gave on your statement with regard to Mr Mahumela is that you cannot remember if you assaulted him but it is possible?  Is that basically what you are saying?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well it is true, I can't remember but I might have possibly beaten him.",
            "Male"
        ],
        [
            "MR MEYER",
            "Okay.  What objective were you trying to reach in participating in these assaults and tortures on the detainees?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I was part of the investigating team which had a goal of trying to extract information which will lead to the people who bombed the police station.  That is the main goal that we were looking for.",
            "Male"
        ],
        [
            "MR MEYER",
            "What kind of instructions did you have from your superior officers?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Let me say as a junior member I didn't have any instruction directly coming to me.  The only instruction that I will get will be from the team leader, who was Mr Ramaligela or the late Sofuwa, to the effect that we had to work effectively so that we would be able to extract the information as to what happened which led to the bombing of the police station; as to who were involved in the bombing of the police station.  And that is how it happened, and we were working day in and day out.",
            "Male"
        ],
        [
            "MR MEYER",
            "Now sitting here today and thinking back on these things that you did, how do you feel about it?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well what happened years back - are you referring to the bombing of the police station or regarding the victims?",
            "Male"
        ],
        [
            "MR MEYER",
            "I am talking about your treatment of the victims.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I just want to say in particular to the victims and their families that it is true that I was involved in torturing them.  If I will be very clear I will say that my torturing the Reverends and some of the members who were also belonging to the Lutheran Church, led into difficulties with regard to my life.  I was hated by the nation.  I was not able to live well.  The separation of my family.  I didn't have the best relationship with my family anymore, my young brothers.  Also I tortured my own family because my family was also transformed into victims because of the torture that I made with regard to the Reverends.  The nation regarded me as a monster.  I was not happy at all.\n\tMoreover I just want to submit that with regard to any victim, perhaps mentioning them by name, let me say looking at Dean Farisani, as the elder or senior member of the Church in those days, that is true that Mr Dean and his family really suffered with regard to the tortures that I did, or my deeds.\n\tWell I didn't know exactly that the Dean was related to me, that is why I was not so surprised that my young brother hated me.  My young brother married the - I realised that when I was torturing Mr Dean I didn't realise he was my relative.  His family suffered because of me ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "May I interrupt you.  This is a very short-lived Committee, please try and confine your responses to what is relevant and that will impinge on us being able to decide on whether to grant you amnesty or not.  You have, however, been asked by your counsel what, if you have anything to say to the victims, so confine yourself to that question, and that question only.  You don't have to give us a background of your relationship with any of the victims.  Do you have anything to say to them in relation to the assaults for which you are seeking amnesty?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well pardon me.  Well I thought the question wanted me to tell exactly what I can say.  Well please pardon me if I was really going into detail with regard to my feelings, the pain that I feel, that I felt throughout, because my torture of Reverend I made myself no more available in the Church.\n\tLet me say, I will just say in general, as the Committee has just told me, I don't want to be very long, the Lutheran Church Reverend please pardon me.  I am your child.  I grew under your Church.  However, because of the job there was nothing I could do because the job was part and parcel of my attachment with the family.  In those days that is how it happened.  I just want you to accept my apology and do forgive me.\n\tWith regard to Mr Chikororo, well I am so disappointed I feel so disappointed.  I am sorry the Committee doesn't want me to say in detail.  I will be saying more than I am saying now.  His mother is a relative to my wife.  He normally comes to my place and I don't have much to say with them.  I don't know whether they know exactly that I was involved in the torture of Mr Chikororo.  But anyway not to say so much as I was limited already let me ask for forgiveness.\n\tMr Mahumela, although you might think that I am lying that I didn't beat you, the torture and the sufferings that you experienced I was also going through.  Wherever I wronged you please forgive me.  I do admit that you suffered extensively in my involvement.  And so many other people that I could not mention because these were not the only people who submitted our names in the Committee.  There were so many people who were tortured ...(intervention)",
            "Male"
        ],
        [
            "MR MEYER",
            "Mr Nesamari I am going to cut you short there.   You said in your statement, paragraph 42\n\"You can safely say that no person was ever seriously assaulted, ever had serious wounds inflicted or needed medical treatment\".\nNow you've already testified that Mr Chikororo, for instance, was severely beaten and assaulted, what is the reason for the allegation you made in paragraph 42?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well it's true I did say, I gave evidence to the effect that I agree that it was falsified.  The reason why I said that I thought I was defending myself and protecting myself.  I just didn't want to be very open that the Reverend and other people, or the victims were really severely beaten and they were hurt so much that they had to go to the hospital.  I thought I was protecting myself.  Because one thing for sure the reason why I made my application I didn't have much knowledge as to where it would lead me, myself and the family.  That is why I was trying to be very evasive.\n\tAlso subsequently as we were being consulted by the legal advisor they then directed us and said to us the Committee wanted absolute truth so that they will be able to consider whether you will be forgiven.  I was then eventually free although doubting, especially with regard to the colleagues as to whether they will be able to say the truth.  That is why I have always been saying or dodging, or I didn't know whether I will side with the victims or the perpetrators who are my colleagues.  I didn't ...(indistinct) them.  Today I think they have said exactly the truth and I am so free that I had to say the truth.  And these people were seriously injured, they deserved to go to the hospital.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Are you saying that today the victims have said the truth and that's why you are now able to say the truth?  I just want to make sure that the translation came through properly.\n\tNo translation is coming through.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Just repeat for the last time please.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Was it translated properly.  Your evidence came through as saying now that the victims have told the truth you are now able to tell this Committee the truth?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "The truth that I am saying now is based on the fact that all the various methods were used with regard to the victims.  I could hear as it was being elucidated that those methods were used.  That is why I am now free.  Well I don't know if there are other things which were not said.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I have understood you properly.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.  You are also aware of the fact that as a result of the assaults civil proceedings were instituted against the Government, the Minister of Safety and Security in the former Venda, and the victims claimed damages from the then Venda government, you are aware of that?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes I am quite aware.",
            "Male"
        ],
        [
            "MR MEYER",
            "Is it also correct that with regard to those civil proceedings you made a statement which is contained on page 105 Mr Chairman.  Let me show it to you.  Is that your statement?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it is mine.",
            "Male"
        ],
        [
            "MR MEYER",
            "Do you agree that you stated here, in the last paragraph\n\"While in my care and custody the suspect was not in any way injured, ill-treated, assaulted or interrogated\".\nThis is with regard to Reverend Posiwa.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "It is true.",
            "Male"
        ],
        [
            "MR MEYER",
            "And this statement is false?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "It is true.",
            "Male"
        ],
        [
            "MR MEYER",
            "What is the objective you were seeking by making this false statement?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well in those days, in the then government under which I was working, as police or as a policeman, let me just say as a policeman it was our own knowledge that we will be able to protect the then government of the day, in any form that one will - or in any situation that will really lead into criticising the government, that is why the statement that was put falsely was meant to protect the government so that the government could not be sued and it had to pay a lot of money.  That is why I lied.",
            "Male"
        ],
        [
            "MR MEYER",
            "Can we just go back to the question that was put to you by Judge Khampepe about the fact that you can now tell your story because of what the victims said.  I am not clear, I am not sure if I understand you correctly.  Do you mean that your memory has been refreshed by what the victims are saying or what do you exactly mean by that?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I was trying to explain that I didn't have trust in my colleagues, especially in my seniors as to whether they will be able to say how they tortured these people.  That is why I was saying after hearing whatever they said, the way they tortured these people, especially with regard to Ramaligela's evidence as to how he tortured the people, that is why I am able to say I am now free.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "May I interpose Mr Meyer?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Certainly.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "It's getting more clouded.  I was on the same page with him, I am afraid I am getting to be on a different wavelength.\n\tYou are saying the reason why you are now able to admit to the assaults as you have before us now in your viva voce admitted, is because of having listened to the evidence of your colleagues about their own involvement in the assaults of persons mentioned in paragraph 15?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well what I am saying I am basing it on the statements that we made in which they were not really putting or correlating truthfully.  I am not saying what I have explained on what I have seen and say I will go in line with what they have said.  I was basing it on the statements that we put, mine, which was not very truthfully put, or I could not put things in full detail, or in detail.  Like in the Reverends alluded to by my legal advisor in which I explained that Mr Chikororo was beaten and he suffered severely.  That is why in the other statement I didn't deem it fit that he would have to get medication.  That is why I am trying to clear that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Meyer.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you Mr Chairman.  I have nothing further at this stage.\nNO FURTHER QUESTIONS BY MR MEYER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg do you have any questions you would like to put to this applicant?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  Yes indeed I have a few questions.\n\tMr Nesamari you mentioned during your evidence before this Commission that Mr Netshivale was also involved in the interrogation of the detainees at the time, is that correct?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it is true, they were involved that's why.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Now at the time you held the rank of constable, is that correct?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "That is true, I was a constable.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And would you dispute that at the time Mr Netshivale was also a constable?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "We were both constables.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay now can you please proceed by describing to us what was Mr Netshivale's involvement in this interrogation at the time?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I cannot really respond to that as to how Mr Netshivale was involved in the interrogation.  Let me say since all of us were junior members we will act under the instructions given to us just to do the job.  I am quite sure that Mr Netshivale deemed it fit to be involved, to participate.  Well I am not too sure if that will satisfy you.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay I will accept that for the moment.  There was previously evidence led that the core of the interrogation or the investigation unit consisted of Security policemen by the rank of warrant officer and above.  Do you agree with that?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And there was also evidence that these investigators made use of other lower rank policemen, constables in the Security branch to assist them in the interrogation.  Do you agree with that statement?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Could you just repeat the latter part of the statement.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.  There was evidence that these warrant officers who formed the core of the investigating unit also used other Security branch policemen of lower rank to assist them in the interrogation.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Won't you just make it easier for him by telling him who has said that.  He might not be able to remember.  Who actually made that....",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  I think that evidence was in fact led by Mr Ramaligela and also the second witness which was, ja, Mr Ramaligela was in fact the second witness.  He was, as far as my recollection goes, the one that testified to that effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and I think also Mr Managa said that although they weren't invited, the junior members or so assisted.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Are you actually asking me whether the other junior members were also invited to come and assist in the interrogation?  I am not really following your question.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I am asking you if you agree or disagree with the previous evidence that was led by the two gentlemen mentioned, that apart from the core which consisted of persons of warrant officer and above, there was other persons who were not really a part of that core who was also used, people of lower ranking, or policemen of lower ranking office.",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well if I could make a clear recollection with regard to the investigation of the bombing of the police station it had a very specific investigating team which was involved in the case.  During the time when the detainees were being interrogated or being tortured there were other members in the Security Branch office who very often will just come in the interrogating office.  I am not too sure whether they were invited or not, I don't want to lie, because I was not in possession of inviting anybody because I was in a lower rank.  Maybe they were invited or not invited or voluntarily because they were very inquisitive.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes thank you, we are talking actually about the same thing.  The question is were you part of that very specific investigation team or not?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Who are those you are referring to?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "You, were you ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg has mentioned that you had that specific investigation team which you agreed with him, consisting of various members, warrant officer and above.  Your co-applicants in here basically plus one further deceased person.  Now he is asking, were you actually officially part of that investigation team or did you just from time-to-time come in and assist whenever you felt like it or ...(intervention)",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I was just part of the investigation unit.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman for the assistance.\n\tNow would you agree with me, if I put it to you, that Mr Netshivale, he was not part of that as you call \"very specific investigation team\", he was not part of that team?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I can't dispute that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Do you know or don't you know, was he or wasn't he?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "What I know is that Mr Netshivale took part in the interrogating session.  Whether he was assigned specifically in the investigation team I don't know whether I can say it truthfully.  Maybe the head of the investigation team would be able to explain that whether anyone in particular day was involved.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.\n\tDid you at any stage, any occasion, witness Mr Netshivale assaulting any of the detainees?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well although I cannot put it clearly as to who but I can remember - I don't know whether with regard to Mr Mahumela and Mr Chikororo, whether Mr Netshivale beat a particular person.  I can remember you know the slapping, using two hands.  I can't make a clear distinction whether it was on Mr Chikororo or Mahumela.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "So what you are saying is you can remember Mr Netshivale slapping an unidentified person, or a person who you can't recall his identity, with two hands?  Do I understand your evidence correctly?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "That I what I am explaining now.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Was it during that time of the detentions, of the interrogation of the detainees?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay. And was, during that specific occasion that you are talking about now, was Mr Netshivale alone with that specific unidentified detainee?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Are you referring specifically to the office, being alone in the office?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, in the office with that specific detainee that you said he assaulted with two hands.  Was he alone in that office with a detainee or were there other police officers with him?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well there were other policemen.  I was also around.  I don't know as to whether - well I think, I hope that the late John was around.  I don't know exactly who else was there.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "This person, the late John that you are talking about, is that the late John Managa?",
            "Male"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it is true - Managa.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And that would be the brother of Mr Managa who is here?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "It's the younger brother to the Managa who is around.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman I have no further questions to this witness.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van Rensburg.  Ms Mtanga do you have any questions you'd like to put to the witness?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Mr Mahumela would like to know whether you were part of a team of policemen who went to arrest him?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I can't remember.  I might have been part.  I can't really recall.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Would you dispute his evidence that yourself, Mr Netjenjereni and Mr Chivasa were the three people who went to arrest him from his work, do you dispute this?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I can't dispute that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Are you saying Netshivesen or Netshivale?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Netjenjereni.",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Nerenjene or....",
            "Male"
        ],
        [
            "MS MTANGA",
            "Nerenjene.",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I can't really remember whether the member was already in the Security Branch or not.  But anyway Mr Chivasa was already in the Security Branch.  The other, Nerenjene was a new member.  I don't know whether in the 1982's he was in the Security Branch.  I can't remember.  However, he was a member of the Security Branch.  I can only remember that he came at a later stage.  I don't know whether it was in the '82's.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Mahumela is going to testify that you yourself, Mr Nerenjene and Mr Chivasa arrested him on the 12th of November 1981 and you are one of the people who tortured him.  What do you say to this?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I cannot dispute that, the fact that I arrested him, I cannot dispute that.  Also to the fact that I tortured him, I cannot dispute that.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Nesamari if you don't dispute that you arrested Mr Mahumela and if you also don't dispute that you tortured him, do you also not dispute that on from the 12th of November, the day of his arrest, up to the 14th of November 1981 Mr Mahumela lost consciousness and he didn't know his whereabouts and he would like to - do you dispute these facts?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "....and Ms Mtanga let's - if we could just get this clear.  You say he lost consciousness - was he knocked out physically unable to do anything or did he lose - has he lost memory of what happened during that period of time?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson as a result of the beating and the torture he received from Mr Nesamari and his team on the 12th, the day they arrested him, he lost consciousness on the same day and he only recovered on the 14th of November 1981.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you say to that Mr Nesamari?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well are you saying the time he was arrested, the spot where he was arrested or in the office or where, I just want to know exactly where the question is leading me ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It doesn't - look what's being put to you is that this man that you arrested on the 12th of November was rendered unconscious after his arrest.  It doesn't matter whether it was at the place where he was arrested or in the motor car going to the office or in the office there.  He was rendered unconscious and he remained unconscious right through from the date of his arrest, that is the 12th of November through to the 14th of November.  Now what do you say to that?  That's what is being put to you that the witness will say, the victim will say, Mr Mahumela.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I cannot recall that section in which he was unconscious.  I cannot recall that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you agree that it's the sort of incident that would be difficult to forget?  I mean if you render, through beating a person unconscious, you render him unconscious and he remains unconscious for two, over two days or two days, that that would be an extremely worrying time.  Would this person die or not would have been on the forefront ...(intervention)",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well you see if he ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you say you can't even remember whether he was unconscious or not?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well if it had happened before me I don't think really I cannot recall that.  I will be able to think about that and remember, but I cannot really put it in the picture as to how he became unconscious.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The thing is not as to how he became unconscious, but can you remember him being unconscious, lying there prone, unable to speak, not responding to anything said to him or done to him?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I cannot recall.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Let us assist you.  You have just admitted that you were part of the team that went to arrest him.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it is true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And that was on the 12th of November.  After that you must have interrogated him, did you not?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I can't really recall that on the date as to when.  That could be the date.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  But after arresting him you must have conducted some kind of interrogation, immediately after arresting him.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes it is true.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Which is on the 12th of November.  Was the interrogation conducted on the 12th of November on Mr Mahumela?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well like I am saying I cannot recall, specifically with the date I cannot recall the date.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did you arrest him and take him to your interrogation room on the same day?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I am not clear.  Well I am told that he was arrested at work.  It could have been after hours.  I don't know whether he was taken to the office or to the prison.  I can't really have a picture on that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But you admit to having been part of the people who effected an arrest on him?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I can't dispute that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Do you know a lady by the name of Tinavuyo Rambuwane?  She used to work with your team.",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Did she assault Mr Mahumela?  Did she kick Mr Mahumela?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes she did kick Mr Mahumela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Ms Mtanga, could you please just give me the name of that person again, I didn't catch it.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "The name is Tinavuyo Rambuwane.   If you cannot recall interrogating and torturing Mr Mahumela how do you know that Tinavuyo indeed kicked Mr Mahumela?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I was around in the office.  I am not saying that I don't know about the torture of Mr Mahumela.  What I said initially is that I cannot have a clear recollection as to how much I was involved, personally.  But with regard to Tinavuyo's kicking, I witnessed it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga has she been given notice as an implicated person?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No Chairperson I just got instructions from the victim now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There will have to be notice given in terms of the Act, section 34 I think it is, 30, yes, 30.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "That will be done Chairperson.\n\tMr Nesamari are you now admitting that you were present when Mr Mahumela was being interrogated and tortured?",
            "Female"
        ],
        [
            "MR MEYER",
            "Mr Chairman I want to object to this question.  I think this witness has now made it clear that he cannot recall whether - he said it was a possibility that he was involved and he might even himself have assaulted Mr Mahumela.  But he said repeatedly that he is not sure about it and he can't remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe the fact that this lady's name has been mentioned might jog his memory.  It's come up for the first time now and he says that he knows that she kicked him.  Does that bring back any memory about your participation  - relating to your involvement on the torture of Mr Mahumela?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I still don't have a picture on my involvement and beating of him.  Well I don't think I won't have a role and dispute that.  That is why I am saying I am unable to explain exactly how I played a part in regard to the torture and assault.  Well I did admit that I might have possibly participated but I don't remember exactly what happened.  That is why I am not able to say exactly how unconscious he was and whether he became unconscious.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Nesamari Mr Mahumela will testify, and I would like to put to you what he will be testifying on, he will testify that you were part of the team that kicked and beat him together with Tinavuyola Mbowane and at the time he lost consciousness you were there.  And at the time he lost consciousness that's when Tinavuyo was kicking him on the head.  Do you dispute this?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well by the time it happened, especially with regard to the kicking I think I did admit I was there.  But for the fact that he became unconscious I cannot tell exactly what happened.  But I did witness when Tinavuyo kicked him.  I am not saying I did kick him.  I don't think that possibly happened.  However, it might have happened.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Mahumela would like to know do you know of his whereabouts from the 12th after he had been kicked by yourself and your team, what happened to him between the 12th and the 14th of November?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Does he want to know where he himself was or where Mr Nesamari was?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He wants to know where he himself was.  He says he was unconscious.  He doesn't know where he was from the 12th to the 14th.  He now wants to know if you know where he was from the 12th to the 14th.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Maybe if we were to look at the books from the police station we may be able to know where he was detained.  I don't know exactly as to where he was taken during his arrest.  I just want to say if we look at the books further back they will be able to help us.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Do you or don't you know?  We don't want to be looking at the books.  Do you know where he was after he had been assaulted in your presence by Tinavuyo?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I don't know whether he was detained and where he was detained.  I can't make a clear recollection of that.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Are you able to say whether, as a result of the injuries, resulting from the beating and the kicking, Mr Mahumela was ever hospitalised?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "That could be possible.  I cannot say I exactly remember what happened.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Do you remember or don't you remember?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I can't remember at all.  That is why I am not sure whether he was taken to the prison or he went directly to the hospital thereafter.  Please pardon me on that.  I don't know.",
            "Male"
        ],
        [
            "MS MTANGA",
            "You have already denied that you were part of the team that tortured Mr Mahumela, do you know if ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He didn't say that Ms Mtanga.  I think he - we dwelled on it a long time, he said he can't remember.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I am sorry Chairperson.  You have indicated that you don't remember assaulting or torturing Mr Mahumela, do you remember if any person was in the room with you, in the interrogating room, ever applied electrical shocks on Mr Mahumela's private parts?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "No I can't remember anything.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "May I interpose Ms Mtanga.  The people who effected the arrest on Mr Mahumela were yourself, Nerenjene and Chivasa, is it not so - Netshivale?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well that's how it was - I don't remember ...(intervention)",
            "Male"
        ],
        [
            "MR MEYER",
            "Mr Chairman if I can just come in here.  With respect I don't agree totally with what is being said.  He also said with regard to that he can't dispute it - it's possible.  He can't remember that either, that he was part of the team and that those were the other team members. The names that have been mentioned.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, he will say that.  You were present when Mr Mahumela was arrested, were you not?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I do agree that I might have been the person who arrested him, but I do doubt whether Mr Nerenjene was there.  That's why I was so doubtful whether he was a member of the Security then.  I am not too clear whether he was there.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So you cannot recall whether you were present when an arrest of Mr Mahumela was effected?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Let me say the Committee should understand that with regard to Mr Mahumela's case there's not much that I can recall because I don't even know where we found him, where we arrested him and I am not disputing that I took part in the arrest.  But just where we arrested him and the subsequent information I can't tell exactly.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am not interested about how the arrest was effected.  I want to know whether you were part of the unit or the team that effected the arrest?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I do agree that I might have been part.  That is why I don't want to dispute that I wasn't there.  As the Committee is showing it to me I might have been involved together with the other members but I don't want to say I can remember exactly how the events took place.  Pardon me for that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "The reason why I am asking this question is because of all the persons mentioned by Ms Mtanga to you as having been part of the arresting team do not constitute the investigating team as evidenced by the other members, the senior members who were working under initially Mr Sofuwa and later under Mr Ramushwana.  And then the only person who would make up the team would be yourself.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "With regard to the arrest it was not really necessary for one to be a member of the team because during the arrest as many policemen were required because they will send anybody just to arrest, as long as there was a directive.  Any member who was around will be called in just to give support.  That is why I am saying I don't want to dispute that, that I was involved in the arrest.",
            "Male"
        ],
        [
            "MS MTANGA",
            "In your evidence before the Panel you have testified that you severely beat up Mr Chikororo and you severely tortured him.  In your opinion, after you had severely beaten him and severely tortured him did he require medical attention or not?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes, Mr Chikororo - I don't know how I can really describe this because I don't know the terms that the doctors really put but I could really observe that he was very weak.  That is why I am saying we had broken him into - he was very weak.  Well I can't explain in detail.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Are you not able to tell the Committee the visible signs of the witness you are referring to?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "With regard to the visible signs that one could remember and observe with the naked eye, I don't think I could identify anything, but physically let me say he was severely beaten, with internal and he was so weak.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Nesamari did Mr Chikororo appear mentally disturbed after your torture and beating?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I don't want to commit myself.  Maybe the doctors will be able to give evidence.  Well not to my naked eye.  I don't want to commit myself, I will lie then.",
            "Male"
        ],
        [
            "MS MTANGA",
            "When Mr Chikororo testifies he will testify that the reason that he was taken to hospital was because he appeared to be mentally disturbed.  Do you dispute this?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I can't dispute that.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Are you also aware that another visible sign of his weakness, as you say, was that after he was tortured by you his urine was black for three months after the torture?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I didn't observe that.  Well I can't really dispute that.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Did you apply electric shocks on Mr Chikororo's private parts?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "No I didn't reach there, the private parts.  However, with regard to the other parts of the body, well I did that severely.",
            "Male"
        ],
        [
            "MS MTANGA",
            "For how long did you torture Mr Chikororo?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "A long time, very long time.  Maybe in a day's time.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Would you dispute Mr Chikororo's evidence that you tortured him for the whole day and part of the evening?",
            "Female"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well I don't dispute that as well, I can't dispute that.  It's true he was tortured severely.  I can't dispute that.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "Did I not understand your previous evidence to have referred to him being interrogated and tortured for three days, when you were giving your viva voce evidence?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well it's true.  I said it could have been three or four days.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Why now do you say you can't remember.  You were able to give ...(intervention)",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I thought the question wanted me to talk about the period of time that is why I was able to say Mr Chikororo would say he was tortured the whole day.  I don't know the question wanted me to say the period of time.  Please pardon me if I didn't understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any re-examination Mr Meyer?\nNO RE-EXAMINATION BY MR MEYER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Judge Khampepe do you have any questions?",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Nesamari can you just enlighten me on one aspect about how interrogations were conducted by junior members of the unit, that is the core unit that was set up to investigate suspects on the attack on Sibasa Police Station.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well are you referring to the junior members?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "With regard to the interrogations by the junior members there was no specific directive which they were given as to how they will interrogate, but most of them will just voluntarily involved themselves.  For example like the woman who was alluded to was not part of the team.  She was just you know involved through some extraordinary means just to assault or just torture or assault them, especially in the absence of Mr Ramaligela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would seem that there was very little discipline there or control or order.  I mean it was an orgy of violence.  Anyone who feels like punching or kicking somebody could just join in and come and punch and kick. They are not even part of the investigation.  It was open game.",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Mr Chairperson as far as the Security is concerned, if I want to put it clearly, we were brainwashed by the Boers who were leading us.  I will say personally I will take - we used to have those banned parties were enemies to us.  We used no control and there was no discipline at all.  I don't know how to put it because we were so brainwashed in such a way that we regarded them as enemies.  That is why even when we were dealing with them we didn't have to take any care or that is why I am saying there was no discipline or control except when there was a senior member then we will really be disciplined.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Were you in the investigating team which compromised Ramaligela, Managa, were you ever instructed by Mr Ramaligela to conduct an interrogation of a suspect detained in relation to the Sibasa bombing attack, or did you do the interrogations of your own accord?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well normally we will interrogate them even in the presence of Mr Ramaligela. Unless if he had gone elsewhere he would leave us under the care of these people and interrogate them.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But would he assign you to conduct any interrogation of a given suspect?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well there was no specific method on prescribing as to how we do it.  There was no method like that.  He will just say just deal with them, interrogate them.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, but he would actually give you directives to deal with them?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Well the only instruction that will come through will be if there were certain points which needed some clarity, for example during the interrogation of a particular suspect there were some elements which came clear that had to be - well he would then go to specifics and say Mr Chikororo, so and so, one, two, three, which we will have to have clarity on.  That used to happen.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "How did you come to interrogate Mr Chikororo?  Were you instructed by any member to do the interrogation?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "With regard to Mr Chikororo there was part of information which led us in the involvement of Mr Chikororo regarding his vehicle during the scene of the crime of the police station attack.  It is alleged that his kombi was used in conveying ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry the question is very simple Captain.  The question was were you ever instructed to interrogate Mr Chikororo?  Were you given that instruction by some superior officer - Constable go and interrogate Mr Chikororo?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes I did receive that kind of instruction.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Who gave you that instruction?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "The instruction came from Mr Ramaligela and Mr Sofuwa.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Ramaligela and Mr -  Mr Sofuwa?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Sofuwa, yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was Mr Sofuwa a senior member to Mr Ramaligela or what?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And at that stage was Mr Ramushwana not yet in command of that investigating team?",
            "Unknown"
        ],
        [
            "TAKALANI JOSEPH NESAMARI",
            "I can't recall that.  Well I think Mr Ramushwana came later, but I can't recall that exactly as to whether it was before Mr Ramushwana but what I can only remember is that Mr Sofuwa was still there as the team leader.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman, any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Will you just allow me a very brief comment to Mr Nesamari.  Mr Nesamari this Committee is not insensitive where there is a true need for anybody to become reconciled with the community but it's not a prerequisite for amnesty.  So I thought that I should just suggest to you that if there's really a need that you could perhaps through your legal representative or through your church, after this has been concluded, arrange for such an opportunity to get the other things off your chest which you wanted to do here this morning and which we could not - as the Judge explained, in view of the time, allowed you to do.\n\tThank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions arising Mr Meyer?\nNO FURTHER RE-EXAMINATION BY MR MEYER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg?\nNO FURTHER CROSS-EXAMINATION BY MR VAN RENSBURG",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga?\nNO FURTHER CROSS-EXAMINATION BY MS MTANGA\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Unfortunately we will have to adjourn this matter now.  We won't be able to be sitting this afternoon.  One of the Panel members is unfortunately not available.  I am told that it's been agreed that we will be able to continue with this matter on the 28th and 29th of June, is that correct?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, that has been arranged Mr Chairman.  We are available on those dates.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I confirm Mr Chairman we are available and we can continue on the 28th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  We will then have to postpone this matter to the 28th of June also for hearing on the 29th of June.  That is a Monday and Tuesday.  We will start at ten o'clock on the Monday.  The first day takes time to set up all the equipment etc, so we will start at 10 o'clock on Monday the 28th of June and we will sit on the 29th of June until - this venue will also be available then, so unless otherwise advised, but I am sure it won't be changed, it will be at this venue here, the same place, 28th of June at 10 o'clock.\tThank you very much.\n\tWe will be starting with another application tomorrow.  It's got nothing to do with this application, so we as a Committee will then be adjourning until tomorrow morning at 10 o'clock where we are going to resume the other hearing.  Anybody who wishes to be present can do so if they want to, to hear the proceedings.\n \tThank you, we will adjourn now.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}