{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-20",
        "location": "VEREENIGING",
        "day": "3",
        "names": [
            "TIMOTHY STALS MAZIBUKO"
        ],
        "case number": "AM6122/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53119&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990120ve.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BERGER",
            "MR DA SILVA",
            "MR LAX",
            "MR STRYDOM",
            "MS PRETORIUS",
            "MS TANZER",
            "TIMOTHY STALS MAZIBUKO"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "TIMOTHY STALS MAZIBUKO",
            "MR MAZIBUKO",
            "MS PRETORIUS",
            "INTERPRETER",
            "MR LAX",
            "MR DA SILVA",
            "MR BERGER",
            "MS TANZER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, the next applicant is Timothy Stals Mazibuko.  He is the fifth name on the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mazibuko, what language are you going to speak?",
            "Unknown"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Your full names are Timothy Stals Mazibuko?",
            "Unknown"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, yes?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR STRYDOM",
            "Thank you Chairperson.  Mr Mazibuko, you have completed and signed a Form 1, which form appears on page 107 of the bundle?  I want you to identify your signature on the last page of Form 1, on page 109?  Is that your signature?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "It is stated on this form that you were born in Sebokeng, is that correct?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You elected to speak Sotho, but are you a Zulu person or not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Are you a member of the Inkatha Freedom Party?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You indicated to me that there is something not correct of this Form 1 and you indicated that at paragraph 11(b) this statement as contained there, is not entirely correct.\n\tI am going to tell you what is written here, then you must just tell me what is incorrect.  An order was given by the leaders of the IFP staying in the kwaMadala hostel, that Boipatong should be attacked.  Orders were given on the 10th and 17th of June 1992, the leaders were Mkhize and Qunchu.\n\tYou are not entirely happy with what is stated there, can you just indicate what is your complaint?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "My problem is that there was a meeting on the 10th, the 10th of June.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to your recollection, did you go to a meeting on the 10th, where it was discussed that Boipatong should be attacked or not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "When this thing was discussed on the 10th, I was not present.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When was the first time for you personally to become aware that Boipatong was going to be attacked?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I knew firstly on the 17th of June.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to refer you to the Annexure to Form 1.  Do you agree with the contents of this document as was discussed with you before you gave evidence?\n\tJust to make it clear, this document contains some of the answers from Form 1 which there was not enough space actually, to give a full answer, and the answer is contained in this Annexure.  Do you admit the contents of that answers?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then I want to refer you to a request for further particulars and your answers thereto, that is on page 112 and further.  These answers was - you went through the answers again, do you stand by those answers that you gave?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And lastly, your affidavit on page 116 to 118, do you stand by the affidavit as contained in this document?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that your signature on page 118?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just a few other aspects, you indicated that you lived in Sebokeng.",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How come did you leave Sebokeng to go and stay in kwaMadala hostel?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "There was a fight between myself and fellow comrades.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why do you say fellow comrades?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I used to visit a certain friend called Mtana in Sebokeng, he was a member of the IFP from the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the period that you stayed in Sebokeng, were you an IFP supporter or not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I was not a supporter of any political organisation at that time.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just tell the Committee more about the problems that you had to deal with in Sebokeng?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "In 1992 I was shot in Sebokeng, shot by comrades.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you go to hospital?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Could you stay in the hospital for the period to recover?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I did not stay in the hospital.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you go to?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I ran from the hospital.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you run from the hospital?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "My life was in danger in the hospital.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After you left the hospital, where did you go to?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I ran to Madala hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Approximately when did you arrive at kwaMadala hostel?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is 1992, I think it was between January and April.  I don't remember the exact date.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You indicated earlier that you are an IFP supporter, when did you become an IFP supporter?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "After I ran from the hospital, I went to Madala hostel and I joined the IFP.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You also indicated that the first time you heard that there would be an attack on Boipatong, was on the 17th of June.  How did it come that you became aware?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I learnt from the stadium.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who told you at the stadium that Boipatong would be attacked?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "When I arrived at the stadium, Mkhize was giving a speech.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now were you prepared to go along to Boipatong, to attack the people there?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I was prepared.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why were you prepared to go to Boipatong to kill people?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I wanted to pay a revenge for what they did to me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During that period, could you move freely out of the hostel, in the townships, or not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I could not move freely in the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I was afraid that they would burn me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you take a weapon to Boipatong?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What kind of weapon did you take?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I had an iron bar and a knopkierie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "We have already heard that there was initially one group, but later on two groups, do you agree with that?  That is two groups in Boipatong consisting out of attackers?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whose group were you in?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I was in Mkhize's group.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you went to Boipatong, what was your idea, what would happen in Boipatong?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "We were going to attack and kill members of the Self Defence Unit.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you briefly describe what happened in Boipatong when you arrived there?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Before we entered Boipatong, we sat under the tree, then we divided ourselves into two groups.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, and after that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "We entered in the last street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, I want you to continue with what happened in Boipatong.",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "When we entered in that street, that is where we had a barricade next to a house, in front of that, on the other side of the tank, there were a group of people.\n\tI thought those were members of the Self Defence Unit because they were of our age.  After that, we directed fire to them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Could you see who was firing?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "The one who was next to me, shooting, was Doctor.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What kind of firearm did he use?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "He had a pumpgun.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see anybody else firing shots?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who did you see?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What kind of firearm did he have with him?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "He had an AK47.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What happened when those shots were fired in the direction of the Self Defence Unit?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They ran away.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What happened after that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Others entered the houses nearby, others ran on the street.  Then we ran after them, those who were in the houses, and others followed those who ran through the street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Personally, what did you do whilst you were moving through the streets of Boipatong?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I was not able to catch one of them, we entered in one yard and we broke the window panes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from that one house, did you break windows at other houses?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, the others continued to break windows in other houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you tell the Committee what else did you do?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "After I broke those windows, there was a house on the corner which I opened the door.  After I had opened that door, a group of people entered that house.\n\tWhilst they were inside the house and whilst I was continuing breaking the windows, one person burnt a blanket which was inside the house.  I took that blanket and threw it inside the house.  Whilst we were breaking the windows of that house, I jumped the (indistinct) and entered in another big house next door.\n\tI broke the windows, the big window panes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you enter the house or did you enter the yard?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I only broke the windows, I never entered that house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, what happened then?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "When people entered that house, others took TV's, there was one who was scared to take the TV, the big TV.  The person who picked up the big TV, was a little big scared and put it down, then I took it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know the name of that person?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I was not able to identify that person.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At this point, you were at the hostel at that stage, since approximately January to April 1992, did you know many people in the hostel?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, there were people I knew, and many of them were those who came from the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And do you know the names of all the people in the hostel or not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I don't know them all.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In any event, you were telling that you then received a TV from this person.  What did you do with the TV?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "When we left Boipatong, then we proceeded to Madala hostel, we saw police vans.  Then I put it down, because I was scared that I would be arrested.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give an indication, where did you see the police vans that you say?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Those cars we used to call them suitcases, and they belonged to the SADF.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But where, where did you see that vehicle or vehicles?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They came from the direction of between Tserela and as if they were going towards Vanderbijlpark, and they turned at the robot.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The robot that you refer to, is that the robot at the intersection of Nobel Boulevard and Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst you were in Boipatong itself, did you witness any killing of any person?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I never saw any person being killed inside Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you take the same route back to the hostel which you took when you went there?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, we never used the same route when we returned.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you went to the hostel, did you still have that TV with you or not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I left it behind.  I held that iron bar which I had when I went inside Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you got to the hostel, what did you do?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I went straight to my room.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you hear for the first time that many people were killed and injured?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I heard the following day, in the morning.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know anything of loot being burnt after the attack in the kwaMadala hostel?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What do you know about that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "It was Richard, that is Richard, Matanda and Mkhize, those who were going around the rooms.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The Mkhize you refer to in your statement, is that Bhekinkosi Mkhize?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if he personally got something out of a room which he burnt, or not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, he never burnt anything.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Matanda and Richard, did you see them placing anything on a fire?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from the military vehicle that you referred to earlier on in your evidence, did you see any other military or police vehicles during the course of the attack?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I did not see any cars.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person by the name of Andries Matanzima Nosenga?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where do you know him from?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I knew him from Madala hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know in which room he stayed in the hostel?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I don't know his room.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When was the first time for you to see him in the hostel?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "It was after the attack of Boipatong, but I don't remember the month or the day or the date.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Prior to the attack, did you know or did you meet Mr Matanzima in the township whilst you were still staying there?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I started knowing him after the attack or the massacre, I think it was after a week.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know Victor Keswa?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The allegation has been made that he was a sort of leader of a hitsquad.  What is your comments on that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I know nothing about the hitsquad.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can I take from that that you were also never a member of any hitsquad?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes.  I have never been a member of a hitsquad.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know Prince Vanana Zulu?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the attack or just prior to the attack, did you see him at the hostel or not?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I did not see him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you a member of the Youth Brigade?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If you can just bear with me.   Do you know a structure which is called the AmaButho which operated in the hostel?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who was the leader of the AmaButho according to you?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "The leader I usually saw is Mr Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just prior, just before the attack when you were still at the stadium, did you see Damara Qunchu?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if he was a leader of any kind?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I did not know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I've got no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Strydom.  Adv Pretorius, do you have any questions?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Yes, thank you Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS PRETORIUS",
            "Victor Keswa, was he there on the 17th of June?",
            "Female"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, he was not present.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "How do you know that?",
            "Female"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I know because we used to go and visit him in Vanderbijl in the cells or in prison.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "You say there were two groups of attackers in Boipatong.  Can you tell us how big the group was more or less, how many people it consisted of, the big group?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Will you please repeat your question?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "How big was the group of the AmaButho going to Boipatong, how many people did it consist of?",
            "Female"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Approximately we could have been 200 to 300.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "The trouble you had in the township, you say where the SDU shot you.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, can you just repeat the figure, we just didn't catch it very clearly on the interpretation.",
            "Male"
        ],
        [
            "INTERPRETER",
            "It is approximately between 200 to 300.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "You say you left Sebokeng because you were shot by the comrades.  Who were in charge of the comrades in Sebokeng, which organisation or didn't they belong to an organisation?",
            "Female"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They were ANC members.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Were the comrades and the SDU's the same people?",
            "Female"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "To my understanding, I think it means the same people.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Did you ever attend a meeting during that week from the 10th until the 18th of June, where Themba Khoza addressed the residents of kwaMadala?",
            "Female"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions, thank you Chair.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You were asked whether, you talked about two groups that went into Boipatong?",
            "Unknown"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you gave the figure of approximately 200 to 300 persons.",
            "Unknown"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that an estimate of persons in one group?",
            "Unknown"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Da Silva?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DA SILVA",
            "May it please you Mr Chairman.  Can you give an estimate of when the group entered Boipatong, what time was that more or less to start the attack?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well unfortunately I cannot estimate.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can't you estimate at all, do you know if it was late in the evening, near midnight, later?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, it was not yet midnight.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You say that you saw, your testimony was that you saw police vans, and because of this you put the TV down, because you were scared that you were going to be arrested?  Do I make the correct deduction that when you saw this police van that you mentioned, that you were in the open veld between Boipatong and Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you estimate how far you were from this police van?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "It was quite a distance.  Let me explain this, I said we saw military vans, not the police vans.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "It was translated as police vans, are you saying that it was interpreted incorrectly just now when you testified?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Da Silva, he did correct it.  He spoke about, he used some unusual term, suitcases.  He said these vans were SADF vehicles, we used to call them suitcases, they were coming from Tserela towards Vanderbijl.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I would like to clarify this aspect, because the actual evidence was we saw police vans, I put it down because I thought I was going to be arrested.  They are suitcases of the SADF and I would like the witness to clarify that.",
            "Male"
        ],
        [
            "INTERPRETER",
            "That was a mistake from the interpretation not the witness.",
            "Unknown"
        ],
        [
            "MR LAX",
            "The Interpreter is saying that was his mistake.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I understand sir, thank you.  In regard to the distance, can you estimate how far you were when you saw this vehicle?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I think it can be a distance from this wall to the back of the hall there.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, that is approximately 30 meters I would estimate, 30 meters.  I can measure that tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless something turns on the distance?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "We are happy with 30 meters.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To the extreme that it may be necessary, just pace the distance roughly and let us know for the record tomorrow.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I will do so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "You described this or let me clarify this aspect, your testimony was that you saw suitcases, your testimony interpreted incorrectly was police vans.  Did you see one vehicle or more than one vehicle?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I saw three vehicles.",
            "Male"
        ],
        [
            "MR LAX",
            "I didn't hear the figure, please repeat it.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I saw three vehicles.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Can you describe these vehicles?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I can describe them.  They are brown vehicles.  When it is facing you, you only see the driver, so the people who are sitting at the back, you only see their heads and their hats.\n\tThere is a big iron on top of it, that is why we refer to it as a suitcase.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And you are quite sure you saw three vehicles?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I am sure.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Were all three vehicles as you describe them, suitcases?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ask him whether all three vehicles were in suitcases?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I will follow that up Mr Chairman.  The vehicles that you saw, were all three vehicles as you describe them, suitcases?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "All of them were suitcases.  We used to call them suitcases.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And you mention suitcases because of this iron bar on top, is that right?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now you know the difference between a military vehicle and a police vehicle?  At that stage my information was that police vehicles were painted yellow or green or camouflage, were you aware of that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I am aware of that.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So after you saw these vehicles, you put down the TV and then what did you do?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Then I joined the group and then we crossed over the road.  We were all rushing, we only wanted to cross over the road, so that we can be near our place.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "To join the group, did you move away from these vehicles, towards the group, is that what you are saying?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They were facing the road that is moving towards Vanderbiljpark, so we were just passing in front of those vehicles.\n\tAfter they had turned at the robot, they were moving with a slow pace, so we managed to cross over the road in front of them.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So, the road that you crossed was Frikkie Meyer Boulevard, is that correct?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, I don't know the name of that road, but it is the road that moves from the garage towards Vanderbijlpark.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do I understand your evidence to be that when you saw these vehicles on your version, that they were on the same road as you crossed, the group crossed?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So the first time you saw these vehicles, on your version, these vehicles were on this road, and then you crossed in front of them, crossing Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So where did you leave the TV?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I left the TV at the open veld before the crossed the road.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do you know a gentleman by the name of Daniel Mabote or Themba Mabote?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Was he part of the group that perpetrated the attack on Boipatong?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do you remember him being in the group when you gathered in the veld?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do you remember if he was armed?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "What was he armed with?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "He was armed with a small gun.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Were you quite close to him when you were in the group in the veld, when you were gathering in the veld?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "From when we entered Boipatong, I was always next to a person armed with a gun.  Even when we returned, I was always next to Themba Mabote because he had a gun.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "At the criminal trial you heard the evidence of a Mr Holi Bajozi, do you recall that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I heard his evidence but I don't remember what he said.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "With reference to Mr Themba Mabote, he testified that Mr Themba Mabote fired a gun in the direction of a Defence Force vehicle, do you recall that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you recall that when Mr Mabote saw the Defence Force vehicle, that he actually fired in the direction of the Defence Force vehicle?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And he was pointing his firearm at the Defence Force vehicle?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And how many times did he fire his firearm?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Even though I do not remember, but he ... (tape ends) ... that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "It stands to reason, he also thought he was going to be arrested, and that is why he started firing at the Defence Force vehicle, is that not so?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, I don't know why he fired at the military vehicles.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "But he must have had a similar fear that you had, he thought he was going to be arrested, that is why he fired?  Do you agree with that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, I don't want to agree, what I can say is that I don't know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes, but you say he fired more than once, you were standing next to him?  Is that correct?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is true.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "After you crossed Frikkie Meyer Boulevard, is it correct that between kwaMadala hostel and Frikkie Meyer Boulevard, on the eastern side of Frikkie Meyer Boulevard there is a marsh, do you know that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I know that.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "There was an affidavit handed in, it is Exhibit L earlier in this enquiry, and it is in fact two affidavits by Security personnel of ISCOR, if I remember correctly their affidavit is that they arrested a person whose legs were wet up until the knees.  Is that possible because you crossed this marsh that you would have got wet in crossing the marsh?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, where we crossed on our way from Boipatong, there is a footpath, there were no water.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "How did you enter kwaMadala hostel?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "On our return from Boipatong, we passed the ISCOR place surrounded by the trees, and then we moved on the other side of the bridge towards kwaMadala hostel.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Weren't there people hiding in the marsh from the Defence Force vehicles?  Are you aware of that, was there any person which formed part of your group, that were hiding in the marsh?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I heard about that in court, I don't know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Is it not correct that part of the group entered kwaMadala through a hole in the fence in kwaMadala, do you know about that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "The first time I heard about that, was in court.  What I remember is that we returned, using the same way that we used when we went to Boipatong.\n\tThe first time I heard about people who damaged the fence, I heard about it in court for the first time.  I don't know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So did you not use this hole in the fence to enter kwaMadala?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, we did not use the fence.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You say you put the TV down because you were scared of being arrested by the Defence Force vehicles.  Did they normally arrest people, what was your experience?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Since during the times of the riots in the township, they used to arrest people.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you were expecting them to arrest you, you weren't expecting them to cooperate with you, is that correct?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "If they had been cooperating with you, you would have carried the TV over the street and you wouldn't have been scared of them, do you agree with that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I want you to think carefully back, my information is that there was one Defence Force vehicle on Frikkie Meyer Boulevard.  Is it possible that you are making a mistake, that you only saw one vehicle?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, it is not a mistake, I saw three vehicles.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Why don't you make mention of the vehicles in your affidavit?  You made an affidavit describing the attack and you don't mention them in your affidavit?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, I don't know why it doesn't appear there, but I told my lawyer that I took a TV and I left it on the open veld and the reason why I left it there.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you are saying, you consulted with your lawyer and your lawyer made a mistake?  Is that what you are saying?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And you also told him you saw three vehicles?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "That is an important aspect that is not in your affidavit?  Can you give an explanation why that is left out?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, I cannot explain why it does not appear on my affidavit.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I put it to you that you are mistaken, and that all you saw was a single solitary buffel on Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "I disagree with you.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And did you see this buffel, what it was doing before you crossed Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, I don't know what is a buffalo.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Okay, let's call it a suitcase.  Did you see what the suitcase was doing, before it crossed Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "The first time that I saw this suitcase, it was moving from Cape Gate along the road, towards Vanderbijlpark.  It was moving.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And then it must have turned left in Frikkie Meyer Boulevard because you explained that you saw it in Frikkie Meyer Boulevard.  Do I understand your evidence to be that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "The first time that I saw this vehicle, it was next to the firm and the garage and then it turned left towards Vanderbijlpark.\n\tThey reduced their speed and then they ended up stopping and that is when we crossed the road.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "In what direction was the headlights of this vehicle looking, was it in the direction of the group or was it away from the group?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They were facing towards Vanderbijlpark.  They were not facing at us.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So they turned around?  Is that what you are saying, they were looking away from the group, at Vanderbijlpark, towards Vanderbijlpark?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They were not going to Vanderbijlpark, they were just facing towards Vanderbijlpark.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Were they ever facing in your direction, in the direction of the group?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Let me put it this way, only one of them faced in our direction because it was turning around, so the others just reversed.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "At what stage was this one, that was facing in your direction, was this while you were crossing Frikkie Meyer Boulevard, is that what you are saying?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And where were the other two that were reversing?  The answer hasn't been interpreted to me Mr Chairman.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He wants to know whether you mean when they were crossing the road?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Would you repeat the answer?  Mr Interpreter, is there a problem there?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The applicant was asking a question whether does he want to know when we were crossing the road, when these two cars were reversing or not?  He is asking the legal representative.",
            "Unknown"
        ],
        [
            "MR LAX",
            "The question is, what were the other two vehicles doing while you were crossing the road?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You referred to the two that were reversing?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "That is correct Mr Chairman, I want to know where were these two vehicles that were reversing, while the applicant was crossing the road?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They were at the back, because they were reversing while we were crossing the road, they were next to the robots.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Will you please look at a photograph of the scene, it has been handed in as Exhibit M1.   Do you have the phonograph in front of you?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do you see there is a road that runs across the photograph, approximately just above point (d) on the left hand side, to point (m) on the right hand side, do you see that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "If you look along that road, you will see at the top of the page, there is a point marked (h), that indicates a foot bridge on Frikkie Meyer Boulevard, do you see that?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Right, is that where the group crossed from Boipatong into kwaMadala?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And I understand your testimony to be that the first time you saw these vehicles, was after the attack, while you were gathering on the eastern side of Frikkie Meyer Boulevard, in that veld between Frikkie Meyer Boulevard and Boipatong, is that correct?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Only after the attack was completed, did you see these vehicles, is that correct?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "The first time I saw them, they were there at point (c).",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Point (c) is where Unipark Motors is, that is where the Trek garage is?  Is that right?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.  Point (c) is where the garage is, at the back there, there is a firm.  So the first time I saw them, they were there and then they turned left at the garage.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "If you are saying they turned left, does that mean, did they move in that direction along Frikkie Meyer Boulevard in the direction of the foot bridge, is that what you are saying?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So the first time you saw this vehicle, the attack had already been completed.  You were gathering to go to kwaMadala?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Right.  Now, the two vehicles that were reversing, were they reversing in this Frikkie Meyer Boulevard, is that what you are saying?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So were they reversing towards the group, you are saying that the headlights were not facing you, that they were reversing.  Do I make the correct assumption, were they reversing towards the group?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, they were reversing towards the robot next to the garage.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So were they reversing from the garage towards the robot, is that what you are saying?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They were not reversing from the robot, they were reversing, I don't know how can I explain this.  Let me explain it this way, there at point (e), when you go down with that road, they started reversing from that point towards the robot, until they reached the robot.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you are saying that they were at point (e) at this stage?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They were not exactly at point (e), but when you move down that road, they reversed from there towards the garage.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Why do you refer to point (e)?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to save time, I have been looking at the indication here, what the witness is doing, is extending that line of point (e) right to Frikkie Meyer Boulevard, that is not on Noble Boulevard, but he just uses that as a marker, but he points to Frikkie Meyer, lower down, so you must actually extend that line to Frikkie Meyer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have a pen, could you ask the witness to please indicate the - on the map, on that Exhibit, the point at which he saw those vehicles?  Show it to Counsel.  Can you have a look at that?  Is that the mark that is almost below (e)?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I understand so Mr Chairman.  Mr Chairman, I understand it to be at the end of the nursery.  You will note that there is a ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mazibuka, will you please put a circle on the mark that you have made so that we can see which one it is, there are two x's there.\n\tShow it to Mr Da Silva first.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Mazibuko, the point that you have marked is on the road, on Frikkie Meyer Boulevard, at the end of the nursery, is that correct?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You testified earlier and I understood your evidence to be that the other two vehicles, the vehicles that were reversing, were reversing from the garage to the robot, is that correct?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "They were not reversing from the garage to the robot.  They were reversing from that point, that is where they stopped and one of them, turned around and the two of them reversed from that point that I have already indicated, and they reversed from that point to the garage.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Mazibuko, my information is that immediately after the attack, there were only to use your words, two suitcases available and if necessary I will lead evidence to that effect.\n\tAren't you mistaken when you say you saw three vehicles?",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "No, I did not make a mistake, I saw three.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes, there were only two vehicles available from Vaal Commando and only one vehicle was in this vicinity.",
            "Male"
        ],
        [
            "TIMOTHY STALS MAZIBUKO",
            "Well, I did not see one vehicle.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I don't have any further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.   The time now is approximately half past five.  Ms Tanzer, we intend rising at this stage.  Do you have any objections to commencing your cross-examination tomorrow morning?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "None whatsoever, I can prepare Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, thank you.  Just before I forget this point, Mr Da Silva, the witness has been referring to a suitcase and you have been referring to what?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "A buffel vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Does your, is what you understand to be a buffel, the same thing as what he refers to?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Yes Mr Chairman, my information and my instructions are that a buffel is (indistinct) known in the area, in Boipatong, as a suitcase.  It is one and the same vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you put it to this witness that according to your information, there was one Defence vehicle, buffel, in and around that vicinity?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "That is correct, yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  Is there, on your information, is there any indication at what time that was?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I can revert to you tomorrow morning and I will be able to give you an approximation of the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, because it may well be that he did see these two motor vehicles, but at some other stage.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Yes, I will do that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So will you please be - okay, very well.\n\tMr Strydom, after this witness, after this applicant, who do you intend calling?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Tebogo Magubane.  I have been given the assurance that he has arrived in Vereeniging, he is in Vereeniging prison and he will be here tomorrow morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Mr Da Silva, the Committee has decided to accede to your request that we start tomorrow morning at nine o'clock and finish at five o'clock.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I am indebted to you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Tomorrow we will commence at nine o'clock, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}