{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-26",
        "location": "VEREENIGING",
        "day": "7",
        "names": [
            "PAULOS MVIGELENI MBATHA"
        ],
        "case number": "AM 6121/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53128&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990126ve.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR BERGER",
            "MR DA SILVA",
            "MR STRYDOM",
            "MS PRETORIUS",
            "MS TANZER",
            "PAULOS MVIGELENI MBATHA"
        ],
        "original_speakers": [
            "MR STRYDOM",
            "CHAIRPERSON",
            "MR BERGER",
            "MR MBATHA",
            "PAULOS MVIGELENI MBATHA",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER"
        ]
    },
    "testimony": [
        [
            "MR STRYDOM",
            "Chairperson, the next applicant is Paulos Mbatha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paulos Mbatha, yes.\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, we will take a break now, we will come back at quarter to five.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This afternoon we propose just hearing the evidence-in-chief of Mr Mbatha.  This is Mr Mbatha, is it?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then the cross-examination can then commence tomorrow morning, unless of course counsel is enthusiastic to start immediately.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Speaking for myself I ...(indistinct).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.\n\tMr Mbatha, what are your full names?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is it Mvuleleni or Mvigeleni?",
            "Unknown"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Mvigeleni.",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.\n\tYes, Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, just before I start, in the bundle you would only find two pages relating to this applicant and that is page 209 and 210.  That is a request for further particulars.\n\tAt the beginning of this session a bundle of documents in relation to this applicant was handed to the Committee and all other parties, which includes a Form 1, the annexure, his reply to the further particulars and an affidavit by the applicant.  I suggest, Chairperson, that we mark the documents 210(a) to 210(i).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, I'm still struggling to get hold of those documents.  I know that they were furnished to us - oh, I beg your pardon, yes very well, I do have those documents now.  That consist of Form 1 ...(intervention)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, Chairperson, if ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which is dated the 7th of August 1998.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, Chairperson, my suggestion is that we mark Form 1: 210(a) (b) and (c).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any objection to that course?  So Form 1 will be marked - did you say ...",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "210(a) (b) and (c), and the annexure to that Form 1, 210(d) and (e).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The further particulars, 210(f) and (g), and lastly the affidavit, 210(h) and (i).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is still no sign of Mr Sibongeleni Mkhize?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, since the beginning I've instructed the other applicants to try and get hold of him and to warn him to be here.  At this stage there is still no sign.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Yes, very well, proceed.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR STRYDOM",
            "Thank you.\n\tMr Mbatha, I want you to have a look at the so-called Form 1, I'm going to show you your signature on page 210(c).  Do you confirm your signature?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And do also confirm the contents of this document as it has been translated to you?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In paragraph 9.4 you stated\n\"I had a spear.  I was part of Chonco's group.  I stabbed two people.  The one person died, the other one ran away.\"\nDo you confirm that?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In paragraph 11(b) you stated\n\"I heard for the first time of the attack on the 17th of June 1992, at the stadium.  Chonco said that we should attack Boipatong because we had enough of the people from Boipatong.\"\nIs that right?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now there's also an annexure to this Form 1, which is actually a reply to some of the questions in this document.  Do you agree with the contents of the answers as they've been translated to you?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you agree with the political objective for the attack as set out in this document?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that the reason why you were part of the attackers on the 17th of June 1992?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then certain questions were asked and answers were provided.  These answers as they have been shown to you, are those the answers to the questions on page 209 and 210?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And just for the record, your reply appears on page 210(f) and (g).  Then you made an affidavit on page 210(h) to 210(i), do you confirm your signature on the last page, 210(i)?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And do you also confirm the contents of this document, the affidavit?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In Boipatong itself on the night of the attack, can you just describe your role and what you did?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I went to work on the 17th of June, that was in the morning and I came back late in the evening and I found people coming out of the arena saying that they were going to Serele and I said: \"Thank you for a long time I have been wishing that such a thing could happen, not knowing what to do seeing that I didn't have the power.\"",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you say thank you, why did you want to go to Boipatong?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I was very angry in those days as a result of the Boipatong problem, the death of people day in and day out.  My brother was killed there as well.  Those were the reasons that bothered me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from Boipatong, were you cross with the residents of other townships in the Vaal Triangle?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "They too, we couldn't walk freely around the townships that were a distance from the hostel but because Boipatong was closer, killing us from just a distance, that is why I got so angry, overly angry.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And why did you want to attack the residents of Boipatong, or let me ask you this, who in Boipatong did you want to attack?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I wanted the so-called defence.  I didn't know this defence.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know who are the people who supported the defence, as you call them?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "It was the community of Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you cross with the community of Boipatong as well?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes, but I very much wanted the actual people who were killing people in that area.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now just to move a step back, at the stadium before you went to Boipatong, tell me who gave the order and what was the order.",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I did not get that but I later on discovered that it was Damarra.  You see, I couldn't go to the stadium.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why not?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I had just arrived from work.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During that period did you work a normal day shift or what?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes, it was a day shift.  I was working during the day only, not in the evenings.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you work?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I working at the Sam Jam(?) contract.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst you were in Boipatong, did you see any police or military vehicles?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No, not whilst we were inside Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see any military vehicles or police vehicles at a later stage?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "There is one vehicle that I saw coming from the Vanderbijl Park direction, moving towards Sebokeng.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you see that vehicle?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "At the time shortly after we exited from the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now in Boipatong itself you say that you stabbed two people, the one died and the other ran away, can you just give particulars of these instances, starting with the instance where you killed somebody?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "The situation resulted from circumstances in which I found myself.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, just give more particulars about what you did in Boipatong.",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "My participation pertained to the killing of people or the dying of people at Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbatha, we understand from the affidavit that is before us that you stabbed a person who died and that the other person that you stabbed ran away, is that right?",
            "Unknown"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What your counsel wants you to do is to tell us in your own words what you did in Boipatong, do you understand the question?",
            "Unknown"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.  I went into a house, broke a window to gain entry seeing that the doors were locked.  I found a girl who was trying to jump out of the window, I apprehended her and I asked her where the other comrades were and she said she didn't know.  I stabbed that instant and she fell.  I opened the wardrobe ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you stab her?",
            "Unknown"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I stabbed her here.  I then opened the wardrobe ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just indicate again where you stabbed her.",
            "Unknown"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I stabbed her here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, you are indicating just below the right ear in the vicinity of the collarbone, is that right?",
            "Unknown"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes, but then I pointed or directed my spear downwards.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know how old this girl you referred to was?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I would not say but she could have been my age.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How old are you?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I am 35 years old.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you stab her?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "We were frustrated by the fact that we could not locate the people we were looking for.  I was therefore infuriated because these are the people who get so excited when we get killed, they are the ones who are always found in the forefront.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you asked her where the comrades are, did she say anything in reply?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "She said she didn't know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After you stabbed her what happened to her?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "She died.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know where in Boipatong this incident took place?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I am not quite familiar with the area, I was there for the first time that evening.  I do not even know the streets, but there is one shop that is near the taxi rank and that is the area.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was that shortly after you had entered Boipatong?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did I understand you correctly, did this happen inside her house?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After that, did you leave the house?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I opened the wardrobe.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, what happened then?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I found two males in the wardrobe hidden there.  I then called upon Themba ...(end of tape) ... because they had trapped the doors to the wardrobe so that we could not open and they were shot from inside.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who shot them?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Themba Mabote.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if they died or not?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "They died because they collapsed and we could see their heads outside the wardrobe.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did anything further happen in that specific house?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No, we then left.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now you also said that you stabbed another person but this person ran away, can you tell the Committee about this incident?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes, I can.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just go ahead.",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I found this person in this one particular house.  When we left that house just about to enter another house I saw him coming out trying to escape.  There was a Peugeot vehicle and he tried to conceal himself behind the vehicle.\n\tI noticed and I approached during which time he fled.  I chased him and he jumped over a fence and I stabbed him as he was jumping the fence.  He landed on the other side and he continued running.  I don't know what became of him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This person, was it an elderly person, or can you just give an indication of the age of this person?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "It was a person older than myself.  Even though it was at night I think he could have been older than myself.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Tell me generally, what was the situation with light in Boipatong, was it dark or could you see what you were doing, what was the situation?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "It was dark.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from the two instances you've referred now, were you personally involved in any other instances where people got killed or injured?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I would say yes, even though I was not directly involved.  I was doing that myself even though not directly killing someone.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What do you mean, did you see other people doing things or what?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "We went into a house which was empty.  We searched inside and I found these people under a bed and I removed them.  It was a male as well as a female.  I pulled them out and Themba shot them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Anything else?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "That's it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to move a step back, you referred to a Peugeot, do you know where this Peugeot was parked in relation to the journey you followed through Boipatong?  Was it in the beginning of the attack when you saw the Peugeot or towards the end?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I saw it once we were inside Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And this last instance where you chased people which Themba shot, can you give any indication where in Boipatong this happened?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I am not in the position because I was just walking around not being able to tell in which area we were.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You state in your affidavit that\n\"I was not in Slovo Park.\"\nDo you stand by that?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I don't know whether we went to Slovo Park because I do not know Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from what you've told the Committee now, did you see no further instances where people were injured or killed by any person?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then you left Boipatong and you went back to the hostel, is that right?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the attack did you go to the stadium or directly to your room?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I went straight to my room to sleep.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I've got no further questions, Chairperson, thank you.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I've no questions, thank you, Chairperson.\nNO QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MR DA SILVA",
            "May it please you, Mr Chairman.\n\tThe vehicle that you saw, the military vehicle, do  you know the streets that surround Boipatong, do you know Frikkie Meyer Boulevard and Nobel Boulevard?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No, I cannot differentiate between the two streets.  There is one that comes from Vanderbijl Park and the other one that leads towards the firms.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "The one that comes from Vanderbijlpark, is that the street that separates Boipatong from Kwamadala hostel?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I think so.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Did you see this military vehicle on that street?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes, I saw it approaching towards Sebokeng on that very same road.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "May I just obtain instructions, Mr Chairman.  Thank you, Mr Chairman.\n\tThe vehicle that you saw, what type of vehicle was this?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "It was the kind of vehicle wherein you can see somebody or somebody's head peeping from inside.  I don't know what kind of a vehicle it is, I don't know it's name really.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you say whether it was a military vehicle or any other vehicle?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I saw it and concluded that it must be a military vehicle.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "What made you reach that conclusion?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I used to see that kind of a vehicle with soldiers inside.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Did you see that this vehicle had soldiers inside?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you remember what colour the vehicle was?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "It could have been brown.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When you say it could have been brown you don't sound sure, could it have been another colour?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "It was brown.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "At what time did you see this vehicle, can you estimate?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I am not binding myself insofar as time is concerned, we had already left Boipatong.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Did you see this vehicle in the vicinity of the robots?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "When I saw it for the first time it had not yet arrived at the robots, it was approaching the robots.  On arrival at the robots it made a turn towards the Cape Gate firms.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And when you saw it the first time, can you estimate how far it was from the robots?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I am not in the position to, but it was quite a distance.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Would you say further than the length of this hall or are you not able to say?",
            "Male"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No, it was a distance, it was quite a distance away.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I have no further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MS TANZER",
            "Are you aware of a person at the hostel by the name of Andries Matanzima Nosenga?",
            "Female"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No, I don't know him.",
            "Male"
        ],
        [
            "MS TANZER",
            "You have been sitting in these proceedings and listening to the evidence and to the statements that Mr Nosenga has made regarding the night of the 17th and events that led up to the attack.  Insofar as your version differs from Mr Nosenga's, and that is relating to the police presence at Boipatong and their assistance in the attack, what are your comments?",
            "Female"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "I don't know that, I just know that we conducted the attack ourselves.",
            "Male"
        ],
        [
            "MS TANZER",
            "Is it possible that there could have been police present at Boipatong that night?",
            "Female"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you attend any meetings prior to the attack being launched?",
            "Female"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will this be an appropriate time to adjourn?  Very well, shall we commence tomorrow morning at about 9 o'clock?  Are there any objections to that or is that too late?  Yes, very well, we will reconvene tomorrow at 9 o'clock.\n\tMr Mbatha, we cannot finish your evidence today, you will have to come back tomorrow morning at about 9 o'clock.  Would you make sure that you are here by 9 o'clock?",
            "Unknown"
        ],
        [
            "PAULOS MVIGELENI MBATHA",
            "Yes.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}