{
    "header": {
        "type": "WITNESS EXCUSED",
        "starting date": "1999-01-21",
        "location": "VEREENIGING",
        "day": "4",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53121&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990121ve.htm",
        "speakers": [
            "CHAIRPERSON",
            "DAY",
            "INTERPRETER",
            "MATTER",
            "MR BERGER",
            "MR BOTHA",
            "MR DA SILVA",
            "MR LAX",
            "MR STRYDOM",
            "MS CAMBANIS",
            "MS PRETORIUS",
            "MS TANZER",
            "NAME",
            "RUBEN MAGANGA DEBOGO MAGUBANE"
        ],
        "original_speakers": [
            "NAME",
            "MATTER",
            "DAY",
            "CHAIRPERSON",
            "MR STRYDOM",
            "MR BOTHA",
            "MR MAGUBANE",
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "INTERPRETER",
            "MS CAMBANIS",
            "MR LAX",
            "MS PRETORIUS",
            "MR DA SILVA",
            "CROSS-EXAMINATION MS TANZER",
            "MS TANZER",
            "MR BERGER"
        ]
    },
    "testimony": [
        [
            "NAME",
            "RUBEN MAGANGA DEBOGO MAGUBANE\nAPPLICATION NO",
            "Unknown"
        ],
        [
            "MATTER",
            "BOIPATONG MASSACRE",
            "Unknown"
        ],
        [
            "DAY",
            "4",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, are you ready with your next witness, or do you want us to take a short break?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I would like to just go through the statement with the next applicant.  He was the person who was never here and only arrived this morning for the first time.  So I think I could use a little bit of time going through his statement.  I ask for a short adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So as to get a sense of what's ...(indistinct), the next witness that you intend calling is Mr Magubane?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That's indeed so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would people in the hall please keep quiet.\n\tDo you know at this stage who you would call after Mr Magubane?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The next witness I intend calling is Sonny Michael Mkwanazi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the applicant who has always been in prison?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja, Mr Magubane and Sonny Michael Mkwanazi have both been in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well, we will then give you the opportunity to recognise Mr Magubane.  We will come back at 3.30.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That will be sufficient time, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I see counsel in the Committee room please.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I've been asked to make an announcement to the following effect:  Members of the audience are requested not to make a noise whilst they are inside the toilets which are at the back of the stage.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Thank you, Mr Chairperson, at this stage of the proceedings I just want to get on record.  My name is H Botha and I'm appearing on behalf of Mr Peens, an implicated party in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Botha.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "May I be excused.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, by all means.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it that by being excused you mean finding some convenient place at which you will be sitting in order to follow the proceedings?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Indeed so, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chairperson.  The next applicant to testify is Debogo Magubane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are your full names Mr Magubane?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ruben, what is the second name?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Maganga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For the record can you just spell that for us please?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I'm not able to spell my name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  I take it that you are going to speak Sotho?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.\n\tYes, Mr Strydom?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR STRYDOM",
            "Thank you.\n\tMr Magubane, what is your level of education?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I did not go to school, Sir.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I'm going to show you a form contained in the bundle on page 79, page 80, page 81, and I'm also going to show you a mark, a cross, did you make that cross on this document?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now this document is Form 1 has been explained to you and that what is written there has been explained to you, do you confirm that contents of this document?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Next to this document are two further pages, an annexure answering some of the questions asked in the form, has this also been explained to you?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you agree with the contents?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The one answer given in this annexure or the explanation I would rather say, is to explain the political objective which you wanted to achieve by attacking Boipatong.  Now apart from what is stated here I want you to explain in your own words why did you attack Boipatong.",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I'll be able to explain.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, go ahead.",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "In 1991, my parents' house was destroyed, their house was burnt in Sharpeville.  I don't know why.  People came to look for me and I was not inside.  That is why I took part in the attack in Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After you'd moved into KwaMadala hostel, could you move freely in Boipatong or any of the other Vaal Triangle townships?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "In the whole of Vaal Triangle I was not able to move freely.  My parents were not allowed to see them with me or to - they ran to Boipatong when their house was burnt in Sharpeville but to go to them in Boipatong I was not able to.  If I were to enter in Boipatong or Sharpeville or anywhere in the Vaal Triangle I would be killed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You testified that your parents' house in Sharpeville was burnt down.  What I want to know is why did you not attack Sharpeville rather than Boipatong?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Sharpeville was too far from KwaMadala hostel.  The nearest place was our target, which was Boipatong.  If Sharpeville was nearer to KwaMadala hostel, we would attack Sharpeville but because Boipatong was near and we were able to go there on foot, we chose Boipatong as our target.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the answer you said that the ANC people were in control of the Self Defence Units, can you just explain that?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "It is because that in the whole of the township, if you were kidnapped by the SDUs, all residents of Boipatong would take part in  your torture or in your attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know to which political party the Self Defence Units belonged to?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I would not say I know which organisation they fell in.  I was a member of the IFP, there was no member of the IFP who belonged to the SDUs.  I would not say as to whether they fell within PAC or ANC or as to whether they fall in one organisation but I know that PAC was never suppressed or harassed to the extent that they had to leave the township as we did as members of the IFP.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Certain particulars were required from you, the questions appear on page 85 and 86, and your answers on page 87 to page 89.  Do you confirm the answers?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Maybe if you can read them to me I will be able to confirm or not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  I'll read them again.  The question is - and you indicated you want to effect a change there, that's to me.\n\"When did you first move into the KwaMadala hostel?\"\nThe answer given here:\n\"More or less January 1992.\"\nIs that correct?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I said so, that early January is the time that I went to KwaMadala.  The date is the wrong one, I went there in 1991.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you want that date to read 1991?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The next question\n\"Were there two groups of attackers?\"\nAnd your answer was:\n\"Yes.\"\nDo you stand by that?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.\nMR STRYDOM\n\"Who led the two groups?\"\nYou said:\n\"Mkhize and Damarra.\"\nAre you happy with that?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is Damarra Chonco and Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the question was\n\"In which one were you?\"\nYou said:\n\"I'm not sure anymore but I think it was Mkhize's group.\"\nDo you stand by that answer?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "My answer was that I was not sure in which group I was but I saw Mr Mkhize, so I fell under Mkhize's group.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question was\n\"Did you see AK47 rifles on the eve of the 17th?\"\nAnd your answer was:\n\"Yes.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The next question\n\"Where did you first see these weapons on this evening?\"\nAnd you said:\n\"At the stadium.\"",
            "Male"
        ],
        [
            "INTERPRETER",
            "May the legal representative please be slow, we are not able to follow the questions led by the legal representative.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I will go slower.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps it would be useful if you also indicate where you are reading at this stage so that they can follow.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I'll see they get a copy of that.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "I've just handed a copy to them, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh, thank you very much.",
            "Unknown"
        ],
        [
            "MR LAX",
            "They're indicating they need another one.  The other panel needs one.",
            "Male"
        ],
        [
            "INTERPRETER",
            "You may continue, Sir.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Alright, thank you.  I'll read the third question, question 3.2\n\"Did Mr Damarra Chonco bring weapons to the hostel in a vehicle, a Blue Nissan Skyline?\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, at the stadium.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you answer to 3.2 is\n\"I saw the blue Nissan Skyline at the stadium but did not see that Damarra brought any weapons.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "3.3.\n\"What happened to these weapons after the attack?\"\nYour answer to that was:\n\"I don't know.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Question 4\n\"Were you present at the general meeting held in the hostel approximately a week before the attack?\"\nYour answer:\n\"Yes, I was there.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Question 4.1\n\"Was Mr Themba Khosa present during this meeting?\"\nYour answer:\n\"No.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "4.2\n\"Did Mr Bhekinsene Mkhize personally address and warn hostel dwellers during this meeting to be prepared because of the pending attack?\"\nYour answer:\n\"Yes.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Let me just read the answer\n\"Yes, Mr Mkhize mentioned the possibility of an attack but he did not mention any specific date.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "4.3\n\"Give particulars of the issues discussed during this meeting.\"\nYour answer to 4.3:\n\"The hostel dwellers, including me, complained to Mr Mkhize about the ongoing intimidation and problems with the people of Boipatong and we urged upon him to do something about it.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Question number 5\n\"Did Mr Themba Khosa and Mr Humphrey Ndlovu visit KwaMadala after the attack?\"\nYou answered:\n\"Yes.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Question 5.1\n\"If so, give particulars of the nature of this visit.\"\nYour answer:\n\"They addressed a meeting after the attack.\"\nAnd question 5.2:\n\"Did Mr Khosa warn the hostel dwellers at the meeting that they should burn all evidence that linked the attackers to the massacre, including goods stolen from the hostel and clothes stained with blood?\"\nYour answer:\n\"Mr Khosa did not know that we took things from Boipatong and he also did not warn us to burn all evidence.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Question 6\n\"Did you see any person firing with firearms during this attack?  If yes, please supply particulars.\"\nAnd your answer to that was:\n\"Yes, I saw that the following people fired shots: Smit, Sipho Buthelezi, Thomas Sipho Lukozi, Themba Mabote and Mkhize.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.\nMR STRYDOM\n\"I myself had a 9mm pistol with 16 rounds in it.  I fired 13 shots because when I got back to the hostel there were only three rounds left.  I fired shots at various people.  I would estimate I hit four to five people.  I don't know if they died as a result of being hit.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the last question is\n\"Did you see any person pick up spent cartridges?  If so please supply particulars.\"\nYour answer was:\n\"No.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So are you happy with these particulars as read to you now, and the answers?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "One of the answers you have given here is that you say\n\"During the meeting prior to the attack the hostel dwellers complained to Mkhize about the ongoing intimidation and problems with the people of Boipatong.\"\nNow I want to ask you if the complaints just relate to Boipatong or other townships in the Vaal triangle?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "It was not only about Boipatong, it was all about the townships within the Vaal Triangle.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You have also made an affidavit, and I will show you this affidavit but I'm firstly going to show you your cross on page 92.  Do you remember making this affidavit and making that cross?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This affidavit was shown to you before you testified, is that right?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You indicated to me that I should also read this affidavit to you yet again during the course of the hearing.  I will now go ahead to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything in the affidavit which the witness does not agree with?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, the reason why he asked me to read it again is because we did not have a proper interpreter and he couldn't point to anything that is wrong but he elected that's it's properly interpreted to him at the stage when we have the hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, alright.  Well in that event, proceed.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chairperson.  I'm now going to translate this and I'll try my best to translate it into English for the purpose of the interpreters.  As it stand here - I'm just going to start with the body, the hand-written part of the affidavit\n\"I moved into ...\"\nThat's now reference to KwaMadala.\n\"... at more or less January 1992.\"\nNow you indicated to me that that 1992 is not correct, that should read 1991, is that right?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.\nMR STRYDOM\n\"I previously lived in Sharpeville.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "...(no English translation).",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No, the next sentence is\n\"I previously lived in Sharpeville.  The reason why I moved to KwaMadala is as a result of fighting with the MK members who fired shots at me.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.\nMR STRYDOM\n\"My life was in danger.  They said that I was a member of the IFP.\"",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.\nMR STRYDOM\n\"I was not a member but only a supporter.  Approximately a week before the attack I was at the meeting which was addressed by Mkhize.  All the residents complained to him that our people were killed by the comrades in Boipatong.  We could not move around freely.  We felt threatened.  We wanted Mkhize to take a decision to act against the comrades.  He said that we must keep ourselves ready for an attack.\n\tUp till the night of the 17th of June 1992 I heard nothing further about the attack.  The night ...\"\nOr:\n\"... That night of the attack the siren went off.  We all went to the stadium.  Women were sent back and we were sent to go and collect our weapons to attack Boipatong.  I went to fetch my 9mm pistol and I went back to the stadium.  Mkhize, Damarra and other Indunas were in control at the stadium.  We all went out to Boipatong.\n\tIn Boipatong I was in Mkhize's group.  We broke down a wire barrier.  We saw a certain amount of people at a distance around fires.  We fired shots in their direction.  They ran away.  We started going into premises.  We actually were looking for SDUs and comrades.  \n\tThe group, including me, went further to attack everybody and everything.  I started shooting people in houses and also outside.  I don't know at which houses.  People jumped through windows.  Some of the group stabbed people.  I cannot remember who stabbed.  I can remember that Samuel Tshabango hit someone with a kierrie.  Some of the people plundered houses.  I took a blanket and a hi-fi set.  \n\tWe then left Boipatong.  I went with the group through the main gate of the hostel.  The next day many policemen came.  They said that the people of Boipatong are blaming us.  We heard that the people of Boipatong wanted to attack us.  We went out to the robots to wait for them.  The police stopped us and we went back to the hostel.\n\tI cannot remember who gave instructions that the good should be burnt but the loot was burnt that night.  The goods that I took was also burnt.  \n\tI feel very bad about everything.  I admit that I partook and ask the families who lost members that they must forgive me.  I furthermore confirm the political objective as set out in my original application.\"\nDo you confirm the contents of the agreement as has been translated now to you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Affidavit, Mr Strydom.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Sorry.\n\tThat should be affidavit.  The affidavit as translated to you?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That's correct, I agree with the contents of the document.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person with the name of Andries Matanzima Nosenga?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you meet him for the first time?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I didn't hear the question quite properly, will you repeat the question?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question was, where did you meet him for the first time?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I only saw him at KwaMadala hostel.  He was still young then.  That was after the Boipatong massacre.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "As far as you know was he part of the group that attacked Boipatong on the night of the 17th of June 1992?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I started knowing Matanzima after I was arrested for this Boipatong massacre.  That was the first time that I knew Matanzima.  I didn't know him when we attacked the people of Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "He has made an affidavit and in that affidavit he states that before the attack on Boipatong a person by the name of Peens, a member of the Murder and Robbery Squad, came to the hostel and addressed the residents, do you have any knowledge of that?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Well I don't remember that because I didn't know Peens then.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But before the attack, did a policeman come to the hostel and address the residents about an attack?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I have never seen a policeman there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You have already indicated that your name is also Ruben.",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now in his affidavit he further states that on the night of the attack Caspirs met your group or Caspirs were part at a certain point and a person with the name of Ruben, together with Gachene, Themba Kubeka, Lucky, Sipho, Makuka, Tsamo(?), Dondo and Mkhize got into the Caspirs, do you know anything about this?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Well there is nothing like that.  That is untrue.  It's the first time that I hear about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "From the time that you left the hostel on the night of the attack until you came back, did you ever set foot in a caspir?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst you were in Boipatong busy with the attack, did you see any white people that also formed part of the attack or of the attackers?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I did not see any whites.  Even at our meeting after we have attacked, there were no whites.  I didn't see any white men.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the course of the attack did you see any military or police vehicles inside Boipatong?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the course of that night did you see any military vehicles?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "The army vehicle I saw was outside.  That is when we returned.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you explain more or less where you saw that vehicle when you returned.",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I saw that army vehicle on the road that moves from Vanderbijl Park to Sebokeng.  It was       travelling along that road,  it was not inside Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know Themba Mabote?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did he do anything in particular at the stage when the group left Boipatong?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, Themba Mabote shot, but I was not aware who he was shooting, but I remember him shooting when we were outside Boipatong, on our return.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person by the name of Victor Keswa?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know that his nickname in the Vaal Triangle was \"The Vaal Monster\"?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was he a leader of a so-called \"hit squad\"?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I now nothing about the hit squad.  I didn't know whether he was whether he was part of the group or a particular group know as \"hit squad\".",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you used to move with him and go out with him out of the hostel to various places?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Well I don't remember being with Victor, even going to the town.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So were you not a member of the hit squad yourself, of a hit squad?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I have never been a member of the hit squad.  It's the first time that I learn of hit squads, here at the TRC.  I've never been part of the hit squad.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You've indicated already that you fired approximately 13 shots with your 9mm pistol in the township, and  you also said that you went into houses and fired shots there an also outside.",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now if I show you map, Exhibit J, can you give an indication where you went into houses?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I'll do so.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The witness points to houses in Papedi Street.\n\tDo you know how many houses you went into in Papedi?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Well I don't remember which houses I entered in Papedi but I remember in that street there are houses that I entered.  It might be between two or three houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And did you fire shots in the houses in Papedi Street which you went into?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now do you remember when you fired the shots, did you fire shots towards males, women, children?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I shot everybody, everybody I come across in the house.  Whether it was a woman, a man or a child, I didn't care about that, I wanted to kill because my intention was to kill there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You also said that you've shot people but you cannot say that they died, do you still stand by that?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why don't you know if they died or not?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "After shooting a person I didn't go and look as to whether he is dead or not, I went on.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now apart from the houses in Papedi Street, can you indicate on this map other houses where you went into?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "In this street I'm pointing to my lawyer.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The witness points to Sekukuni Street.  \tSekukuni Street is one street away from Slovo Park, did you go into Slovo Park at all?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember which route you followed from Sekukuni Street to get to the other side of Boipatong to leave the township?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I remember which road I followed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you just give an indication?  Just for the record, the witness points that he took Bafokeng Street and he stayed in Bafokeng Street right through Boipatong on his way to leave Boipatong.  The witness also pointed out certain houses towards the end of Bafokeng Street.\n\tWhat do you want to say about them?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is where I took the blankets and certain goods.  It's a yellow house and big windows.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just for the record, the witness points to a ...(intervention)",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "There's a yellow house, I don't know whether it's on this side or not but it's a yellow house with big windows.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The house numbers being pointed to is in the vicinity of 738 to 740, 742 and 744, in the vicinity of those four houses in Bafokeng Street.\n\tIs that correct, that area there?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What house numbers?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The area he shows is 738, 740, 742 and 744, more or less that area there.\n\tThose houses, is that correct?  Is that the area there where the yellow house is to be found?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, those are the houses where I took the property.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is 738 here?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "738 is - let me explain it like this.  Bafokeng Street forms a corner there with Shlube Street, towards the end of the map on the left-hand side.  The house on the corner is 734, the next on is 736 and then 738, 740, 742.  So that's the general area the witness has pointed out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay.  Is that a place where there is a cross which is encircled in pink, at least on my Exhibit J?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I haven't got that on my map, my map has been used at the criminal trial and there are many other crosses, so I can't really verify that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, but what he is pointing - he's point out at the vicinity of the point where Bafokeng meets Shlube Street, is that right?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The point he points out is more to the right-hand side of the map.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it is in that vicinity?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja, in that vicinity, those houses in that vicinity.\n\tSo those are the houses you took the property.  Did you leave after that in the direction of Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After you've left Boipatong and when you got back to the hostel, did you go back to the stadium or directly to your room?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I went to my room first.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And after that?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I put the property that I brought with me and the gun that I had and I checked the bullets which were left and then I realised that I was left with only three bullets.  Then I took my gun and I put it in a safe place and then I slept after that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you hide your gun?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I hid this gun in a place which was used as a kitchen before.  That is where I hid my gun.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know Prince Vanana Zulu?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was he part of the attack?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, he was not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to your own personal knowledge, was he at the hostel at the time of the attack?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, he was not at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You've already testified that you know Victor Keswa.",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was he there on the day of the attack?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, he was not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know where he was?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Victor Keswa was a person who was arrested from time to time.  He was once arrested under Article 3.  On many occasions the police would come and collect him.  Even when they meet him somewhere they would just take him and arrest him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst you were in Boipatong, did you see that any person or any woman was raped?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I did not see anything.  The way the situation was then, it wouldn't be possible for me to see a person who was raping.  If I had seen somebody raping I would imagine that he is one of the people that we were going to attack because the people who were with me would not do that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "One last aspect. You referred to groups, now whilst moving through Boipatong, did the specific groups stay together in a close formation, or can you explain the people's movement through the township?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "We spread ourselves in the township, we were not in groups.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You said that you were, as far as you can remember, with Mr Mkhize's group, when was he last time for you to see him after you've entered Boipatong?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "The last time I saw him was when he said that we should divide into amabuto.  That was the last time that I saw him.  When we entered Boipatong and started fighting I didn't see him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You said that you saw people firing shots, including Mr Mkhize, when did you see that he fired a shot?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is when we entered Boipatong.  That is the place where we saw the comrades.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You also said that Smith fired a shot, where did you see him?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Smith was always with me, shooting all the time.  I would kick the door and then he'll get in and start shooting and at some times he would kick the door and I would start shooting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Sipho Buthelezi?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He had a \"haelgeweer\".",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to get back to Smith, what kind of weapon did he have?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He had a shotgun, that is the gun he had with him.  That was his own gun.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that the same as Sipho Buthelezi, a \"haelgeweer\"?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I've already explained that Sipho Buthelezi had a \"haelgeweer\".",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Maybe I just heard wrongly.  I just want to get clarity.  Did he say a \"short\" or a \"shotgun\"?\n\tSmith's firearm, was it short gun or a shotgun?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "It was a small gun.",
            "Male"
        ],
        [
            "MR STRYDOM",
            ".765, is that correct?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Sipho Lukozi?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Sipho Lukozi had an AK47.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did he fire shots?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I met him in the township.  I don't know when he started shooting but I met him in the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Themba Mabote?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He's one of the people that I met inside the township.  I met him inside the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you see him firing a shot?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I saw him running but I could not see whether he was shooting somebody because the people he was shooting at were on the street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you have any reason why you would protect the police?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I cannot protect the police or I'll never say anything about the police.  If they were there I would say that they were there because what I'm saying toady is the truth.  I'm telling the truth when I say the police were not there.  They did not help us.  They were not involved.\n\tIf maybe people may say that they participated by helping with the plans, maybe I would agree because I was not involved during the planning stages but inside Boipatong I didn't see any policemen.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes Ma'am?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS PRETORIUS",
            "Why did you go and live in KwaMadala after your parent's house was burnt in Sharpeville?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "May you please repeat because my earphone seems to have a little problem.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Why did you go and live in KwaMadala after your parents' house was burnt in Sharpeville?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "My apologies again, I cannot hear clearly.  I can hear the voice but you're not audible enough.",
            "Male"
        ],
        [
            "MR LAX",
            "If you just move that thing forward a little bit, that black thing.  It's just blocking the signal where it is.  Can you hear better now?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes.  May you please repeat the question, Ma'am?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Why did you go and live in KwaMadala after your parents' house was burnt in Sharpeville?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "It is because at that time after the - because they were calling me Inkatha at that time, therefore I had to run to KwaMadala hostel because I had no place to run to.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Was it safe at KwaMadala hostel if you were a member of Inkatha?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, it was safe.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you know who killed Victor Keswa?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "We were both in prison.  I heard the following day when I was told by the police but I don't know who killed him.  I don't know who killed him but he died in the hands of the police.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "What kind of gun did you have?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I had a 9mm.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "How many bullets did you shoot?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "When I arrived at KwaMadala I was left with three bullets, so that means I used 13.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions, thank you, Chairperson.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr da Silva?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DA SILVA",
            "Thank you, Mr Chairman.\n\tMr Magubane, I understand your evidence to be that you only saw one military vehicle when you left Boipatong and crossed the road on the way to KwaMadala, is that correct?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you estimate more or less what the time was when you saw this military vehicle?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just hold on second, we just want to change the headphones.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can you hear properly now?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Is it possible to estimate the time more or less when you saw the military vehicle?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "It was at night.  I don't remember even the time when we returned from KwaMadala but it was at night.  I saw that vehicle when we were leaving Boipatong, on our way to the hostel.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Mazibuko testified that he recalls vehicles approaching the group as the group was crossing the road and then the vehicle turned around and went away, is that your recollection of what happened?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I don't remember seeing a vehicle turning back.  The vehicle that I saw was on its way from Vanderbijl Park in the direction of Sebokeng.  I never saw it turning.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So I understand your evidence to be that this vehicle was moving away from the group, is that correct, when you saw it?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I'm talking about the route from Vanderbijl Park that passes through the robots to Sebokeng, so that vehicle was facing the direction of Sebokeng.  I didn't see whether it turned at the robot or not because at the robots there is a cross, so there is a way that leads to KwaMadala and the other one to Cape Gate.  I did not recognise whether it turned there at that cross.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Is your evidence then that when you saw the vehicle it was in the vicinity of the robot?",
            "Male"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, it was not far from the robots.  I can see where this car was, it was easy for you to recognise somebody between that car and the robots.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I don't have any further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION MS TANZER",
            "Mr Magubane, you say\nthat you met Nosenga, or you know Mr Nosenga from the hostel when he was young, can you tell us approximately when, at what period did you meet Mr Nosenga?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "After we got there, that is when I first met Nosenga.  I used to take him just like a small boy.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well how old was he or how old did he appear to be to you?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I would say he was the same age of my younger brother who died in Boipatong.  So I took him as a child because he was the same age as my younger brother.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you part of the youth brigade before the attack on Boipatong?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I was a member of the youth brigade before the attack on Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you employed in any fashion before the attack on Boipatong?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I was unemployed.",
            "Male"
        ],
        [
            "MS TANZER",
            "So in the period before the attack on Boipatong, would you just hang around the hostel?  What would you be doing all day?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "There was nowhere to go.  What I used to do in the township, I could not longer do because I used to run the stockvels.  So it was not possible for me to do that at KwaMadala because at KwaMadala you would not do things that you used to do in the township.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember seeing or noticing Mr Nosenga's face before the Boipatong attack, who was also hanging around the hostel during that period.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I don't remember.",
            "Male"
        ],
        [
            "MS TANZER",
            "So on your evidence the first time you really noticed him was after he was arrested for the Boipatong attack and was released on bail with you?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I say I saw him after I got back, when we were released from prison, then I met him at the hostel.  That is after we got the bail, not that I was with him in prison.",
            "Male"
        ],
        [
            "MS TANZER",
            "So after you got bail did you return to the KwaMadala hostel?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "There was no place I could go.",
            "Male"
        ],
        [
            "MS TANZER",
            "So when you befriended him when you were released on bail, did you discuss with him the attack on Boipatong?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I never talked to him, we never had any discussions.",
            "Male"
        ],
        [
            "MS TANZER",
            "So what did you mean when you said you related to him like your brother, your younger brother?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Miss, he did not say that.  As I recall his evidence he says Nosenga was of the same age as his younger brother who was killed in Boipatong.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "As the Chairman pleases.\n\tIn your evidence-in-chief you said you did not know a police known as Peens then, you emphasised the word \"then\", did you later know Peens, was he known to you at any stage after the Boipatong attack?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I knew him after the death of Getisi.  I knew him when Getisi was killed. That was the first time that I knew Peens.",
            "Male"
        ],
        [
            "MS TANZER",
            "How did you come to know him?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Peens took me from my room at the hostel.  He talked to me at the offices of the Murder and Robbery.\n\tHe asked by about the things that were allegedly done by Getisi and his gangs.  He promised that he will buy me a house, I should co-operate with him so that they should get Getisi.  So I was talking to Peens and then thereafter I heard noise and that was the police, other police with Getisi.  They were coming in pushing Getisi.",
            "Male"
        ],
        [
            "MS TANZER",
            "Getisi means Victor Keswa, that is?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now Mr Nosenga actually has made a statement in terms of which statement he states that there was a relationship between Victor Keswa and certain members of the police.\n\tIn fact he names a policemen with the surname of Peens, Shaka and Rooikop, but he specifically mentions in his statement that on the day of the attack he saw Peens coming to the hostels accompanied by his colleague Shaka.  He even says that Peens came to the hostel in his own motor vehicle which he describes as a white Opel Monza.\n\tHe saw Peens hand money over to Mr Keswa.  He doesn't know how much money was handed over but he says that later in that day Victor Keswa confirmed to him that he had received money from the said Peens.  He even went on further to state that he often saw Peens meeting with Keswa and he was sure that he was getting some money from Peens.  What are your comments in this regard?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "What Nosenga is saying is, he is lying.  I don't think Nosenga could actually say anything to Getisi.  The way I knew Getisi he would not talk to a person like Nosenga.\n\tWhat I can say about Nosenga, he doesn't know Peens.  Even if we can show him Peens' photographs, he cannot point.  What's he's saying is pure lies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is it that he cannot identify from a photograph?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I'm saying that Nosenga cannot point Peens because when I started knowing Nosenga he was still young.    He has never talked to Peens, he's lying.",
            "Male"
        ],
        [
            "MS TANZER",
            "If Nosenga can give a description of Peens, Shaka and Rooikop, would you believe him?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I won't agree, I will only agree when he says he knows them from the township.",
            "Male"
        ],
        [
            "MS TANZER",
            "Where else would he know them if not from the hostel?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "From the township, not from the hostel, Ma'am.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "You have disputed that he could even describe Peens.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I think so.  Even when I was arrested I did not see Matanzima, I only learnt when I was in his office that he is Peens.",
            "Male"
        ],
        [
            "MS TANZER",
            "If Matanzima can give evidence and describe Peens, would you believe what he is saying is correct?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, let me ask you this.  It is not for this witness to believe or disbelieve Mr Nosenga, that is a decision which this Committee has to make.  I think the point has been made that insofar as this witness is concerned, he does not believe that Nosenga knows Peens and ...(indistinct).  I think you have made that point.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "As the Chairman pleases.\n\tI put it to you that like you, Matanzima Nosenga was unemployed, was also hanging around the hostel all day and as such was able to give the evidence, or to make such statements and was seeing the relationship that was occurring between Mr Keswa and various police officers.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would that have been before the attack on Boipatong or after?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "That would be after the attack - that would be before the attack on Boipatong.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you hear the question?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well what's being put to you is that before the attack on Boipatong, Mr Nosenga was already at KwaMadala hostel, like you he was not employed, he was hanging out in the hostel.  That is why counsel is putting to you Nosenga is in a position to describe the events that he describes in his sworn statement.  The upshot of this is that Nosenga was in the hostel even before the attack  on Boipatong, what do you say to that?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He was not there, he was not at the hostel.",
            "Male"
        ],
        [
            "MS TANZER",
            "You deny that Nosenga was staying in the hostel in the period prior to the Boipatong attack?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I disagree with that statement because I began to know him after the attack.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you describe how you began to know him?  How did he come to your attention after the attack, what made him noticeable to you?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "What made me know Matanzima after the attack, that was a knew face because he was speaking Sesotho so it was unusual in the hostel.  Because I heard him speak in Sesotho I realised that he's somebody from the township.  That is when I started enquiring about him and they explained to me, they said that this is Matanzima.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well I put it to you that Matanzima Nosenga was at the hostel prior to the attack.  In fact he joined the hostel during the 1991 period.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, that is not true.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you know every single member of the hostel?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Even though I did not know their names but we knew each other.  The person I would not know is a person maybe who has just arrived from KwaZulu Natal but I will know him after some few days.  But now I cannot give their names but at that time we knew each other well.",
            "Male"
        ],
        [
            "MS TANZER",
            "Could you say you could identify every single person, at least by face, at the hostel prior to the attack or even after the attack?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "All the people who were staying at KwaMadala knew each other.  The only person who would not know is a person who has just arrived because if a person comes from Nongoma, the people who come from Msinga would not know that person but we will know him a few days after, or a person who comes from Sebokeng, they will give him a room. So I will not be able to know that person that day, but after some few days I will know the person.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well I put it to you that Mr Nosenga was at the hostel and that he knew about you.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I disagree with that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Mr Nosenga - I put this to you, in his statement verifies the meeting that took place two weeks before the attack on Boipatong.  He says that he was at the meeting where there were lots of people, both men and women.\n\tMr Nosenga said that at - this meeting was chaired by Themba Khosa and a member of the Murder and Robbery Squad in Flora Gardens, whom he calls Peens.  He said further, at this meeting other speeches were made, including those made by Mtwana Zulu, Darkie, someone known as Darkie who is a leader of the IFP, Gatchene who he identifies as an Induna at the hostel, and a person he calls Danie, whom he says was a member of the South African Police Force in Everton.  What are your comments?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is the question?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I am putting to him the version of the meeting, according to Mr Nosenga, on the 10th, who addressed the meeting.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Nosenga is lying.  When he's mentioning Themba Khosa and that meeting that he is mentioning, he is lying, he's just lying.  I can see that he is in trouble for what he did, that is why he is now trying to lie.",
            "Male"
        ],
        [
            "MS TANZER",
            "What kind of trouble do you think he is in about what he did?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He's worried about those years that he is doing in prison.  The reason why he is in prison is because he killed members of the IFP.  He was a member of the ANC.  He is not in prison because he killed members of the ANC, so now he is trying to use us to ask for amnesty.",
            "Male"
        ],
        [
            "MS TANZER",
            "From where are you obtaining this information may I ask?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I know because I was with him in prison.  He used to say  that while we were in Vereeniging Prison.",
            "Male"
        ],
        [
            "MS TANZER",
            "So you do know him from the prison?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I want you to understand when I explain to you, to know why he was imprisoned, I learnt of that in prison.  He was explaining to me, he was telling me what happened.  We were then in prison.  I was in prison for my own things as well.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you together at the prison, were you both prisoners at that time?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, please.  There are certain things which are pretty obvious.  I mean, is there a suggestion that he was not prison at that point?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Well as I heard I'm sure he said that he met when they were released on bail at the hostel and that they did not have any discussions in prison.  That's how I understood it.  Perhaps I'm incorrect, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "His evidence is that he first became aware of Mr Nosenga upon his release from prison.  That is when he met him at the hostel.  And the reason why he stood out is because he spoke Sotho which was unusual at the hostel.\n\tWhat he is saying about the prison is that Nosenga told him when he was in prison what he had done.  Do you understand that?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I do understand that, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you, Mr Magubane, at any stage be imprisoned together with Mr Nosenga?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I met him in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was that?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "It was late '92.  That is towards the end of 1993, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Did Mr Nosenga tell you what the charges were or what was he convicted of that he was in prison?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He was arrested for shoplifting or fighting in town.  He also told me that he shot people in Zone 13 while he was a member of the IFP.  After that now he will change his story and say he shot members of the IFP.  He said to me he was suspected for the murders in Zone 13.  He said it is alleged that he shot people together with Getisi, but he didn't tell me when he met Getisi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you met Nosenga in prison, that is towards the end of, in 1993, had you already met him at the hostel?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "The record will show that Mr Nosenga was in fact arrested and convicted for activities in respect of which he attacked Zone 12 and Sebokeng ANC members and not IFP members.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can we come back to this meeting.  Mr Nosenga made a statement as a witness to this meeting on the 10th of June, that certain speeches were given in which they were told to kill the dogs and he even said that Themba Khosa said that a certain insect should be killed, referring to the Boipatong residents, saying because a certain IFP member was killed in the location, what are you comments?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He's telling lies.",
            "Male"
        ],
        [
            "MS TANZER",
            "He further stated that the Indunas agreed with the words of Themba Khosa.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He's lying.",
            "Male"
        ],
        [
            "MS TANZER",
            "I put it to you that Mr Nosenga is going to give evidence that Mr Peens was present at the meeting and he was speaking Afrikaans which was translated.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He's lying.",
            "Male"
        ],
        [
            "MS TANZER",
            "He's further going to give evidence and state that Peens had agreed with the statements of Themba Khosa and he said that he would supply Caspirs near the Boipatong location, what are your comments?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He's lying.",
            "Male"
        ],
        [
            "MS TANZER",
            "It was further mentioned at the meeting that they would supply Rooikop, a policeman known as Rooikop, with weapons who will give it to Themba Khosa who will bring it to the hostel.  What are you comments there?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "When you talk about Rooikop, I don't know him, I used to hear about him.  When I was still involved in housebreaking I used to hear about Rooikop.  He used to work together with Barnard.  So this Rooikop he's referring to I don't know.",
            "Male"
        ],
        [
            "MS TANZER",
            "But what is interesting is that as per the statement of Mr Nosenga, weapons were delivered on the day of the 17th of June to the hostel, is that correct?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Well I don't whether weapons were delivered on that day.  What I can say is that we used to donate as the community of the hostel, and buy weapons.\n\tIf it happened, maybe it was something that was done by people who were in leadership.  The only thing that I know is that we will be called to a meeting and those people who were working will donate an amount of about R15,00 and that money will be used to buy weapons.  That is what I know.  And the person they trusted when it comes to weapons, was Damarra Chonco.",
            "Male"
        ],
        [
            "MS TANZER",
            "But weapons were delivered on the day of the attack, is that correct?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I can agree because I saw Damarra's car but whether they were from the car or from the rooms, I don't know.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you take - were you part of a meeting that took place on about the 14th of June, three days before the attack on Boipatong, when the decision to attack was taken?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I was not.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well Mr Nosenga is going to give evidence that there was a meeting on the 14th of June and at that meeting the decision to attack Boipatong was taken and it was decided that everyone should be killed, including women and children.\n\tHe further said that at this meeting they were given instructions, the \"they\" being the people at the meeting, to bring back the weapons they were being supplied with, after the attack.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would that be at the meeting of the 14th?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "That would be.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So they were told at that meeting, to bring back the weapons that they had used in the attack, that they would use for the attack?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "According to Mr Nosenga they were told they would be provided with weapons and when they returned, they must return the weapons, yes, back.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know anything about that?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "There's nothing that I know about that.",
            "Male"
        ],
        [
            "MS TANZER",
            "When the signal was sounded or the, on the evening of the 17th, did you go straight to the stadium?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that night I went to the stadium.",
            "Male"
        ],
        [
            "MS TANZER",
            "And as you gave evidence, when you became aware that you were going to attack Boipatong, did you drink ndelezi?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, I drank ndelezi.",
            "Male"
        ],
        [
            "MS TANZER",
            "How did the ndelezi make you feel?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "There was never a change in me.  Everything that I did I was aware of what I was doing, and I was aware of the place I was at.",
            "Male"
        ],
        [
            "MS TANZER",
            "Mr Nosenga states and he's going to give evidence to this Committee, that he arrived at the stadium, he drank ndelezi, it made him feel strong, and he was given an AK47 which he used on the attack in Boipatong.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He's lying when he says ndelezi makes him feel strong, he's lying.  When he says that it made him strong and brave to kill the people of Boipatong, he's lying.  The only thing that I can say is that when I drank ndelezi and you shoot at me, you will never shoot at me, you won't be able to shoot at me.  That is what I know about ndelezi.  It works.  I have proved that it works.",
            "Male"
        ],
        [
            "MS TANZER",
            "I didn't quite get that, can you explain that again?  How does ndelezi work?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well he says what he knows is that if he has drunk ndelezi, you can't shoot at him.  Right?",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "Yes, that's correct.  You'll never shoot at me after drinking ndelezi.",
            "Male"
        ],
        [
            "MS TANZER",
            "The previous applicants we heard so far said they all drank ndelezi that evening.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, they said that, so what?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Mr Nosenga is going to give evidence and states that after leaving the stadium with the weapons, you actually, you pass under a bridge in leaving the hostel and you arrived at a big open field before the township, where he saw about four to six Caspirs.  He describes them as yellow in colour.  What is your comment?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He's lying.",
            "Male"
        ],
        [
            "MS TANZER",
            "According to Mr Nosenga, the policemen were wearing civilian clothes, he entered into a Caspir, together in the Caspir was Gatchene, Ruben, who I expect is you, Themba Kubeka, Lucky, Sipho, Makuka, Samo, Dondo and Mkhize.  He further states that Themba Khosa did not take part in the attack, what are your comments?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "He is lying.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well Mr Nosenga states that he saw the Caspirs moving through the streets as the hostel residents were attacking the people of Boipatong.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "In all his stories I can say that he is trying to smear himself with fats of which he did not eat the meat.  He is trying to ask for forgiveness and apologising to ANC by claiming that he did what he did for IFP.  We did what we did because we knew that the police were not there.  I know that it's me that did that, not the police, not what he is saying.  What he is saying, he is lying.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well this is the evidence that Mr Nosenga is going to give and it is my duty to put his evidence to you and to get  your response which we are hearing so unambiguously.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You see Ma'am, I understand your obligation but I think at some point you have to consider what is the value of going through the entire statement when the witness denies categorically, firstly that Nosenga was at the hostel at all and that he took part in the attack.  I'm not saying don't put it but you know, once a witness says this man is lying, he was never there, putting everything that he said which he is going to deny in any event.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I hear what you say, Mr Chairman, but ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But if there are matters that you feel very strongly about and ought to be put to the witness, by all means do so.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Don't you think it's rather unusual that Mr Nosenga gives a vivid account of that night and besides the police presence there are similarities in the events that he describes and events that the other applicants describe on the night of the 17th?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And there are dissimilarities as well, fundamental differences.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I'm referring to the similarities now, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "For you to put the complete - you've got to put the complete picture to the witness.\n\tYou see what counsel is asking you is the following, and this now relates to everything that Nosenga is saying in his sworn statement:  You say that he was never at the hostel prior to the attack and he was never part of the attack.",
            "Unknown"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, now what's being put to you is, in his affidavit he talks about some of the incidents which occurred at the hostel which everyone knows they did occur and he also talks about going to Boipatong and launching an attack there.  If he was never at the hostel and was never part of the attack, how then would he have had information often concerning these events that he had described?\n\tIs that more or less what you want to put to this witness?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I couldn't put it more succinctly myself, Mr Chairman.",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "I don't know where he heard about these things.",
            "Male"
        ],
        [
            "MS TANZER",
            "My final question to you then is, did you attend a rally in Ulundi about a month after the Boipatong attack?",
            "Female"
        ],
        [
            "RUBEN MAGANGA DEBOGO MAGUBANE",
            "No, I have never attended a rally at Ulundi.  I know Ulundi.  I went to a rally in Ulundi when Mr Mandela wanted to meet Mr Buthelezi.  That is when that date was postponed and then he said to us we should go and meet there, not at Ulundi because there were allegations and rumours that he'll be killed.  That was the first time that I went to Ulundi.",
            "Male"
        ],
        [
            "MS TANZER",
            "Thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?  The time now is about twenty to six, would this be convenient to take an adjournment?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It would, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did we agree on half past eight?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I think we just have.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, we will now adjourn and we'll start at half past eight tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}