{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-26",
        "location": "VEREENIGING",
        "day": "7",
        "names": [
            "RICHARD DLAMINI"
        ],
        "case number": "AM 6132/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53125&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990126ve.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BERGER",
            "MR DA SILVA",
            "MR LAX",
            "MR MALINDI",
            "MR MAPOMA",
            "MR SIBANYONI",
            "MR STRYDOM",
            "MS PRETORIUS",
            "MS TANZER",
            "RICHARD MPAGAMESENE DLAMINI"
        ],
        "original_speakers": [
            "MR STRYDOM",
            "CHAIRPERSON",
            "RICHARD MPAGAMESENE DLAMINI",
            "MR DLAMINI",
            "INTERPRETER",
            "ADV SIGODI",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER",
            "MR LAX",
            "MR MAPOMA",
            "MR BERGER",
            "MR SIBANYONI",
            "MR MALINDI",
            "MS CAMBANIS",
            "MR CAMBANIS"
        ]
    },
    "testimony": [
        [
            "MR STRYDOM",
            "Thank you, Chairperson.  The next applicant is Richard Dlamini, number 15 on the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dlamini, what language are you going to speak?  Will you please give us your full names.",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You are required to raise your voice a little bit because you are not talking to me alone, you are talking to everyone in this room.  You've talk and speak in such a way that even a person who is at the back there can hear you, do you understand?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR STRYDOM",
            "Thank you, Chairperson.\n\tI want you to identify your signature on the Form 1 amnesty application, on page 213.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is my signature.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This document has been shown to you and you've indicated to me there is one mistake on this document and that in paragraph 11(b), is that correct?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When was the first time for you to become aware that there was an attack to be launched on Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "On the 17th.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Prior to the 17th of June 1992, did you attend any meeting where anything in regard to a possible attack on Boipatong was discussed?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I was never present in such a meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now to the extent that there's a reference to a meeting on the 10th when an order was given, is that what is not in order in that paragraph?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "To the extent that there is a reference to the 10th of June when an order was given, is that the wrong part of that paragraph?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is a mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon, what is a mistake?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The reference to the 10th.  The witness said the first time he became aware of the attack was on the 17th.  The witness said  that the first time he became aware of the attack was on the 17th and he did not go to any meeting on the 10th.\n\tI also want to show you the answer to paragraph 10(a) ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please move closer to the mike, thank you.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I also want to show you the answer to paragraph 10(a), given in a separate annexure on page 214.  Now the answer has been translated to you on a previous occasion, do you agree with the contents of that paragraph?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you in your own words say why did you go to Boipatong and form part of the attack on Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "When I went to Boipatong, the intention was to face the comrades.  We wanted to drive them away, the comrades who were guarding the place.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you want to chase the comrades away?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "We were unable to do anything in the township.  Even our relatives who were residing there in the townships were harassed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then I want to show you the request for further particulars on page 216 and your answers on page 218.  These questions and answers were translated to you, do you stand by the answers?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I agree with them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then I want to refer you to your affidavit, and I will start with your signature on page 223.  Is that your signature?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that's my signature",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you agree with the contents of that affidavit?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I agree with the contents.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you just briefly state what you did in Boipatong during the night of the attack.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "On that night my job was to stab the people there, these comrades.  That was my job.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After you have entered Boipatong, did the comrades run away?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, they ran away.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did they run to?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "They were scattered all over the township and we kept on chasing them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you go into houses?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, we went into the houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you stab people in houses?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, some of the comrades were in the shack.  We stabbed them.  Themba shot some of them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from comrades which one would expect to be relatively young male people, did you attack any other residents of Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, there was another man that I attacked.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Approximately how many people did you stab during the attack?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "About four of them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if the people that you stabbed died?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I am not certain whether they died or not but I wanted to make sure that if I stab a person he or she would just die.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you hear any shots being fired in Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see anyone of the attackers specifically shoot any person?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I saw a person from the group of people that I was with.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who did you see shooting?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "The first person to shoot at a comrade was Damani, the second one was Themba Mabote who was shooting in the shack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your affidavit you make mention about another person in the hostel names Keswa, who is that person?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, Mr Strydom, I didn't get the interpretation correctly, did he say he shot in a shack or in a house?  Because I heard him say ...(Zulu).",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It was in the shack, the shack was in the yard.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The next question was the reference there on page 222 of your affidavit, and I'm going to translate\n\"I was informed by other residents in the hostel ...\"\nthe name there is:\n\"... Keswa, to go and fetch a weapon.\"\nThis person, Keswa, what are his full names?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I don't know his full names, I only know him as Xhoslele Zingene.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that Victor Keswa or not?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Will the speaker please repeat the question?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that Victor Keswa, also known as Getisi?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, that is not the one.  That one is an old man, the one that you are talking about.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the attack in the hostel on the following day, were you also responsible to burn some of the goods that was taken from Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember who gave you the order to do that or was it out of your own initiative?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I can still remember.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who told you?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Damarra came to my house and I was asleep, he woke me up.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So approximately what time would you say did you start burning goods?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Though I cannot remember the time, I think it was round about eight, between eight and nine.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the morning?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, in the morning.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the attack, did you see any police or military vehicles in Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I saw no cars or police.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "As far as your knowledge goes, did the police or the Defence Force assist before or during the attack?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I know nothing about the assistance before the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see any police or military vehicles after the attack?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Before the attack, did you attend any meeting where Mr Themba Khosa said anything about the possibility of an attack on any township in the Vaal Triangle?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No,  I was never present in such a meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the attack, did you see Mr Themba Khosa and Humphrey Ndlovu at the hostel?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I saw him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did Mr Themba Khosa address a meeting on the 18th of the 19th of June 1992?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "On the 18th I cannot remember seeing him addressing a meeting, I only remember on the 19th he addressed a meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you attend that meeting?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I did attend the meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did Mr Khosa give any instructions in regard to the burning of loot or bloody clothes?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "He never gave that instruction, it's myself who issued that instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was this?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "At Kwamadala hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you are the one who issued the order that items be burnt, I'm asking you at what stage was this?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It was in the morning of the 18th.  Damarra gave me the instruction to tell the people to burn the goods that were taken from Boipatong and that is what I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how did you do this?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I went through the left-hand side.  I was shouting and telling the people that if someone brought something from Boipatong, that should be burnt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Do you know the policeman that was at the hearing the other day, Peens?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I saw him for the very first time here on Friday.  I saw them, the two of them for the first time on Friday.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You also refer then to Rooikop, is that right?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "You also refer to the other policeman, his surname is Greeff but his nickname is Rooikop?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It's what I heard.  As he was standing here, I heard that he was Rooikop, but I do not know him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person by the name of Andries Matanzima Nosenga?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I know him, I know Matanzima.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When was the first time for you to meet this person?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Though I cannot remember well, but that was after the attack, months after the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When were you arrested for the Boipatong incident?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I cannot remember the month but I was the last person to be arrested.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you, I've got no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I have not questions, thank you.\nNO QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "MR DA SILVA",
            "I have no questions, Mr Chairman.\nNO QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Tanzer?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS TANZER",
            "You say that you met Mr Nosenga after the attack on Boipatong, what was noticeable about Mr Nosenga that you remember him?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "The reason for me to remember Matanzima, we were sitting at the hostel playing some game called Mlabalala, a guy called Vusi and Spongulwana.  They were washing the cars and they said there was a young man who was speaking Sotho, and I enquired what is it that he was saying there.\n\tThey called us to come and listen to him.  We went to that place.  When we arrived there they communicated in Sotho with him.  They later interpreted to us, they told us that he said he was sent there by the ANC to enquire as how to plant the bombs inside the hostel ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you please just slow down so that we can make some notes.  What are the names of these boys that you say came to you?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It was Vusi and Spongulwana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Myself and the others took him from that place ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, I didn't catch the name of the person, you said someone and others?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Which person?",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe you said I, it just cut off on the interpretation.  Just repeat your answer please.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I said two gentlemen came, Vusi and Pongulwana.  They came as we were playing a game.  They came to tell us that there was a young man from the township who was there at the place where the two gentlemen were washing the cars.\n\tWe asked them what was he saying, what was it that the young man was saying.  They did not tell us anything but they said we must come with them to listen to this gentleman.  \n\tWe went to that place and they asked him questions in Sotho and they later interpreted to us because we did not understand the Sotho language.  He said he was sent by the African National Congress to come and inspect the place inside the hostel, as to how he can plant the bombs.\n\tWe later took him - we then took him to the IFP Committee.  We handed them over to that committee.  They communicated with him and we left him there.  After some time we heard that he admitted to everything that was said by the two gentlemen.  \n\tFortunately he came at a time where there was going to be a conference in Ulundi.  He was then taken - the people who were going to the conference took him with to Ulundi to the conference.  The matters was reported, the others were told about him.  I was not there at that conference.\n\tThey brought him back again.  He stayed there inside the hostel.  As to when did he leave the hostel I do not know.  He was still young at the time and when I saw him here he was a bit older.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mentioned that you took him to the committee of the IFP in the hostel.",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who in particular did you take him to?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It was Thembankosi Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "To you your knowledge, Mr Dlamini, was Mr Nosenga only to talk Sotho, was he unable to communicate with yourselves?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well I put it to you that his Zulu is as good as your Zulu, that he will give evidence in Zulu and that he's not even a Sotho-speaking person.",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I don't know about that, you know about that.  All I know is that he was speaking Sotho.",
            "Male"
        ],
        [
            "MS TANZER",
            "Are you perhaps not mixing up Mr Nosenga with somebody else?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.  I can see clearly and my mind works very well.  I know that he is the person.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well what do you say about the fact that he can talk Zulu so fluently, that in fact he's communicating with the interpreters in Zulu and not in Sotho?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well he's just answered you and he says he is not aware that he can speak Zulu as good as he does.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Mr Dlamini, you've heard the evidence of your co-applicants so far, is that correct?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "You've been present throughout these proceedings, is that correct?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, it's only on the 18th where I was not present.",
            "Male"
        ],
        [
            "MS TANZER",
            "You've heard me put Mr Nosenga's version to the other co-applicants regarding the events that led to the attack and the attack itself, is that correct?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I heard you.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you stand then by your denial that Mr Nosenga resided at the hostel prior to the attack and took, and participated in the attack on the night of the 17th of June?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I deny that.",
            "Male"
        ],
        [
            "MS TANZER",
            "So it is not necessary for me to put to you Mr Nosenga's version, you remember the version and you deny it in its entirety, is that correct?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you tell me, what motive would you impugn upon Mr Nosenga for placing himself at the hostel when he was not at the hostel or for participating in the attack, when you claim he did not?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I think this person is lying.  He is a bit confused because of the sentence that he is serving.  He's saying things that did not happen.",
            "Male"
        ],
        [
            "MS TANZER",
            "I put it to you that insofar as Mr Nosenga's evidence contradicts yours, you are the person who is lying and Mr Nosenga is being open and honest with this Committee.",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I am not lying, I'm saying he is the one who is telling the lie.  Where - you are representing him, that is why you are saying I am lying.  I am saying he is the one who is telling a lie.",
            "Male"
        ],
        [
            "MS TANZER",
            "I further put it to you that Mr Nosenga was at the Kwamadala hostel prior to the attack, that he did take part in the attack and that you and your co-applicants are for some reason covering up his existence at the hostel.",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "The way you talk it looks like you were staying there at Kwamadala hostel, then it means in that case I was not staying there.  You were the one who was staying there, because I'm telling you that Nosenga was not there and you insist that Nosenga was there.  It looks like you are the one who was staying at Kwamadala hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, Mr Dlamini, what is intended to be put to you is that according to Matanzima Nosenga, he was staying at the hostel prior to the attack and that he was part of the attack, you've denied that.",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I dispute that, he was not there and he was not present during the attack.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you see any police presence in Boipatong on the night of the attack?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He has answered that question, he said \"no\".",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You gave instructions that stolen items be burnt.",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that was the instruction that I was given by Damarra.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you steal any good from Boipatong on the night of the attack?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you, Sir.\n\tMr Dlamini, I take it that the meeting or the conference that was in Ulundi, where Mr Nosenga was brought to, was the annual conference of the IFP, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And that annual conference is the one that is held in July's annually, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And that is the very conference which was held after the Boipatong attack?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You say you were not there at the conference, you don't know what happened there, do you?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I was not there, I did not go to the conference.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you know what was said in the conference?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I do not know because I was not present.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, when Nosenga was speaking to you about his intention to plant bombs, did he tell you that he was present during the attack at Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, he never mentioned that.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you find out from him?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, we knew that he was not there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How did you know that he was not there?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "He came after the attack.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How do you know that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I've already mentioned that I was there at Kwamadala hostel.  Though I cannot be very sure about the month, I was still there, I was not yet arrested.  The other co-applicants were already arrested at the time.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No, Sir, what I want to be clear on is, you did not see Nosenga when he was arriving at the hostel, you were only told that there is a boy, or there is a  young man by the  name of Nosenga who says this and that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I was told.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is being put to you is, do you know precisely when Nosenga arrived at the hostel.",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "He came on that particular day when these two gentlemen called us.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I have no further questions, thank you.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BERGER",
            "Thank you, Chairperson.\n\tMr Dlamini, when Mr Nosenga told you and the many people who were you, that he had been sent by the ANC to plant bombs in Kwamadala hostel, I understand from your evidence that he was giving you this information freely and voluntarily, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I cannot say whether he was free to tell us because I was not the first person to see, he started speaking to these other guys.  I just saw him for a very shot time.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you were there ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute.\n\tDid you just say that he appeared as if he was not mentally sane?",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "He looked shocked, he seemed very shocked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please speak close so that the interpreter can interpret everything, because some of the things the interpreter is not interpreting.",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Nobody was threatening Mr Nosenga, nobody was doing anything to Mr Nosenga to make him talk, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "When I was there nothing happened.  I don't know before that but when I was there with him nothing like that happened.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then after he had made this startling confession he was taken to the senior committee of the IFP in the hostel, is that right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he was left there in the hands of the senior committee?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides Mr Thembankosi Khumalo, who else was present when Mr Nosenga was left there?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Thembankosi was in his house, there were other people in his house.  He took him to the committee and I was not there at the time, but as we were taking him there, Thembankosi was in his house with his inmates.",
            "Male"
        ],
        [
            "MR BERGER",
            "So when you said in your evidence earlier\n\"We took Nosenga to the IFP Committee.\"\nThat's not correct, is it?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It is true.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, you took Mr Nosenga to Mr Khumalo, Mr Khumalo took Mr Nosenga to his committee.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, Khumalo himself was the member of the committee.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, how long after that was Mr Nosenga taken to Ulundi?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Though I cannot remember very well, that took place some time ago.  I think it was about a week or two and he was taken there.",
            "Male"
        ],
        [
            "MR BERGER",
            "So what happened for that one or two-week period, between the time after Mr Nosenga was taken to Mr Khumalo and the time that he was taken to Ulundi, what happened to Mr Nosenga?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Nothing happened.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see him during that one or two-week period?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I saw him inside the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Walking around freely?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I used to see him sitting in front of one room that was occupied by the group from the township.  Most of the times he would be there.",
            "Male"
        ],
        [
            "MR BERGER",
            "He was associating with other people in the hostel quite freely during that period?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I can say so because he was staying with us inside the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is that the treatment that was usually meted out to ANC spies, they were accommodated in the hostel and allowed to move around freely?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "If the person would be there among us and be free, we would give him accommodation but if he would try to hide himself, we wouldn't help him by giving accommodation.",
            "Male"
        ],
        [
            "MR BERGER",
            "At that stage you and none of the other hostel residents, besides the senior committee, knew what was going to happen to Mr Nosenga, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, we knew nothing.",
            "Male"
        ],
        [
            "MR BERGER",
            "How do you know he was taken to Ulundi?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "A meeting was convened just before the trip to Ulundi and it was mentioned that he would be leaving with the people going to Ulundi.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who mentioned that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It was Mr Khumalo, Thembankosi Khumalo.  He told us that this man would be taken with to Ulundi.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was this a meeting held in the stadium, a meeting of all the residents of the hostel?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "So there would have been hundreds and hundreds of people present when the announcement was made that Mr Nosenga is being taken to Ulundi?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, there was a large number of people when the meeting was held.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Mr Mkhize at that meeting?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I've already mentioned that my co-applicants were already arrested, he knows nothing about Nosenga.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the answer is, Mr Mkhize was not at that meeting?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "He was not present.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Prince Vanana Zulu at that meeting?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR BERGER",
            "How long had Mr Nosenga been at the hostel before he was taken to Mr Khumalo?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I cannot lie, I cannot remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "Approximately?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I cannot even estimate, I cannot remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Nosenga must have, on your version, must have come to the hostel almost immediately after the Boipatong attack, would that be right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So would you say that is was public knowledge, everyone at the hostel knew Mr Nosenga, and everyone knew that Mr Nosenga was a man who had been sent by the ANC to plant bombs in the hostel?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Other people who were with me in the hostel knew, except the people who were already arrested.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did Mr Khumalo say at that meeting was going to happen to Mr Nosenga in Ulundi, why was he being taken to Ulundi?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Though he did not mention the reason, he first mentioned something about the truth, the truth that would be taken.  And he later mentioned that even this young man who was there to plant the bombs would be taken with to Ulundi.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Nosenga wasn't going to conference as a delegate I take it, he was going to conference as an exhibit, am I right?  He was going to be presented to the leaders at conference.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I think he was there as an exhibit from Kwamadala hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "As an ANC spy who had been sent by the ANC to blow up the hostel.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And this conference in Ulundi was addressed by the top leadership of the IFP at the time, am I right, including Chief Mangasotho Buthelezi?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Though I was not there, I think it was like that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Can you explain why Chief Buthelezi has said in the media that he knows nothing about this Mr Nosenga?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Are you talking about the Buthelezi in the Committee or someone else?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Berger, the man wasn't at the meeting, how can he explain anything about what might have happened in Mr Buthelezi's mind or why he would deny something?  He doesn't know whether the man was actually presented to him or not, it's not a fair question.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you, Mr Lax, I will rephrase the question.\n\tWho else besides Mr Khumalo and Mr Nosenga went to the conference at Ulundi?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Will you please repeat the question?",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm talking about the delegation from ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you are being asked is, apart from Nosenga and Mr Khumalo, who else went to Ulundi.",
            "Unknown"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "The people who went to the conference, I heard that it was Vincent Khanyile, Vincent Khanyile was one of them and Prince Zulu was one of them too, Bazuka and the others, quite a number of people although I cannot remember the other names.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well I'd like you to think hard about who the people were who went to Ulundi.  You were at a meeting ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, do you want him to give us all the names of the persons who went to Ulundi?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you recall the names of all the person who went to Ulundi?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "From Kwamadala.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I've already said that I cannot remember the others.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Are there any of the people who are your co-applicants here, who went to Ulundi?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, it is Vincent Khanyile.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Is he the only one amongst the co-applicants?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, among my co-applicants he is the only one that I know did go to Ulundi.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides your co-applicants - well, are you saying that all your co-applicants besides Mr Vincent Khanyile were arrested at the time of the Ulundi conference?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, there are others with whom I was arrested.  We were arrested in groups, we were not arrested all at once.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well let me ask you about Qambelani Buthelezi, Bhekinkosi Mkhize and Victor Mthembu, had they all been arrested by the time of the Ulundi conference?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Buthelezi was already arrested, Mkhize as well, Victor was arrested together with myself.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Victor Mthembu never went to Ulundi to the conference?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I cannot remember very well as to whether he attended the conference or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then after the conference, Mr Nosenga was brought back to the hostel.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what report-back did you receive from Mr Khumalo or any other delegate to the conference, as to what had happened in Ulundi in relation to Mr Nosenga?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "They did not tell me anything.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was the status then of Mr Nosenga?  Here was a man who had come to plant bombs in the hostel, the allegation was important enough for him to be taken off to Ulundi to the national conference, this had been announced at a public meeting in the stadium, and he comes back to the hostel and there is no report-back to the hostel dwellers about what has been decided to be done with Mr Nosenga.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It might as well be that something was said in my absence.  Yes, that is possible, something may have been said to the residents.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well didn't you ask anyone about what happened to Nosenga in Ulundi, or what is his status now in the hostel, what are we to do with him?  Did you ask anyone?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I did not ask anyone.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were just happy to have him back in the hostel and he walked around freely?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I just looked at him as one of the residents at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "I put it to you, Mr Dlamini, that your version about Mr Nosenga saying that he came to the hostel to plant bombs is absolute nonsense.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I know that to be the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you made your application for amnesty at page 211, 12 and 13, were you in prison?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "This was February 1998.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were taken to the police station in Vereeniging to have your application attested, is that right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you were accompanied by Mr Nana Tshabangu who acted as your interpreter, am I correct?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You have confirmed that the documents at pages 214 and 215 have been read to you and translated to you and you agree with the contents of those two pages, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "In that document you say, or you agree with the statement which says that\n\"The attack was a warning to ANC supporters in Boipatong, not to support the Self Defence Units.\"\nDo you agree with that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I agree with that.",
            "Male"
        ],
        [
            "MR BERGER",
            "The idea, you say, was to intimidate the residents of Boipatong in the same way as  you had been intimidated, do you agree with that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "How were you going to intimidate the residents of Boipatong?  How were you going to achieve that in the attack?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "To intimidate them would mean attacking them, nothing else.",
            "Male"
        ],
        [
            "MR BERGER",
            "You also say that the political purpose of the attack on Boipatong was to teach Boipatong a lesson.  How were you going to teach Boipatong a lesson, what were  you going to do?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "The lesson is beating them up, nothing else.",
            "Male"
        ],
        [
            "MR BERGER",
            "So who were you going to beat up?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "The comrades.  Some fled but we managed to get hold of others.",
            "Male"
        ],
        [
            "MR BERGER",
            "But how were you going to teach the residents of Boipatong a lesson.  Leave aside the comrades, how were you going to teach the residents a lesson?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Those who had not been attacked have learnt a lesson to the effect that we can beat them up, that is the lesson.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the purpose of the attack on Boipatong was to beat up all the residents of Boipatong, or as many of the residents as you could lay your hands on, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That was not the case.  It so happened but that was not the case.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the purpose was only to attack the Self Defence Units, is that right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And by attacking the Self Defence Units, you were going to teach the people of Boipatong a lesson?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And this was your instruction before you left the hostel, only attack the Self Defence Units, we are not going to attack the people of Boipatong, that right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Even though that was not expressed as such, but I thought that when we went there we were looking for the boys who were burning people in the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then how was it expressed at the meeting before you left, what were your instructions?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "At the meeting on the 17th if was said that the day has arrived, let us go now to Boipatong.  Each one of us men were ordered to go and fetch our weapons, such as knopkierries.  I was already armed.  Only a few went back to their rooms, but most of them had already armed themselves.",
            "Male"
        ],
        [
            "MR BERGER",
            "You did not attend any meeting prior to the 17th, at which the possibility of an attack on anybody, whether in Boipatong or anywhere else, was discussed, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I did not attend any such meetings.",
            "Male"
        ],
        [
            "MR BERGER",
            "There was no meeting at which you were present, where there was talk of attack at all, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And yet when the siren went off on the 17th of June 1992, you knew to go to the stadium with your weapon, why?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I want you to understand this very well, Mr Berger, when this siren went off I was in another room where we were drinking and when I left on my way to the stadium I came across Kwesele Zingene(?) and he said I should go back to my room and arm myself.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who said that to you?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It Kwesele Zingene Keswa.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the other residents who came, you don't know why they came out?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "On leaving their rooms, they were responding to the siren that was summoning us to the stadium, to the arena.",
            "Male"
        ],
        [
            "MR BERGER",
            "So there was nothing said at the meeting of the 17th, about attacking the Self Defence Units, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I didn't hear that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now you say you entered Boipatong, and I'm reading from your affidavit at page 222, and you were chasing the SDUs.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then you say\n\"They ran away and one ran into a house.  There was a man who tried to run away and I stabbed him with a spear.  That man jumped over a fence and he disappeared.\"\nNow that man, was he an SDU member?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Even though I would not be certain what he was, but I think so.",
            "Male"
        ],
        [
            "MR BERGER",
            "So he was a young man?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct, he was a youth but he was not young.",
            "Male"
        ],
        [
            "MR BERGER",
            "That's the first man you stabbed, correct?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then you say\n\"We continued.  We got into a house.  Themba was with me and there were children there who were crying.\"\nIs that Themba Mabote?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.\nMR BERGER\n\"I asked the child: 'where are your parents'?\"\nThat is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that two young children?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I saw only one, not two children.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you said the children were crying, you say there was more than one child, so how many children were crying?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Maybe you did not get me well, I did not say they were crying in this house, I am saying they were crying in houses.  In the house that I entered I only found one child.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Dlamini, please listen to what you have confirmed under oath and confirmed again this morning. \tAfter this man has jumped over the fence and disappeared, this is what you say\n\"We continued.  We got into a house.  Themba was with me.  Children were crying there.  I asked the child: \"where is your parents'?\"",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct, I did ask where the parents were but I was asking one child.  Maybe you do not understand me quite well.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you say the children were not crying in that house, they were crying somewhere else?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then you say\n\"Boom, boom.\"\nThat is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "What does that mean?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is a person's name.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is that the name of Thembiso Kubeka?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Sthembiso Kubeka.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that is applicant number 18.  He's one of your co-applicants, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is he present today?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, he is present.\nMR BERGER\n\"He then stabbed the child with a spear.\"\nAm I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you asked the child: \"where are your parents?\", and before the child could answer, Sthembiso Kubeka stabbed the child with a spear.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was the child a boy or a girl?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I think it was a boy if I'm not mistaken.",
            "Male"
        ],
        [
            "MR BERGER",
            "About how old?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I don't want to attempt to lie, he was this high.  I cannot tell his age.",
            "Male"
        ],
        [
            "MR BERGER",
            "You indicate a very small child, a very small boy.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Less than a metre high.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I don't anything about metres, I don't want to tell you a lie.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm just confirming what you've indicated in Court.  Where did Sthembiso Kubeka stab this child, where on his body?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I think he stabbed him at the back because the child was facing me.  I think it was somewhere behind his back.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many times?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I think it was once because when he stabbed him once the child cried and I fled.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then you go on - well, let me ask you, you couldn't have thought that this child was a member of an SDU, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I did not think it like that.",
            "Male"
        ],
        [
            "MR BERGER",
            "So there was absolutely no reason for this child to be stabbed?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, there was no reason.  Had I thought about that, it would have been me who stabbed him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It was a child.  I was not stabbing children that young, I wanted all the people, the ones who were troublesome, burning people around, not children.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you say anything to Sthembiso Kubeka?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I did not say anything, there was no time for conversations really, we were in a hurry.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you try to stop him?  The child was between you and him, he was behind the child, you were in front of the child, you saw him lift up the spear, did you try and stop him from stabbing the child?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I was talking to the child on my knees, I only heard the child crying and when I raised my head I saw this spear being pulled from the child.",
            "Male"
        ],
        [
            "MR BERGER",
            "You actually saw the spear being pulled out of the child by Sthembiso Kubeka?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then you go on\n\"I stabbed another person, a man, with a spear in the vicinity of Shlube Street.  I don't know what happened to that person.  We then left the township and returned to the hostel.\"",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "According to your statement you stabbed two people, according to your evidence before this Committee you say you stabbed about four people, why didn't you mention the other two in your statement?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Maybe the person who was interpreting did not get me well.  I said, when we left the house in which we found the child, we found other people who were fleeing and we pursued them right into a certain house with a shack.  We opened the shack and we stabbed them inside the shack.  I don't know whether this is not written there.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many people did you stab in Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I estimated them to be four or five.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you involved in any incident of violence concerning the people of Boipatong, before the attack of the 17th of June 1992?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the people of Boipatong had not done anything to you personally, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "I am right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "...(no English translation).",
            "Male"
        ],
        [
            "MR LAX",
            "We're not getting any interpretation but he in fact saying that Mr Berger's speaking the truth.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I'm trying to rectify a mistake on the part of the applicant.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you had no family living in Boipatong, am I right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So what then was your motive in participating in the attack?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "My motive was that the people from Boipatong had already killed our people and I too was not free to go to Boipatong to the shops.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you able to point or to give the name of any person who was killed in Boipatong between January and June?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Berger, is it not common cause that people were killed in Boipatong and that was common knowledge to the people of Kwamadala?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It's common cause, Advocate Sigodi, that a person was killed in Boipatong in January of 1992 and again on the 13th of June 1992.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And that was common knowledge.  I mean, isn't that evidence that we've been hearing so far, in that the people in Kwamadala hostel could not go to Boipatong, and there was this tension between the Kwamadala hostel ...(intervention)",
            "Unknown"
        ],
        [
            "MR BERGER",
            "If it's as I've stated, yes, that is common cause.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "But we've been hearing evidence about people being killed every day, day by day and that is definitely not common cause.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Advocate Sigodi is trying to put across to you is that there is no ...(indistinct), we now know, that two people were killed just shortly before the attack.  We know that the residents of the hostel could not go to Boipatong, we know there was animosity, that is common cause.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That is common cause.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do we have to hear more about that?  The record speaks for itself in this regard.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I take your point, Chairperson.\n\tSo when you said in your evidence-in-chief:\n\"Even our relatives there were harassed.\"\n... you were not speaking about your relatives, am I\nright?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would you agree with the evidence from one of your co-applicants, that the real problems were in townships such as Sharpeville and Sebokeng and that Boipatong was chosen as a target for the attack because it was closer, in fact very close to Kwamadala hostel, in stead of Sharpeville or Boipatong?  Do you agree with that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, because Boipatong was nearer.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you say that your job was to stab the people, who gave you that job?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I took it upon myself.  Isn't it I had a spear?",
            "Male"
        ],
        [
            "MR BERGER",
            "You were asked a question about who you saw firing and you answered that there were two people whom you saw, the one was Damarra and the other one was Themba Mabote, am I correct?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why is it that every time an applicant is asked: \"Who did you see shooting?\", the answer is always Damarra Chonco and Themba Mabote?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "As far as I have concerned, I am talking about a person that I saw shooting.  I saw this personally, this is not a hearsay.  I saw Themba Mabote shooting.  I was with him right inside the house.",
            "Male"
        ],
        [
            "MR BERGER",
            "You've all been sitting here every day listening to the evidence, that you've moulded your versions so that they all say the same thing, you all say the same thing about what happened in Boipatong, who you saw shooting, haven't you discussed it with your co-applicants?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, we did not discuss this at all.  I am talking here about people that I accompanied, people that I saw shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, is that a fair statement to put to this witness, if you have regard to his affidavit which was made before this hearing started, the further particulars?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, it's not only in this hearing ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) suggesting to him is that he's mentioning these two people because he's been sitting here, and yet is appears in his statement and it also appears in his affidavit.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And it also appears in the statements and affidavits of his co-applicants.  It's not only that sitting here, but ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you must put that specific point to him.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Is it correct that you and your co-applicants have conspired to put as far as possible a consistent version before this Committee, both in your applications and in your evidence?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is not the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "Have you discussed your version at any stage with any of your co-applicants?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Not at all.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it so that the Keswa that you referred to at page 222 is indeed Mr Victor Keswa?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I did say that is an older man whose name Xhoslele Zingene from Natal.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Dlamini, if there had been military vehicles or police vehicles in Boipatong during the attack, would you have seen them?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "You would not have missed them?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you left Boipatong after the attack, is it correct that you congregated in the field outside Boipatong, between Boipatong and the main road, Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, we did not gather on our way out, we were following one another.  We were walking hastily in groups, one group was ahead of another etc., etc.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you with Themba Mabote when you left Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, he was no longer with me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you at the front of the attackers leaving Boipatong, were you in the middle or were you one of the last stragglers to leave Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I was in the middle.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, in your application at page 212, you were asked for the names of your victims and you gave the name there\n\"Nonjoli\"\nDo you see that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I see that but I don't know anything about that.  I would not attack a stranger and later on come up with a name.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, where does that name come from if not from you?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I have no idea.  I do not know Boipatong. I was going to Boipatong for the first time, who can I know the people when I don't know the place?",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you confirmed this document this morning, you made certain changes to the document, you corrected certain mistakes but you didn't correct this one, so you confirmed it.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "It might as well be that my lawyer did not read this one to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well as I read the applications, you are the only applicant to put a name here, you are the only person to mention a name of a victim.  It has to come from you, Mr Dlamini, it couldn't come from anybody else.  You gave this name when you made your application.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I have already pointed out that I know nothing about this name.  My attorney did not even refer to this name in the morning.  I would have indicated this to him.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you can't explain where this name comes from?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I am not in the position to.",
            "Male"
        ],
        [
            "MR BERGER",
            "In the criminal trial you gave evidence, and at page 3529 the following question was put to you:  \"Mr Moloi has given evidence that you were in Boipatong and that you had a self-made spear with you and that you were in a certain house in Shlube Street, number 765, where you stabbed a person with a spear.\"\nWhat do you say about that?  And your answer was:\n\"No, he is making a mistake.\"\nDo you remember that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I remember saying this in Court.",
            "Male"
        ],
        [
            "MR BERGER",
            "But Moloi was not making a mistake, was he?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "He was making a mistake.  I cannot make a spear, I did not make that spear, I buy a spear, I bought that one.  I do not even know the house that he is talking about.  I don't know what house it is.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well he was correct, you were in Boipatong, you did have a spear.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct, yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you did enter a house in Shlube Street.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I have already pointed out that I went into two houses, one of which had a shack and the other one is the one house in which I found a child.",
            "Male"
        ],
        [
            "MR BERGER",
            "You did enter a house in Shlube Street, correct?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I would not admit because I don't know.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Interpreter he said he won't agree where the house is because he doesn't know.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I put it to you that entered a house in the vicinity of Shlube Street, are you denying that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I do not deny that, I am saying I don't know, I don't know which house you are talking about.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well let me read to  you what you say in your affidavit at the bottom of page 222\n\"I stabbed another person, a man, with a spear in the vicinity of Shlube Street.\"\nYou say that.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I would not bind myself to Shlube Street, I have already indicated that I do not know the place.  I cannot say I stabbed a person at such a place, knowing full well that I am not familiar with the place.  Yes, I agree, I stabbed a person at a particular place but I am not quite conversant with the area.",
            "Male"
        ],
        [
            "MR BERGER",
            "So where does this name Shlube Street come from, if not from you, in your own statement?  Is that another mistake that you forgot to point out this morning?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I don't know where it comes from.  I don't know really.",
            "Male"
        ],
        [
            "MR BERGER",
            "In fact I read this sentence to you a little while ago, you didn't mention that it was wrong at that stage.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Maybe you did not get me well.  When I say I don't know a place, really I don't know how to go about explaining it to you.",
            "Male"
        ],
        [
            "MR BERGER",
            "You've got no explanation for how this comes to be in your statement, have you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, the point has been made.  The record speaks for itself.  He stabbed a man in one of the houses and he stabbed four or five others in a shack.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That's not my point, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Berger, the point is made with regard to his statement and the mistakes.  Really, we don't have to keep - it's emphasised sufficiently.",
            "Male"
        ],
        [
            "MR BERGER",
            "If I can just round it off with this point, and that is\n\tAt 765 Shlube Street, Mrs Martha Nonjoli, the name you mentioned, was indeed shot and killed and two minor children, Ndo, Ntombifekele were hacked and killed.  And aren't you responsible for that, Mr Dlamini?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I still maintain what I was saying.  I know nothing about the names that appear here.  I will continue maintaining that I know nothing about these names.",
            "Male"
        ],
        [
            "MR BERGER",
            "What happened at the hostel on the 18th of June 1992?  You woke up by - you were woken by Damarra Chonco, is that right?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "He told you to go around and get people to burn the goods which they had stolen from Boipatong.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you alone when you went from room to room?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I was alone indeed on my side, I did not see anyone else.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were not with Mr Mkhize, you were not with Mr Matan(?)?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did people listen to you, did they obey your instruction?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I would say they did because I was walking around calling upon people to bring along their stolen property or the stolen loot from Boipatong so that this could be put in the fire.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was your position in the hostel?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Nothing.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was your position in the IFP?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Nothing, I was just a member, I had no position.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was Damarra Chonco's position in the hostel or the IFP?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I knew him to be Mkhize's assistant.",
            "Male"
        ],
        [
            "MR BERGER",
            "After you had organised the burning of the goods, what happened?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Nothing happened, I then went back to my room.",
            "Male"
        ],
        [
            "MR BERGER",
            "So according to you there was no meeting in the hostel on the 18th?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "As far as I know I think there was a meeting yes, later on in the day, a meeting which was attended by Mr Khosa and Ndlovu.",
            "Male"
        ],
        [
            "MR BERGER",
            "So Mr Khosa and Mr Ndlovu did come to the hostel on the 18th?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, they did.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Khosa did not tell the residents to burn the goods because they'd already been burnt by that stage.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, while you're looking, Mr Berger ...\n\tDid you - I just didn't hear clearly, there was a bit of interference at the back here, did you go to that meeting on the 18th or not?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I did not attend the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks.",
            "Male"
        ],
        [
            "MR BERGER",
            "Oh!.  Why did you not attend that meeting?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I was busy cooking porridge in my room.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you, Mr Dlamini, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And re-examination?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, there's still some people ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions, Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Chairperson, maybe I have one question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MALINDI",
            "Mr Dlamini, am I right that you broke many windows while going through Boipatong?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I did not break windows.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Did you see any of the attackers breaking windows?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, even though I could not make out who exactly it was but I did hear windows shattering.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And when Mr Qambelani Buthelezi gave evidence he said when people have been cleared at the gate, if they happen to be young people they would be referred to him directly, and if I remember well he was giving this evidence to show that Nosenga was not referred to him.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I agree with Buthelezi because he was in charge of the youth.  They used to go to him.",
            "Male"
        ],
        [
            "MR MALINDI",
            "The point I'm trying to make is that if that was the practice then you would not have heard of Nosenga incidentally from some boys, saying here is this person, Mr Buthelezi should have been the one to hear about him first?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And it was not Mr Qambelani Buthelezi who alerted the residents of the presence of Nosenga.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, he was not around.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            [],
            "Thank you, Chair.  \tSir, at the time that you moved into Kwamadala hostel in 1990, were you a member of the IFP?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And at the time of the attack in June '92, you were acquainted with the policies of the IFP.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "May the question please be repeated?",
            "Male"
        ],
        [
            [],
            "At the time of the attack it's fair to say that you were well acquainted with the policies of the IFP.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I did not know the policies, I was just a follower, I did not know the policies.",
            "Male"
        ],
        [
            [],
            "Sir, you had been a member since - when did you become a member of the IFP?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "If I am not mistaken I think it was in 1990, at the eruption of the violence.",
            "Male"
        ],
        [
            [],
            "You've heard here that it was not within the police of the IFP that a massacre of this nature be launched, is that correct?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I did hear.",
            "Male"
        ],
        [
            [],
            "And you knew that yourself?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, I did not.",
            "Male"
        ],
        [
            [],
            "Are you aware of the fact that the national leader of the IFP had during the course of last week distanced himself from this attack, expressing himself as not condoning this attack?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I think I did not hear that.",
            "Male"
        ],
        [
            [],
            "Are you aware of the fact that the regional leader, Mr Themba Khosa has disassociated himself from this attack in not condoning this attack?",
            "Female"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I think I heard that yesterday during testimony here.",
            "Male"
        ],
        [
            [],
            "Thank you, Chair.\nNO FURTHER QUESTIONS BY MS CAMBANIS",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, no questions.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR STRYDOM",
            "Thank you,\nChairperson.\n\tDuring consultations with me, did I show you this map?  That is Exhibit J.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, you did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you point out certain areas to me, about the route and where certain things happened?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, you did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Nothing.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "I have no questions, Mr Chairman.\nNO QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "MS TANZER",
            "No questions, thank you.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.\n\tMr Dlamini, I heard you saying you saw Kubeka stabbing this child in the back.",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I look at Dlamini's application and he says\n\"I didn't kill anybody but I threw a burning tyre into one of the houses.\"",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Sibanyoni, you said Mr Dlamini's application.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Kubeka in his application denies hurting anybody, killing anybody.  He says he only threw a tyre in one of the houses and he says\n\"I never entered houses.\"\nWhy do you think he denies that?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "He might be mistaken because I saw him.  He too knows that very well, that I saw him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So you are saying he stabbed and also he entered into a house?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You are not able to say how the names Nonjoli as well Shlube Street came into your documents, into your affidavit, you never gave those names?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The young man you knew, did you know that person as Matanzima or you also knew the name, Nosenga?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "I did not know him, I only knew him as Matanzima, not with any other name.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I also heard you saying the person was young and you were surprised now that he's a sort of a grown up person.  Was the person far younger than yourself, the person you knew as Matanzima?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "Yes, I am an old man, he is a baby.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So would you say the person you saw now at this hearing, is he a baby a far as you are concerned, compared to your age?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "He is a baby, save to say he is now bigger, he looks like a man but yes, I can see he's now a little bit bigger.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If you say he looks like a man, are you saying he's almost your age?",
            "Male"
        ],
        [
            "RICHARD MPAGAMESENE DLAMINI",
            "No, not at all, not with me.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Is there anything arising?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No questions, Chair.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "MR MALINDI",
            "No questions, Sir.\nNO QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            "MR BERGER",
            "No questions.\nNO QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Dlamini, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}