{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-27",
        "location": "VEREENIGING",
        "day": "8",
        "names": [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA"
        ],
        "case number": "AM6121/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53130&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990127ve.htm",
        "speakers": [
            "ADV SIBANYONI",
            "ADV SIGODI",
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BERGER",
            "MR BOTHA",
            "MR LAX",
            "MR MALINDI",
            "MR MAPOMA",
            "MR STRYDOM",
            "MS PRETORIUS",
            "MS TANZER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "MR KHUBEKA",
            "MR LAX",
            "ADV SIGODI",
            "INTERPRETER",
            "MS TANZER",
            "MR BERGER",
            "ADV SIBANYONI",
            "MR MALINDI",
            "MR MAPOMA",
            "MR BOTHA",
            "MS PRETORIUS"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Call your next witness.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I call Mr Khubeka.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, just before I start, we have the same problem here with the application not being part of the bundle.   I've handed to the committee members and all of the parties a copy of his application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Would it be convenient to mark this application... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'll just locate mine first here.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, chairperson, the last number in the bundle is page 223, and I would ask that this application be added after page 223.   Just to get clarity, I would suggest that the form 1 starts with page 224.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Before I can say anything or comment about anything, I would like to request the audience to listen carefully to what I'll be saying here, because what I'm going to say here, I'm a bit scared, because something happened and I know they also experienced some problems, I would like to request you to listen carefully, and the people who reside at the township with me, they've got to listen carefully, more especially the people that are staying with me in the township.   What I did was very painful even to me, it also affected me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you able to hear the interpreter?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I've got a problem with my ear, I was assaulted and the bombs also affected my hearing sense, my sense of hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.   Very well, yes, Mr Strydom.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, chairperson, the suggestion was... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a minute, Mr Khubeka, we've noted your comments, we have noted your opening comments.   Yes, Mr Strydom.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, chairperson, the form 1, first page, 224, 225 and 226, the annexure to form 1, page 227 and 228, the affidavit 229, 230 and 231, and then the statement concerning gross violations of human rights starts with page 232, and according to how I marked it, the pages will go up to page 252.",
            "Male"
        ],
        [
            "MR LAX",
            "Mine goes to 248.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there's got to be a problem somewhere, because mine goes to 248.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, it reminds me, chairperson, that the person I asked to make the photostats said that some pages that were just blank pages, were not photostatted, because of the volume of that, so maybe if I can just run through the relevant pages with some relevant detail on them.   It's page 232, the first page, 233 the page that starts with \"Truth and Reconciliation\", 234 declaration, 235 details of person making statement, 236 is a statement, 237 is a continuation of the statement, 238 a political context, and I'm not sure, the next page there's no notes on the page, maybe that one was not photostatted, the one I have has got \"killing\" on the right-hand side... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it will be page 8... (intervention).",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "...so that's 239.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is page 8, it follows on.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja.   And 240, according to me, starts with the sentence, \"What organisation do you think they belong to or support?\", 241 is the page with the serious injury or severe ill-treatment page, and 242, handwritten on the right corner, \"They were COSAS(?) of ANC\", 243 starts with \"torture\" on the right-hand... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't have that.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja, there's nothing... (intervention).",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Strydom, looking at the bottom of each page, you'll see there are page numbers, now we're missing pages 12 to 15, we go from 11 to 16, is that correct?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Ja, these pages, I have them available, there's no relevant information on them, I will ask them to be deleted, so I'll change my numbering to go from 242 and then continue 243 on page 16 of the document.   Thank you, chairperson, so the last page will be 248, I think then everybody's got the same record.",
            "Male"
        ],
        [
            "EXAMINATION BY MR STRYDOM",
            "Mr Khubeka, the first document I want to show to you is form 1, and I want you to identify your signature on the last page, that is page 226, is that your signature?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is my signature.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to refer you to paragraph 9.4 on page 225.   What is stated here is the following\n\"I was part of a group of plus-minus 200 residents of Kwamadala Hostel who attacked the Boipatong township on the night of the 17th of June 1992.\"\nIs that a correct statement?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.\nMR STRYDOM\n\"I was armed with an assegai.\"\nIs that correct?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.\nMR STRYDOM\n\"I was in a group with Damara Quonquo.\"\nIs that still correct?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.\nMR STRYDOM\n\"I didn't kill anybody, but I threw a burning tyre into one of their houses.   I never entered houses.\"\nIs that statement a correct one?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, that is not true.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So can you give evidence in this regard, what do you want to say, did you enter houses, did you kill people?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I went into a certain house, the second house, it's where I inserted the burning tyre.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you kill anybody in the township?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.   I am not sure whether the person died or not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you use your assegai to stab the person?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I used my assegai.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember the evidence given by Richard Dlamini that you stabbed a child in his presence at a certain house?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I agree with that evidence.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give any explanation why you gave the wrong information initially when this form 1 was completed?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "What made me not to tell the truth there, I was afraid to tell the truth about the bad things that I did, as you have already mentioned that I killed a child.   Yes, I know very well that I did kill a child, I stabbed the child, but I was scared to tell that in public, to tell the people that I stabbed that child, that is why I mentioned that I'm scared because I might get some threats in the township, I might be attacked because I killed that child.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now just to get it clear, according to you how many houses did you enter?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Two houses.   The one where I found Mr Richard talking to this child and I stabbed the child and we ran out of the house.   On our way there was this corner house, there was fire but it was not a big - the flame was not so big, I saw a fire, I saw a tyre... (intervention).",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Could you speak a bit slowly, because we've got interpretations, so if you speak very fast, we can't get all the interpretation.",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Thank you.   I took this tyre and threw it inside this house, in the kitchen.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In paragraph 10(A) of form 1 on page 225, you stated\n\"I agree that the reasons, as stated in the annexure hereto, state the political objectives sought to be achieved.\"",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now this annexure, do you understand the contents of this document?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I do understand that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was it properly translated to you?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, it was properly translated to me and I understood.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you agree with the contents thereof?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you identify your signature on your affidavit on page 231?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is my signature, I can identify it with my initials, S K.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And this statement was made quite recently, on the 18th day of January this year?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Although I cannot remember the date, I agree, because I can identify my signature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is the statement, what page?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "It starts on page 229 and it goes up to page 231.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Is the date there at page 231 January 1999?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja, that's 1999.   Now similarly, in this document you have stated that you killed no person.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I said so and I'm saying that was a lie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And again why did you, on the 18th of January, stated that you'd killed no person?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I said I was scared that some people might react towards this if I ever mentioned that I killed a child.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Are you still scared?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give an explanation why you are now prepared to say that you killed a child, whilst on the 18th you were not prepared to say so?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Will you please repeat your question, sir?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You said that on the 18th when you made the statement, you were scared to admit that you've killed a child.   Today you are prepared to admit it.   Now the question is, what changed your mind?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "What made me to change my mind, it is according to the way that Mr Dlamini mentioned that, because it looked like he saw me when I was doing this, though I wanted to make it a point no-one saw, I admitted because Mr Dlamini mentioned that I did that, though I was not, it was not my intention to be seen doing that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now, I'm going to read your affidavit in the light of the changed instruc..., or the difference in what you're saying now and what's contained, so you can tell us which portions of this affidavit you still stand by and which portions you deny and say it's wrong.   In your affidavit you said that\n\"During 1992, I was staying at Kwamadala Hostel\",\nand can I just ask you, I'm going to continue and then if you say you don't agree with something, just stop me and say you don't agree with that statement, I don't have to ask you all the time.\n\"Earlier I stayed with my mother at 175 Zone 8, Sebokeng.   During 1990 my mother's house were burnt by the comrades.   She was a member of the IFP.   We had to flee out of Sebokeng and both went to Kwamadala Hostel.    Before I went there, I was already a member of the IFP.   At the time when I went to Kwamadala Hostel, I was only 15 years old.   In the hostel, I...\"\n... (intervention).",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "In 1990, I was not 15 years old.   If I can remember well, I think I was about, I was 13 or 14 years old, 13 or 14 years.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to clear that point, your date of birth, is that the 16th of April 1976?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.\nMR STRYDOM\n\"In the hostel, I further became aware of the problems between the ANC and the IFP.   The problems escalated.   I couldn't attend school anymore, I couldn't move freely (see also my statement regarding gross human violations annexed hereto, marked X).   Approximately a week before the attack on Boipatong, I was at a meeting which was addressed by Mr Mkhize.   During this meeting I heard of the possibility of an attack.   On the 17th of June 1992, we all were called to the stadium.   I took my assegai and went along to Boipatong to attack the people.   I was scared, but went nevertheless.   I killed nobody, nor injured anybody.\"",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "That is a lie, the fact that I did not kill a person there, that is a lie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you stand by the evidence you gave earlier on during your testimony today about the person you killed?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, as Mr Dlamini had indicated, I am not saying that because I heard him saying so, he said something that he saw, he mentioned something that he saw with his own eyes and I know very well that I did that.\nMR STRYDOM\n\"I threw a burning tyre in one of the houses.  I was in Damara Quonquo's group.   He had an AK47...\"\nno, no:-\n\"He fired shots with an AK47.   I don't know if he has hit or did hit anybody.   Darkie had a shotgun, or \"'n haelgeweer\", and he also fired shots.   I further saw that people got killed, but didn't see who were responsible for that.   I moved through Boipatong and eventually I left with the group.   Although I...\"\nand that must read not \"die\", \"nie\":-\n\"Although I did not kill people in Boipatong, I agreed with the attack and associated me with it.  I only heard afterwards about all the people that died and got injured, and I'm very sorry about what happened, especially I'm sorry about the people that died.    I ask for forgiveness.\"\nSo is it only those portions you've already indicated that you want to change in this affidavit?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "What I wanted to change in this affidavit is the fact that the statement that I did not kill a person and the statement that I did not enter into the houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the statement you make reference that you saw other people, how they got killed, can you give us more particulars about that?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I saw people dying, I saw dead people there.   The person that I can remember very well that I went past his or her body on the way, I suspect that he was shot at by Damara because I heard the gunshot and it rang like an automatic firearm.   After that, we proceeded, I saw a person lying down on the ground and I could see that this person was dead.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you indicate, at the beginning stages of the attack or later on, or what can you say about that?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "As we were entering the Boipatong, that happened, the very first person to fire was Damara, his firearm was the first one to shoot.   That's what I can say.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now, when you went into the houses and stabbed the child, was that towards the end of the attack or the beginning stages?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "It was on - that happened on our way out, because I was afraid, I was very scared to get into the house, because we moved around the township and we met next to the squatter camp or shacks, I heard someone shouting, \"Let's go, let's go, it's late now\", because the people thought that the police would come and find us there.    We left the place.   I went back.   On my way back, I was very angry.   At the same time, I did not want the people to see me doing something.   I told myself that I wanted to do this alone, without anyone seeing me.   Unfortunately Richard Dlamini saw me, as he has mentioned here that he saw me stabbing the child.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, (indistinct).   If, as I understand your evidence, you wanted to hide what you did?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at the time you thought that no-one saw you?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I thought no-one saw me, because even the house that I went into, the door was open, it was right inside, I went inside and my intention to get into the house was to loot something, because I saw people looting, I went there to take something for myself and leave the place, but I saw this child that was lying in the house, sleeping in the house, and Dlamini wanted to take cover behind this child, but I saw that he was wasting time, because my brother also died there.   We ran away thereafter with Dlamini.   I think he thought that I was - I wanted to stab him, because I came behind this child.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that, but - and because you thought that someone didn't see you, that is why, in your application and in your affidavit, to which you have deposed very recently, you didn't reveal the fact that you had killed someone?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now that Dlamini has told us that he saw you stabbing the child, you then decided to tell us that you did kill a child?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Truly speaking, if Dlamini did not mention that here, or if that did not appear in his statement, I was going to use the same old statement that I did, I was not going to mention it either.   I'm very scared, I'm very much uncomfortable about this matter.   That is the whole truth.  If Dlamini did not mention this, I was going to use this statement freely, I still emphasise that, because even my age at the time, it shows that I did not know what was happening, therefore I was innocent, but I knew very well that I was not innocent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just speak very slowly, Mr Khubeka, just bear in mind that what you are saying has to be interpreted.",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I apologise for that, it's because of the fact that I'm a bit scared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   So is the position that, had it not been for Mr Dlamini, who told us what you did, you would not have told us what... (intervention).",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I was not going to tell you, that was going to be my secret alone, as the people who killed my brother, that remained their secret.   No-one today who came forward and said he did that, he's the one who burnt the house of Khubeka family and my brother was inside, that was going to be my secret, I emphasise that, that was going to be my secret alone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand the fact that when a person is seeking amnesty, he has to tell us the truth?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I heard about that, even my mother, she used to tell me that while she was still alive, and she told me that, \"If you go there, my son, go to tell the people about what you know\", I just looked at her and I ignored her.   She thinks that I can go and tell the people that I killed a child so that the people could look at me as a bad person, I told myself that I'll never do that.   Today I came here, but my mother is no more and I have no-one else to rely or to lean on, that is why I decided to come here and tell the truth.   If there were something else, if there were something else to prove that a person is telling the truth, I would even use that alternative to prove that I was telling the truth.   I am telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So is the position that you were prepared to let this committee decide your application on the basis of a statement which you knew was not the truth?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Will you please repeat the question, sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to explain this to you in Zulu.   (Interpreter interprets from Zulu - Were you prepared to come to this committee to seek amnesty, having done a statement...) no, on the basis of a statement, (...on the basis of a statement knowing very well that what is in the statement is not true?)",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(And you did all that...)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Will you please repeat, sir?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(You were prepared to do all this, because you said you were too scared?)",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I still maintain that I was prepared to do that, but now Mr Dlamini came here and revealed that, I had no alternative, I have to tell the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(As we now know that you were prepared to hide the truth until Mr Dlamini came forward and tell us what the truth was, what proof do we have that there is nothing else that you are still holding?)",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "The proof that you have, I hope that it's what I'm going to be saying now, because there's nothing else that I'm holding now, there's nothing else in my heart, I'm prepared to tell the truth.   I don't have enmity in my heart now, I'm here to tell the truth, I would request you to believe me.   I did kill that child.   Even the mother is still crying even today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes, thank you, Mr Strydom.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I see it's six past one, if I can get an indication if I must carry on now or after lunch?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long is it going to take you to wrap up your evidence in chief?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, it's going to take a little bit longer, because there's this other statement I must also deal with, so I would say it will take another, say, 20 minutes, that's roughly estimated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.   Yes.   Shall we take an adjournment?   What time should we come back?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "My suggestion is two o'clock.   The service at this restaurant here is very bad, if we order something now, we can only get it marginally before two.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay, we will take the lunch adjournment now and we will come back at two o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And may I also remind you that when you give evidence, bear in mind that the interpreters are interpreting what you are saying, so speak slowly so that they can have time to interpret everything you are saying.",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, thank you.",
            "Male"
        ],
        [
            "MR LAX",
            "Just before you proceed, Mr Strydom, with regard to the HLV statement, I'm sure that you've read it to your client previously, I would just like to try and avoid us spending too much...(END OF TAPE 2 - WORDS LOST - TAPE 3 COMMENCES) ...I noticed there are some portions of it that obviously relate to Boipatong.   Would it not be possible to just put those aspects to him and let him confirm them and then we can move on without too much ado.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, Mr Lax, it was not my intention to go through the whole statement, I just want to - I want him to testify about portions of that statement.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.",
            "Male"
        ],
        [
            "EXAMINATION BY MR STRYDOM ",
            "(cont)\n\tMr Khubeka, you testified that Mr Dlamini gave evidence that you'd killed a child and that's why you now admit that you killed a child.  Now the question I want to ask you, did you hide anything else, just merely because there was no evidence to implicate you?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, not at all, nothing at all.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Would it make a difference to you, Mr Khubeka, if you admit that you killed one or, say, three people, at this stage?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I do not quite understand the question?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question is that you gave reasons why you did not earlier said that you killed a child.   Now that you've admitted that you killed a person, would it make a difference to you at this stage to admit that you've killed more people if you have done so?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that can make a difference, but I did not kill many people, I only killed one person, a child.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your evidence you said that the house where you killed the child was situated towards the end of your journey through Boipatong.   I want you to have a look at Exhibit J, the map... (intervention).",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I didn't say it was towards the end at Boipatong, I said the house in which I put in a burning tyre is right inside Boipatong towards the end, but I cannot recall the house where I killed the house (sic), but I think it may be the same street.   I did not talk about a house at the end of the township where I killed a child.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Ja, okay.   Do you understand the map, if you look at now, as it's being shown to you?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I do understand the map.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now I firstly want to ask you, there where you put the burning tyre into the house, can you indicate on this map the vicinity where that happened, the area?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I can show you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just go ahead.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "It is the house here, at the corner.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, the house, it's been indicated it's the house right on the corner of Bafakena and Schloebe Street, the number is 734.   And there where you killed the child, can you show us where that is, more or less?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "We came from this street when we went up to Slovo Park and as we came through this street, I suspect this house marked X could be the house, I'm referring to the house that is marked X.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, the witness refers to a house in Schloebe Street and the number he points out is house 743.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am saying I think so.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you went out of Boipatong, did you see any military vehicles?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I don't want to commit myself, I did not see any vehicle on our way to and from Boipatong.   On our way back, I was in a hurry, I wanted to get to the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And after you've reached the hostel, did you go to bed or to the stadium, or where to?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I went straight to my room.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the next day, were you at the hostel?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you attend any meetings during the course of that day?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who addressed the meeting?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I remember Mr Mthembuta being a speaker at the meeting, that is if I think very well.   I remember Mr Mthembu, I think Mr Mthembu was addressing the meeting, that is if I'm correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No, but the question is, what did he say, can you remember that?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "He warned us that there were people who were going to attack us.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see that any loot that came from Boipatong was burnt?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not see that, but I did see fire in the big dustbins.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When was that when you saw that?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I think it was on the 18th, yes I think it was on the 18th, I remember very well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to refer you now to your statement concerning gross violations of human rights.   Is it correct that this statement was taken by a person who was employed by the TRC?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct, even though I didn't trust the person.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now in this statement, on page 236, you set out your background and how it came about that you ended up in the hostel.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now what I want you to testify about now is just briefly explain your experiences in relation to political deeds and violence which affected you, leading up to the time you went to the hostel?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "If I still remember very well, it happened this way, I was attending school at Zithuleli HLP School, that is lower primary school, that is where I left after an attempt was made to burn my parents' home.   Such attempts were made several times, seeing that my mother was an IFP member.  After that, the house was burnt down, during which time my mother was not at home, having gone to a night school.   That is the evening during which my younger sister, Nongeba, died as a result of a petrol bomb, and on the third day, if I still remember very well, I went to school in the morning, I had to be at school at seven o'clock in the morning, and I went to Room 2, that is the class that I attended, Bisunjese being my teacher.    On that day a group of people came to fetch me, saying that I should be killed because I am a child of an IFP member.   I was supposed to be burnt that day, but the principal refused to hand me over to these people, the people wanted the principal to hand me over to them so that I could be killed, and the person responsible for all of this was Sabata Ngwena.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to interrupt you, this Sabata Ngwena, was he affiliated to any political party?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Which party?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "The ANC.   I think they also used to refer to themselves as COSAS.   I was still very young, and I had to leave school and surrender myself to this death.   That did not happen because the principal refused to hand me over.   He too was supposed to have died because he refused.   He took me out through a smaller gate further down the school and he said I should go home, and he said I should run away and go home.   He did not explain to me what was happening, because he too understood that I was still a child, I knew nothing.   I went out of the school through that small gate, I fled to 2066 Evaton, Donald Road, where my grandparents stay.   I stayed there until such time that I was placed to another school, because I could no longer go back to Zone 8, running away from death.   Still, I was coming to yet another death, but yes I did struggle, I tried to survive in that area.    I attended school at Zone 3 till such time that two of my homes were burnt, that is when I fled and ended up in Kwamadala, having been taken there by my sister, Phome, my sister.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You made reference to a family member who died when the house, your house, parental house was burnt.   Just repeat, who died?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Nongeba, Nongeba.   It was a female girl, still very young.   It was a female child who was still very young, who was one year, four months old.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you were moved to Kwamadala Hostel, did your mother move with you?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not take her along, I found her at Vereeniging, at an IFP office, that is where we were welcomed by Oupa Nglapo so that we could stay at the office.  We went there by train.   I too didn't know where we were going.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you joined, or moved in at the Kwamadala Hostel, did you become a member of the IFP yourself?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I think I had been a member of IFP long ago, because my mother used to own IFP, or run IFP drama units(?), before the IFP had these five colours on their logos, then they had only three colours, that is when I took full membership of the IFP.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you become a member of the Youth Brigade in the hostel?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am still a member of the Youth Brigade.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now I want you also to explain - or let me just ask this about this statement I'm referring to now, you had another look at this statement, do you confirm the contents of this statement?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I confirm the contents.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.   Now I want you to testify about your personal motives and objectives why you went to Boipatong on the night of the attack?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I was motivated to go to Boipatong by my (indistinct), if I still remember very well all the things that I went through.   I left home naked, anybody made me a (indistinct), people were making fun of me.   I went to Sebokeng, Zone 5, and Evaton Donald Road 2066, and I went to Boipatong following all the things I was thinking about, my family that is.   I thought that these people too should lose their houses, because I have lost my family's two houses, my sibling died while asleep, I was trying to restore that which had been taken away.   I did these two things as a result of them having done the same to me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now you've given evidence that you experienced all these problems in Sebokeng and not in Boipatong.   Can you give any particular reason why Boipatong was then attacked and not say Sebokeng or Evaton or one of the other townships?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "There are many people, Inkatha people, who used to die in my presence at Boipatong, people such as Bongali Batha, who died at Boipatong, therefore that was the reason why I went to Boipatong, seeing that the ANC and Inkatha had been at war since long ago and the people of Kwamadala did not have peace, they did not live at peace, that was the reason why I went to Boipatong to do these two things.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now, you admitted to kill a child, why did you kill a child?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I had explained already that I was trying to restore that which had been taken away from me, so that this child's mother should cry the same way as my mother did, such as a calf would, such as a cow wood, trying to locate its calf, a calf to come and suckle or suckle.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know Mr Nosenga?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I don't want to commit myself, I don't know him, I only heard about him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the attack and during July of 1992, did you go to Ulundi to the rally, or the annual rally that was held there?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Unfortunately, I had been arrested.   Having been arrested on 30th of June, I was at lay-off.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to get it straight, when were you arrested and in connection with what were you arrested?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I was arrested for the Boipatong incident, nothing else.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but we all know now the attack took place on the 17th of June 1992, can you give an indication how soon thereafter were you arrested?",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Strydom, he said he was arrested on the 30th of June.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "30th? I heard 13th, that's why I ... ...(intervention).",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, sorry.   No, no, I won't take it further, I just heard wrongly then.   During the course of the attack, did you see any military or police vehicles in Boipatong?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I don't want to commit myself, I did not see any police vehicle, I explained so earlier.   I indicated that on entering and on moving out, or getting out of Boipatong, I didn't see any such a vehicle, I was in a hurry, I wanted to go back to the hostel, and I was also frightened.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you, I've got no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM\nNO QUESTIONS BY MS PRETORIUS",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MS TANZER",
            "At the time of the Boipatong attack on the 17th of June, was your brother, Themba Khubeka, staying at the hostel?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did your brother participate in the attack of Boipatong on that night?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I saw him last when we were at the arena.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you speak to your brother after the attack?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not speak to him.",
            "Male"
        ],
        [
            "MS TANZER",
            "You've been sitting in these proceedings and you've heard Mr Nosenga's versions of the events that led up to the attack on Boipatong and the attack itself.    According to Mr Nosenga, your brother was one of those in fact in a Casspir on the night of the attack?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I could have seen him.   Had these vehicles been at the arena, I could have seen him, but I do not remember seeing him getting into a Casspir.   He is a criminal, he cannot be associated with the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your brother?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that's my brother.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well, I put it to you that insofar as your version differs from that of Mr Nosenga, that you are not being open and honest with this committee and that Mr Nosenga's version is the correct version of what took place that night.   What are your comments?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am saying I do not agree with what you are saying.   You are telling me about Nosenga, I don't know Nosenga, he doesn't know what he is talking about, he shouldn't commit himself to something he doesn't know, he is telling a blue lie.   You will hear for yourself when he comes forward to testify, then you should ask him those questions.",
            "Male"
        ],
        [
            "MS TANZER",
            "It is correct, however, that the last time you saw your brother was at the stadium and that you did not speak to him after the attack?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "(No audible reply).",
            "Male"
        ],
        [
            "MS TANZER",
            "No further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MR BERGER",
            "Mr Khubeka, did you see your brother after the attack?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I saw him in the house with his Z88, 9mm pistol.",
            "Male"
        ],
        [
            "MR BERGER",
            "In the house where?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I'm talking about his room, the number of which used to be 101.",
            "Male"
        ],
        [
            "MR BERGER",
            "His room at the hostel?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, his room at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when did your brother die?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I think he died in 1993.   I cannot recall the date.   I don't want to tell a lie.   It could have been easier had I brought along the death certificate.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you never discussed the attack with your brother at any stage until his death?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Had I discussed such matters with him, he would have beaten me up, because he is stubborn, he would say I was still young, what is it that I wanted at Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were implicated in the criminal trial by Mr Bojosi and Mr Moloi, do you remember that?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "Their evidence against you, was that the truth?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "According to Mr Bojosi, after the attack you bragged about stabbing a person, is that correct?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I did brag that I stabbed a person, but I did not explain how old the person was.   Mr Moloi did say that as well, and I showed him that I used my spear, I showed it to him.   He did say that in court.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you were very proud the day after the attack, that you had killed a little baby girl, am I right?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct, because I achieved my goal.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you gave evidence before lunch, did you refer to Mr Richard Dlamini as an impimpi?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, he is an impimpi because he involved me, or he implicated me.   I still maintain that he is an impimpi, because he saw me, had he not pointed that out, I would not have said that he is an impimpi.   He is an impimpi because he is exposing me, I was trying to hide myself.   I still maintain he is an impimpi.   I am not happy about that, because I was trying to hide myself.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Richard Dlamini shouldn't have been a traitor, he should do what all good comrades do, that is keep his mouth shut, is that right?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I still maintain he should have shut his mouth.  What I am saying is correct, it is the truth.   You would not have found out about my having killed a person had he not pointed it out, I would not have revealed anything, because if I keep a secret, I do so fully.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you're not an impimpi, are you?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am not an impimpi, because I did what I wanted to do and I kept my secret.   I am an impimpi now that I have said something about Quonquo.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, Quonquo is dead, I'm talking about people who are alive, you are not an impimpi, you would not tell the secrets of your co-applicants who are still alive, am I right?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am saying I am an impimpi because the registers of God have all these bad things, even after a person has died.   I still maintain that he killed a person, the person who died there, I am quite sure it was Quonquo who killed him, he killed a person, he should be prosecuted in heaven as well.",
            "Male"
        ],
        [
            "MR BERGER",
            "I am talking about the people who are living.   Is it correct, Mr Khubeka, that you are not the type of person to tell the secrets of the living?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I am the kind of a person who can tell all, tell it all, if you want an explanation as to who did what, I can explain that.   I don't have secrets.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, will you tell this committee please about the participation of the police in the attack on Boipatong?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "There were no police at Boipatong at all, the evidence that was led here by Nosenga and others is just nonsense.   We could have been in jail, or I should say we should be in jail.   There were no police at Boipatong.   If the people from Boipatong knew that they were attacked by the people from Kwamadala, the people who were referring to themselves as Sotho, do you think, I want to know if I am telling you lies if I am saying when we went into your houses, we didn't use our real names?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khubeka, you're giving evidence for the benefit of the committee, and we would urge you, if you give your answers, to direct it to us.",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I apologise for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I have asked you before, and I'm doing it again, when you speak, speak slowly so that the interpreter can have the opportunity to interpret what you are saying.",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've got to understand that not everyone understands the language that you're speaking here.   Do you understand that?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Isn't it correct that you know that your brother was in a police Casspir in Boipatong?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "That is not true, I still maintain that is not true.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please will you tell the committee about the rapes which occurred in Boipatong during the attack?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I did not get into many houses, I know nothing about the rapes, there's nothing to tell.   You failed to question the person who was talking about that, the one who was raping there, you are asking me that, I now nothing about the rapes, I am not a rapist, I'd propose and the girls would say yes to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who is the rapist that I should have asked the question to and I did not?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Stikanayo.   I told you, didn't I tell you that I'm going to tell everything that is in my chest, that is Stikanayo, though I did not see him raping, I heard so.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, please tell the committee what you heard about Stikanayo raping?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I heard in court that Stikanayo was involved in rape, that's all.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who said that?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I think it was Mr Moloi.",
            "Male"
        ],
        [
            "MR BERGER",
            "And after the attack on Boipatong, did you not hear people bragging about having raped women in Boipatong?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not hear that.   I heard that in court.   Oupa Moloi is the one who mentioned that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Mr Moloi telling the truth?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I don't know.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say you are not a rapist, is that the truth?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I am not a rapist, I am not a rapist, I go to church, I'm a churchgoer, I'm a churchgoer.",
            "Male"
        ],
        [
            "MR BERGER",
            "What do you say about the evidence given at the criminal trial about you and Mr Moloi's daughter?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "What evidence was that?",
            "Male"
        ],
        [
            "MR BERGER",
            "That on another occasion you had raped Mr Moloi's daughter.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Mr Moloi was telling a lie.   If my memory serves me well, the person who was responsible in my case was Mr Nduli and Mr Kwanase and Mr Mthembo.   I hit his children, Gobe's children, because they were doing that bad things and they were very small, I assaulted them and he got angry, he went to fetch an axe, I told my brother to fight for me because he wanted to hit me, therefore he just decided to tell a lie and said that I am a rapist, and I know very well that my brother was going to hit him so bad, because he was very good in that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Mr Moloi telling the truth when he said that you and he entered premises in Boipatong and that you were armed with an assegai?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, he is telling the truth if he says I was armed with an assegai.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that the two of you entered premises in Boipatong?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "We entered Boipatong, I remember he was next to me and he ran and he disappeared and I didn't know where he went, that was when we were entering Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "The question was that you entered premises, not that you entered the township?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I cannot remember, maybe I did that, but I cannot remember, I cannot remember entering with him some premises, because in the house that I was heading for, I went there with an aim to go and get something or loot something.   I am saying I cannot remember entering premises with Gobe, Mr Oupa Moloi, in one of the houses at Boipatong. The only houses that I entered, I cannot remember seeing him walking along with me in those houses.   I went to that house that was open and there was light inside and I knew that I wanted to get something for myself, I wanted to loot and bring whatever to Kwamadala Hostel to show that I was there, but I couldn't take anything but I decided to make my assegai visible instead.",
            "Male"
        ],
        [
            "MR BERGER",
            "You said that your sister died, is that right?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.   Her name was Nongeba.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was her name also Petunia?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, her name was Nongeba, she was a baby, she was one year, four months old.   He was burnt by fire as the people were trying to burn down our house at Zone 8, No 175.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where do you mention that, that she was killed, where do you mention that in your statement?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I did not mention that in my statement.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why not, you mentioned everything else?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I mentioned that initially, that the person who was helping me making this statement, I couldn't trust the person.   The person mentioned that he or she was a member of ANC, and even Mr Thabiso(?) mentioned that though I could not, yes, I could not trust him, I could not tell him everything.   If he wanted to kidnap me, I couldn't trust him, because I know the people, the ANC members are involved in underground activities, they can do anything.",
            "Male"
        ],
        [
            "MR BERGER",
            "So that's the reason you didn't mention the fact that your sister was killed in your human rights violations statement?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is the reason that made me not to mention that, because that would lead me to mention the Boipatong incident where I killed this child, because I could see that this person was leading me to a trap, he wanted me to mention those things.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, Mr Berger.    When was your home burnt, do you remember the year?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "If my memory serves me well, the first attempt was in 1985, '86, '87, '88 and 1989, and then in 1990 it was completely destroyed, I remember in 1985, the first attempt was in 1985 when my sister, Nongeba, died.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who else died in your family before the attack on Boipatong?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "That's my sister, that's my sister only, except Themba Mabota who passed away after this incident.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Themba Mabota related to you?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "He's my brother.",
            "Male"
        ],
        [
            "MR BERGER",
            "And is he a different person to Themba Khubeka?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Themba Khubeka is also Themba Mabota, he was using two surnames.    His first surname is Mabota.   When my mother got married, at her wedding ceremony, my surname is Khubeka because of the situation.    There is a situation like this, I propose a girl and my surname is Khubeka.   Let's say I don't tell the girl that my surname is Khubeka, only to find that the girl herself is also Khubeka, and the girl will say yes to my proposal.   After some time the girl will tell me that he's got the same surname with me, but I won't reveal that, because I want to go and sleep with this girl.   That is what happened in my case.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides Themba Mabota and your sister, Nongeba, there's no other member of your family who was killed?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, no-one else was killed in my family.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never saw your brother when you were leaving Boipatong?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never saw him firing at the military vehicles?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I never saw him, I don't want to associate myself with that, because I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never heard about that either?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I first got this information here, this information about my brother shooting.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you went to Boipatong to restore what you had lost?   You went to burn down a house and to kill a baby?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct, Mr Berger, because this is what happened to me also, I did not want to do more than what was done to me, I just wanted to show the people of Boipatong that the value of a human being should be respected, all the lives are the same, as you have mentioned that I wanted to kill a person, killing a baby is the same as killing an adult, there's no difference.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, Richard Dlamini made a statement, at page 222, he says, second last paragraph on that page\n\"We went into a house.   Themba was with me.\"\nNow that's Themba Mabota:-\n\"Children were crying there.   I asked the child, `Where are your parents?'   Bumbum, Thembiso Khubeka, stabbed the child with a spear.\"",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I did stab that child with a spear.   He is making a mistake for not mentioning the fact that I came after some time while Themba was already inside, he is making a mistake for not mentioning that part.   Let me try and rectify that.   Yes, he is telling the truth when he says that I killed a child.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he's also telling the truth that Themba Mabota was in the house when you killed the child?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I said he is making a mistake, he did not mention the time, at the time when I went into the house, while Themba Mabota was already out of the house.   I found Mr Richard Dlamini in there.   Perhaps he used the back door or the front door to exit the house, but if I met with him at the back door, I could have seen him, because I came through the kitchen door.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, you say that the child you killed was at 743 Schloebe Street?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am not saying anything about the house number, but I think it was in that vicinity, I think so, maybe that could be the place.",
            "Male"
        ],
        [
            "MR BERGER",
            "There were two small girls who were killed in Slovo Park, and at the house, at a house in Schloebe Street, I won't hold you to 743, but at 765 there were two small children killed, as well as a woman.   Now the house where you killed the small girl, was there anyone else in that house who had been killed?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "It was not necessary for me to get into more houses, I did not see such a thing, I just saw this child that was talking to Richard, I went straight to that child, because he was facing the opposite direction, I just came through the kitchen door, I saw them standing at the passage and I heard Richard talking to this girl, I went straight to this child with my spear and I proceeded.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, Miss Interpreter, he said, \"I stabbed the child and went past\", is that what you said?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "You did not see anyone else who had been killed in that house?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not see anyone.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you threw a burning tyre into the other house, you did that to burn down that house as your house had been burnt down?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, as I have already mentioned that I was doing the same thing that they did to my house.   If I could, I could have burnt two houses, but I was too scared to do that.   That is why, even today I'm still frightened.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if there had been people in that house that you threw the burning tyre into, all the better, because then they could have been killed like your sister was killed?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I want to emphasise on that one, I didn't care, as I was doing that I didn't care, because if you want the bomb to explode, it hits everything, it doesn't choose, it doesn't see the difference, that is what they did to my home, they knew very well that if you throw a bomb, it hits everything.   If I had a bomb, I would have thrown the bomb inside the house.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the more houses you could have burnt and the more children you could have killed, the better, that was your aim that night?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "That would be better, because I was doing the same thing that they did to me.   It was very painful to me to realise that my sister died in my own hands, I did not know what to do, my mother came late in the evening, she cried.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would it be correct to say, Mr Khubeka, that your reason for attacking Boipatong, and for killing that small girl... (intervention).",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I don't think that was a girl, the child was a boy.   Don't continue, don't say that the child was a girl, he was a boy.",
            "Male"
        ],
        [
            "MR BERGER",
            "You're sure about that, it was a boy and not a girl?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Well I'm not certain, he was wearing a pair of trousers, that's why I'm saying it was a boy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you repeat, what was he wearing?   What did you say?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "He was wearing a trouser, a pair of trousers.  If my memory serves me well, it was a corduroy, the pair of trousers was made of a corduroy material.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well I'll refer to a small child.   The reason, your reason for attacking Boipatong was in revenge for the attack on your family when your sister died?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is true, Mr Berger, that was a revenge that was influenced by politics as they did the same to me, I was doing the same thing as them.   I want to emphasise that it was a revenge.   I left Kwamadala Hostel willingly, though I was scared, I was frightened.   If I came across a person of your stature or size, he could have easily taken the weapon or the spear away from me.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you never went out to attack people of my size, in fact you avoided people of my size and you went for the children instead?   I'm right?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Mr Berger, I still maintain, had I come across my peer, it could have been very bad, but a person of your size, really I could not have come across any person of your size, because I knew that something bad would have happened.  It's better that I only stabbed this one child, so that when I got there, I had to make sure that the child is dead, so that the parent could cry in the same way as my mother did.  That is still painful.",
            "Male"
        ],
        [
            "MR BERGER",
            "My question is, you avoided people of my size and you concentrated on killing small children, that was your aim?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I agree with you.   You wanted him to kill me.  I could not have come to people such as, you know, of your size, because they could have taken the spear away from me.",
            "Male"
        ],
        [
            "MR BERGER",
            "And in killing this small child, you were not furthering the aims of any political party, you were simply taking revenge for what had been done to your family, am I right?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I do not concur with that.   As far as I am concerned, we were pursuing political motives, we left the township and we were dogs and we had to be sent away, myself, Thembiso Maboga, Montgomery, stabbed this child because my intention was political as they did to me.   You make me hurt when you talk about that, Mr Berger.",
            "Male"
        ],
        [
            "MR BERGER",
            "What political aims and objectives were you furthering by killing that child?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "My political objectives, as I indicated, on killing this child, are similar to the objectives of COSAS considering what they wanted to do to me.   They hurt my mother very much so when they came to fetch me at school.  Those are such similar political objectives that I wanted to achieve.   It is therefore obvious that the mother of the child that I killed was ANC.   I was therefore killing a small ANC, they killed a small Inkatha.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you familiar with the aims and objectives of the IFP at the time of the attack?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I don't want to commit myself, I knew nothing, I was just happy to be toyi-toying around.   I used to sing.   I was the one who was taking the lead in singing.",
            "Male"
        ],
        [
            "MR BERGER",
            "When Themba Khosa came to the hostel after the attack, you were there, correct?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not see him.   I only saw him when he left.",
            "Male"
        ],
        [
            "MR BERGER",
            "You did not attend the meeting that he addressed after the attack?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not attend such a meeting.   I came to the meeting shortly after Mr Khosa had left, that is I still remember very well, when I arrived Mr Damara was addressing the people to the effect that they should burn the loot from Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "All right, so let's just get clarity on that.   Themba Khosa addressed the people and then he left.   After he left, Damara Quonquo gave an instruction that all the loot from Boipatong should be burnt?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the loot was burnt after that?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, the loot was burnt, even though I did not see these items, I only saw fire, a huge flame of fire.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you think, at the time of the attack, that the leaders of the IFP, Themba Khosa, Mangosuthu Buthelezi,  would have approved of your actions?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I think that they would not have approved of such actions.   Those people are highly respected, they are very prominent, to be supporting such matters as the killing of people, no, I don't think so.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you knew that that was their attitude at the time of the attack?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I did not know that.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, no, at the time of the attack, you knew that the leaders of the IFP, such as Themba Khosa and Mangosuthu Buthelezi, would not have approved of the attack if they had known about it, correct?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, yes.   We could have been arrested, that was an attempt to kill.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you want your actions to be a secret, why did you not want anyone to see you?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "The reason behind that is that those who did the same thing to me kept it as a secret to themselves.   I think to this day no-one saw them, but as far as I know or think somebody must have seen them, because in my case Richard saw me.",
            "Male"
        ],
        [
            "MR BERGER",
            "But why didn't you want your comrades, who themselves were killing people, young people, old people, babies, in Boipatong, why didn't you want your comrades to see you?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Mr Berger, would you please repeat the question.  I told you I had a hearing problem.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you not want your comrades, who themselves were killing old people and babies, to see you as you killed the child, why did you want to hide it from your comrades?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I had to hide this from them, because the very same comrades who killed my sibling kept this as a secret to themselves as well.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Berger, you may be confusing him with the word \"comrades\".",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Khubeka, why did you not want the people who were with you, the people who were attacking Boipatong with you, to know what you had done?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "It is because I don't want them to know that I did that, killing the child, an innocent soul, that's an innocent soul that I took away, that is the reason.   Had I told them that, they could have been dumbfounded about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you say about the Kwamadala committee?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am saying that they would have gone as far as bringing me before the Kwamadala committee to try and address my shame of having killed a child.",
            "Male"
        ],
        [
            "MR BERGER",
            "Approximately a week before the attack, there was a meeting at the hostel, correct?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, there was a meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at that meeting you were told about an attack on Boipatong, correct?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, but they did not give us the name of the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "They just said, \"In a week's time, we are going to attack\", but you did not know where?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, they did say that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And as far as you were concerned, it could have been anywhere, you weren't concerned to know?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Anywhere, as Mr Mkhize had pointed out, he did not divulge the name.",
            "Male"
        ],
        [
            "MR BERGER",
            "Of course that's what Mr Mkhize has said here, so you're not going to contradict him, is that right?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I want to say that Mr Mkhize spoke at the arena to say that we will go and attack, but he said, \"I don't want to tell you where we will be going to launch this attack, because you people are corrupt, some of you will sneak the information out to the police\", he said, \"I will tell you on that particular day.   Now you can go\".",
            "Male"
        ],
        [
            "MR BERGER",
            "But he did tell you at that meeting, \"In one week's time, on the 17th of June, we will be going on an attack\", he did tell you that, he just didn't give you the destination?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "He did not tell us where we were going to attack and he could not have told us.   I emphasise that because there are many traitors at Kwamadala, we sell each other out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he tell you the day when you were going to attack?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, he did not tell us.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, what did he tell you on the 10th?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I remember that that was the day on which he was going to tell us where the attack was going to be launched, but he did not tell us the name of the township.  I think that was the meeting, even though I'm not sure of the date.   I would have told you had I remembered it.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did he say about an attack?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "He said, \"People, I heard your cries, you've been crying for a long time now, crying to me to the effect that `we are dying', and now we are going to go, but I'm not going to tell you where we will go and attack at that place\", and therefore each one of us had to conclude what kind of arms each one of us were going to use.   He said he was going to tell us on that particular day and there was no date.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then on the 17th, he told you, \"Now we are going to attack Boipatong\"?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I had come from toyi-toying that day, I was very tired, I thought that we were still going to go to Boipatong, I had already thought of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "On the day of the attack, at the stadium, Mr Mkhize said, \"Now we are going to attack Boipatong\"?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, he did speak that day to say, \"We are going to Boipatong today\".",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct that you have only disclosed facts which are already known to this committee and that you are not prepared to say anything further than what your co-applicants have already said?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am going to repeat, Mr Berger, the things that I'm saying here are such that I am saying them with fright, I am scared, all the things I am saying here are complete, I am not telling a lie here, all the things that I said, I maintain that all the things that are lies contained in the statement, I still have them within myself, I am now revealing these secrets, I am here to tell the truth, the whole truth.   Had Richard not pointed out that I stabbed this child, I would stand by this statement and I continue to say I would not have divulged this information, because that was very scary, not knowing whether I will be killed in the township or not.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes, I suppose if Mr Dlamini had not revealed you, you'd still be telling this committee that what you said in your statement is the truth and we must believe you?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am putting a stamp on it, that's how it was going to do.   I would not have divulged any information, not the slightest.   Now I have decided on telling the truth, I'm not going to move from that.   I want this to come to an end.   People died, man, it's enough now, we are finished.",
            "Male"
        ],
        [
            "ADV SIBANYONI",
            "The impression you may create in someone's mind is that if there is\tstill another thing which Dlamini didn't say, you wouldn't mention it, because nobody has disclosed it.   What do you say about that?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I still maintain that, had Dlamini not divulged this information, I know there are so many witnesses who had come forward, they did not implicate me in that, only one person implicated me in that.   I was going to challenge Hlope and Bojosi's statement, but not Dlamini's statement.  Now that he had explained, I am admitting that I did that.  That is the whole truth that I'm coughing out, and I confirm that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Khubeka, is it correct that the only guarantee we have that you are telling the whole truth now is because you say so?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I still maintain that I am the one who killed the child and I am the one who killed the child, isn't it you're looking for the person who killed the child?   I am the one, this is the person.   Had that person not come forward, I would not have given you anything, you'd run out of questions.",
            "Male"
        ],
        [
            "MR BERGER",
            "I've run out of questions, Mr Khubeka.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Thank you now that you have run out of questions, Mr Berger.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MALINDI",
            "Mr Khubeka, the practice at Kwamadala, while you were staying there, was that members must protect one another?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The applicant is requesting for the male interpreter to come and interpret.   We are still waiting for the male interpreter to come into the booth.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As soon as the male interpreter is available, we'll proceed.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you, chairperson.   Mr Khubeka, I was asking you if, while you were at Kwamadala, the culture or practice was for residents and members of the IFP to protect one another?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I won't want to see a situation where my brother would lose his life whilst I'm watching, we are one thing there, we are trying to solve one problem, therefore we had to protect one another, because we were dying for the mere reason that we were Inkatha members.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And if any one of you knew of any criminal act committed by the other, you wouldn't tell on each other?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I trust that if there's one person who had committed a criminal activity, if a person had committed a criminal act, I maintain that had one committed a criminal act, Shingoza is there, Shingoza is a clan name, the surname is Nthembo, he would take you to the police and Mr Ndebezeto was also there, you'd go to jail if you commit such criminal acts.   We therefore had to be loyal and respectful to one another and sensitive to one another.",
            "Male"
        ],
        [
            "MR MALINDI",
            "When something like the attack on Boipatong, which the residents agreed upon, the understanding was that none of you will tell what the others did, to the police or anyone else?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, yes we agreed among ourselves, ourselves as residents at the hostel, people who committed these deeds, except for those who were not present.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And the practice was that you would protect the residents and the leaders of the IFP if you knew of anything?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Mr Malindi, would you please repeat the question, I don't understand what you are trying to say?",
            "Male"
        ],
        [
            "MR MALINDI",
            "I am saying the understanding amongst the residents and members of the IFP understood that you had to protect one another and your leaders?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Mr Malindi, we are not talking about protecting our leaders.   I would protect people on other things, not on such matters as sensitive as these.   Had the chief minister been part of this, I would have pointed this out, and as usual I would say that he was present, he talks quite a lot.   Unfortunately, M'Lord, he was not present.",
            "Male"
        ],
        [
            "MR MALINDI",
            "When do you say you went to Kwamadala to reside there?   When did you go to Kwamadala?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I remember we went to Kwamadala having come from a veld, it was an old farm, where we were being taken care of by the Red Cross, that was in, towards the end of 1990, that is where we left this veld and the owner thereof no longer wanted us there, because he could no longer - or should I say such a large group of people was beyond his power.",
            "Male"
        ],
        [
            "MR MALINDI",
            "From 1990... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well - sorry, Mr Malindi - did you say that before going to the hostel, you had been staying in a forest?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "From 1990, when you moved into Kwamadala, until 1992, June... (intervention).",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "...you had come to know almost all the residents of Kwamadala?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I know some of them, and not some of them, some I know them by their other names, and we have these other names that we use, like Bomagejo, Sibingane, etcetera, and some I know only by sight.",
            "Male"
        ],
        [
            "MR MALINDI",
            "After this period that you stayed at Kwamadala, are you able to tell the committee the names of other people who went to Boipatong on the 17th of June, besides people like Mr Richard Dlamini and the others that we have already mentioned, like Damara Quonquo?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Those that I still remember fully is Mr Oupa Moloi, Mr Bojosi and there is one other old man whose name is Bosobengani, he was present as well, and his other name, and his surname is Khumalo.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Are those the only ones you can remember?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I also remember Mgani Zamfesa, his surname is Zulu.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And that's all?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.   I cannot continue listing the whole hostel, I would go mad.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And we know that Mr Moloi and Mr Bojosi became State witnesses?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Where are Mr Khumalo and Mr Mgani Zamfesa Zulu?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I left them at Kwamadala Hostel, I don't know their whereabouts, but I know them from sight.",
            "Male"
        ],
        [
            "MR MALINDI",
            "You have said here that up to this moment that you are giving evidence, you are fearful?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I am rendering this testimony with fear, not knowing what is going to become of me in the township where I reside, whether I'm going to die from here, I don't know.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Is it... (intervention).",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Maybe you should lay a small prayer for me so that such a thing should not happen to me.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Is it also not that you fear your co-applicants and the residents of Kwamadala, that there will be reprisals if you would tell what their role was in this attack?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am not fearful, Mr Malindi, that is not how my fear comes about, I am residing within the ANC, have you forgotten that?",
            "Male"
        ],
        [
            "MR MALINDI",
            "And after you heard the evidence that Stikanayo, Timothy Mazibuko, had boasted about raping a woman, did you ask him if this was the truth during the trial?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "You see, Stikanayo, I do not relate to him, he and I do not meet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Interpreter, he says \"I did not talk to Stikanayo\".",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you, chairperson.   You said that your brother, Themba Mabota, was a thug?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Indeed, I'm not hiding that, I told you that I don't keep secrets, had he still been alive, he would be arrested today and he would be incarcerated.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Was he Victor Keswa's friend, Gatese?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I was not Victor Keswa's friend, I was a younger brother to Themba Daniel Mabota, who was a friend, and therefore I regarded him as a brother, and that's it.  He used to give me sweets.   I don't know where he got those sweets from.   He used to steal cars.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Themba Mabota, Victor Keswa, who else were in that group or that gang?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Which group, please explain, I don't want to talk about groups that I don't know?",
            "Male"
        ],
        [
            "MR MALINDI",
            "The gang that included your brother or Victor Keswa.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Which group is that, would you please explain?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi, he never talked about any gang.   Do you want to ask him who else, apart from Victor Keswa, associated with his brother, Themba Mabota, is that the question you want to put?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you, chairperson, that's the question I want to put to the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "What Mr Malindi wants to find out is who else was your brother's friend?   We know that Victor Keswa was one of them, who else?",
            "Male"
        ],
        [
            "MR MALINDI",
            "Yes, I understand.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "The one other person that I remember to have been Themba Daniel Mabota's friend is Sipalakose.   He only came later and he became their friend, I don't know how they got closer to one another.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Interpreter, what he is saying is that the person who joined the group last was Victor Mthembo.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Thank you, chairperson.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Did you just say that, you said that Victor Keswa and Sipalakose, the person who you do not know how he came to join but who joined last was Victor Mthembo?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes.   I don't know how he became friends with them, these people are from the township and he speaks Sesotho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who speaks Sotho?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "They used to speak Sesotho, all of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what about Victor Mthembo?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "He too.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Yes.   Themba Mabota's friends, they were all involved in car thefts and other crimes, as you have stated?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has not said that, Mr Malindi, all he said is that there were thefts, they were thugs, his brother was a thug.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I object to this line of questioning, because I can't see the relevance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps Mr Malindi can tell us what is the relevance of whether or not Themba Mabota, Themba Mhkizo, were thugs, were involved in car thefts, to the question whether or not there is full disclosure before us.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Chairperson, this line of questioning goes along the argument that we may advance that there was criminal gang which was based at Kwamadala, which was terrorising the community, and that perhaps the reason why they were driven out of their township is because they were gangsters and not for political reasons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put that question to him.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "And chairperson about whether he mentioned car thefts, I'm listening directly to the Zulu and... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible).",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible).",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Mr Khubeka, when I was asking you about the criminal activities of your brother, did you also mention that he was involved in car thefts?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "My brother used to steal cars, not in the township where we resided, he used to bring white people's cars... (intervention).",
            "Male"
        ],
        [
            "MR MALINDI",
            "And would you agree with me if I say to you that at Kwamadala Hostel there was a gang involving your brother, Victor Keswa and the others you've mentioned, who were there not because they believed in the IFP, but because they sought refuge there as gangsters from the township?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, I do not agree with that.",
            "Male"
        ],
        [
            "MR MALINDI",
            "After you went there to Kwamadala Hostel, did you and Mr Dlamini discuss what happened at the house where you speared this child?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "What is it that I could have discussed with Mr Dlamini, there was nothing that I could discuss with such an old person, I have my own peers with whom I could discuss things.   No, no.   I still maintain no.",
            "Male"
        ],
        [
            "MR MALINDI",
            "So, up to the minute that Mr Dlamini mentioned that you killed a child, you had no idea that he might mention that fact?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "You see, I did not know, I did mention this earlier on, it looks like you are going to suffer a hearing problem like myself, I said I did not know that he was going to come up with this piece of evidence, and now that he has, that's it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khubeka, when counsel repeats a question to you, it doesn't necessarily mean that he's deaf, he may be laying the foundation for some other point that he wants to ask you.   Do you understand that?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I do understand, I was repeating what I said earlier on.   It was not necessary for him to ask me the same question, because he heard, I answered that.   He's trying to confuse me now.",
            "Male"
        ],
        [
            "MR MALINDI",
            "So up to that moment you believed that Mr Dlamini would adhere to their practice of not telling on other members of Kwamadala or members of the IFP?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "As far as I know, I knew or concluded that he would not come up with such things, that's how I concluded myself, not others.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you, chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MALINDI\nNO CROSS-EXAMINATION BY MS CAMBANIS",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Did you see any of your group carrying looted goods from Boipatong?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I still maintain that those who looted at Boipatong, I did not see.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I thought when you gave evidence you said when you went into that room where there was a child, you wanted to loot something because you saw others carrying some loot.  Did I understand you wrongly, perhaps?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "You are not making a mistake.   I'm talking about at the time when we were in the township, that's when we were still in the township.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So in the township you saw some of your colleagues carrying looted goods?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I would say so, because I don't know what eventually became of those goods.   These people were carrying some of these goods.   I did not see who was carrying what in our group on our way back to Kwamadala.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Apart from the child that you stabbed, is there any other person that you stabbed?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I don't want to tell a lie again, I did not stab any other person, I was trying to restore that which had been taken away, I did two things there, which two things happened to me.   I would not add anything to that, I would otherwise go mad.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR STRYDOM",
            "In that house where you stabbed the child, is it possible that other people also were killed in that house which you are not aware of?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, Mr Strydom, I don't want to commit myself, I don't know.   It was a coincidence that I ended up stabbing this child, I stabbed the child with an intention.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your application you stated that Mr Mkhize gave the order to attack Boipatong.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, he did issue an order.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was he a leader in the hostel?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, he was a leader, he was an induna of Sizwe.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was he an IFP leader?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, he was an induna of Sizwe, he was a follower of the IFP and an induna as well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Damara, would the same apply to him?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "He too was an induna here in Sizwe, insofar as war is concerned.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No further questions, thank you.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MS TANZER",
            "I have just one question, when did your brother, Themba, take on the surname Mabota?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Will the speaker please repeat the question?",
            "Male"
        ],
        [
            "MS TANZER",
            "When did your brother, Themba, take on the surname, Mabota?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "You know, sister, I don't want to commit myself, I don't know when he adopted that surname.   I don't know whether it was following on the white wedding of my mother or not.   I was not born when this Mabota story came.  I think I was still in my mother's veins.",
            "Male"
        ],
        [
            "MS TANZER",
            "What is your mother's surname?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Khubeka, my mother's surname is Khubeka, that is my mother's surname.",
            "Male"
        ],
        [
            "MS TANZER",
            "Is it not correct that your brother took the name Mabota after he joined the hostel?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "My brother's ID book bears Mabota and his birth certificate bears the names Themba Daniel Mabota, that's all.   Mine has Khubeka.   I don't know about this Khubeka which Nosenga is talking about.",
            "Male"
        ],
        [
            "MS TANZER",
            "So you have different fathers then?",
            "Female"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I want to explain again, yes, we have different fathers.   I did say that my father, or should I say in the case of my father, two trains collided, did you ever see two trains colliding, so two trains collided here, two Khubekas came together, that's when my mother explained to me, or that's what my mother explained to me in her dying bed in hospital.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Madam, do you have any other questions?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I have no further questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, chairperson, just one aspect.  Mr Khubeka, you told us about a meeting that you went to the day after the massacre to do with people who were attacking the hostel, or intending to attack the hostel.   Did I hear you correctly?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "The meeting that was convened on the morning of the 18th was a meeting of people who were to come to attack Kwamadala Hostel, that was the day on which we went out as far as the robots, where we were stopped by the police, and we were told that indeed the people who were coming to attack us had been stopped, Mr Mthembe told us so.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.   How many people were at that meeting?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "If I were to estimate, the entire hostel, women and children, all of us were at the arena, we could have been one thousand and something, including children and women, we had all gathered at the stadium.",
            "Male"
        ],
        [
            "MR LAX",
            "And that was early in the morning?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, in the morning.",
            "Male"
        ],
        [
            "MR LAX",
            "And Mr Mthembo spoke to you there?",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "No, he spoke to the community of Kwamadala at the stadium, not with me.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, I used you in the plural.",
            "Male"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Thank you very much.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, chairperson.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was Victor Kwesa present on the day of the attack?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "May the question please be repeated?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was Victor Kwesa present on the day of the attack?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I do not recall, because if I still remember very well, Victor Kwesa is my neighbour at the hostel, he was arrested before the attack of Boipatong.   This is not a hearsay, I am saying something that I saw happening, he was slapped by police at the time of his arrest.",
            "Male"
        ],
        [
            "ADV SIBANYONI",
            "You said on the day of the attack you were from toyi-toying, what was happening, where were you from exactly?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Now and then, day after day at Kwamadala Hostel, every day, myself and Mr Qambelani Buthelezi would convene a Youth Brigade meeting at Kwamadala Hostel, trying to prepare ourselves for rallies in terms of singing and dress codes, so that we could look good.",
            "Male"
        ],
        [
            "ADV SIBANYONI",
            "Mr Dlamini says your brother, Themba Mabota, was in the same house, but you are saying you didn't see him during the attack, did I understand you correctly?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I did not see him, I don't want to tell a lie, I did not.",
            "Male"
        ],
        [
            "ADV SIBANYONI",
            "If you couldn't see your own brother during the attack, is it not possible that Nosenga was also present but you couldn't see him?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I am saying had Nosenga been present, I know youth members or the youth members, I know the whole youth, I have 18 youths who sing bass, and I have 32 tenors, I, not to mention girls, there were so many of them, I don't know Nosenga, I had a list of all the choristers of the choir that I conducted.   Had Nosenga been involved in this Boipatong thing, I would like to say that we were taken short... (intervention).",
            "Male"
        ],
        [
            "ADV SIBANYONI",
            "Can I just interrupt you there?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I'm very sorry myself.",
            "Male"
        ],
        [
            "ADV SIBANYONI",
            "It was until you were arrested that you have never seen Nosenga at the hostel?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "I would like to say that had he been present, I would say so, Nosenga was not present, he doesn't know these things, I don't know him.   I know the people from Kwamadala, all of them, by sight.",
            "Male"
        ],
        [
            "ADV SIBANYONI",
            "Okay, I'm answered, thank you, Mr Chair-person.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could Mr Botha, wherever he is, come forward please?   We have now come to the close of the present session of these hearings.   This is largely due to intervening commitments which I have to attend to, and that being the case, we can no longer proceed with the evidence of Mr Sibongolele Mkolose Mkhize and Mr Nosenga, who are the only two remaining applicants.   When we resume next, we will deal with their evidence and hear their applications.  Before we rise, just for the record, do you confirm, Mr Strydom, that you represent Mr Themba Khosa, who is the implicated person in these proceedings, and Chief Mangosuthu Buthelezi, who are also implicated persons in these proceedings?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, we do appear for Themba Khosa.   At this stage we're not appearing for Chief Minister Buthelezi.   I said in your office that we did, but that is not correct.   I may just mention that we also appear for the IFP as a party, political party, but not for the individual Mr Mangosuthu Buthelezi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you do not mind, would you just stand back and allow Mr Botha to come to the mike please?   You will return to your seat shortly.   Mr Botha, do you confirm that you appear for Mr Peens, Mr Greeff, is that right?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Indeed, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the police officer by the name of Shaka, who appears on his behalf?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Mr Chairperson, I've been in contact with the law officer of the police in Vereeniging, apparently Mr Shaka did apply for legal representation, but as yet we haven't any instruction from the police... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "...but he applied for Legal Aid in this matter, and we expect the outcome of the application within this week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.   At this stage you did not appear on behalf of the South African Police Services?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No, that is also in the process, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Would you please, between now and the date when we resume, get confirmation whether or not you would be appearing for Mr Shaka and the South African Police Services?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I intend to take it up with them, Mr Chairperson, and then I'll communicate with the evidence leader or whoever may be the responsible person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And if you do not have those instructions, would you also communicate with the evidence leader so that arrangements can be made to ensure that all those who are implicated in these proceedings have legal representation?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I will do so, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The reason why I do this is that when we resume next, I do not expect any further postponement on the basis that people are not ready for the hearing.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I understand, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   And Mr Mapoma, may I please ask you to never, to make sure that whoever is implicated here is legally represented when we resume next and make sure that if there are new legal representation who are coming onto the proceedings, they get all the necessary documentation timeously, so that we are not delayed when we resume next?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, chairperson, I'll do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Is there anything that counsel wishes me to place on record?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No, chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Very well... (intervention).",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, there's maybe just one aspect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I don't know if the proceedings is going to be typed, but if so, we would request a copy of the record so we can have it also timeously, if it's, when it becomes available, so that we can study it before the next hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you know what the - how soon does the record become available?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I do not know, but once the record becomes available, we will notify the legal representatives accordingly, but what I may point out at this stage, chairperson, is that the commission does not make available to the legal representatives the record.   All that we do, we notify those parties concerned and tell them the address where the transcribers are, so that they can access the record themselves.    That is the exercise of the commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.   Well, yes, may I ask you though to prevail on those who are responsible for transcribing the record to endeavour to make sure that it is done timeously, so that other legal representatives may then be informed so that they can attempt to secure one if they need one?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, chairperson, I'll do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The other matter which my colleague, Mr Sibanyoni raises, which is equally important, is the question of argument.   We've sat through a great deal of evidence, it is all the applicants but Mr Nosenga and Mr Mkhize have given evidence, all that remains thereafter would be the implicated persons, if they desire to give evidence, I would expect that either counsel argues the matter the moment we finish the evidence, or perhaps we agree on some timeframe.    I recognise that because of the somewhat long hours that we do sometimes work, counsel may not be able to prepare - be ready to argue the matter at the conclusion of the evidence, but I'm just warning counsel that perhaps they should start preparing written argument the moment they leave this hall, so that if we require argument to be delivered to us within ten days after the hearing, that can be done.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   It seems to us that we will have to get written argument.    Yes, very well.   Have I just discharged Mr Khubeka?   Mr Khubeka, I've just been - I beg your pardon - Just pull that chair and just put it closer to the table.   Mr (Indistinct), if you don't mind, if you don't mind, would you just make sure that the mike is closer to Mr Khubeka.   That's okay, yes, that's okay, yes.   Can you hear the interpretation?",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Yes, I can hear, but the lady's voice is a bit softer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may now return to your seat.   Yes, very well.",
            "Unknown"
        ],
        [
            "BUMBUMONT GOMERES THEMBISO KHUBEKA",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, there's also the question of the date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the last thing I want to do, yes.   I'm now looking at the diary.   Yes, okay.   These proceedings will be adjourned to the 6th of April.   Did we say we can work on Monday?   No, on Monday the 5th.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I see it's a holiday, Monday the 5th is family day.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "It might be difficult to get everybody out of prison on a holiday, Mr Chairperson, I don't know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Advocate Pretorius, I think you have a valid defence.   It's not about your availability, it's about the prisoners.   Okay, very well, these proceedings will then be postponed to April, the 6th of April, and we will sit until Friday, the 16th of April, and hopefully we will be finished by then.   There is the possibility of us sitting on Saturday, the 10th, if we are not able to finish.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, sorry to interrupt, that week, from the 12th to the 16th, I'm involved in a part-heard matter that's also been postponed, it's also a matter that's in a criminal court, it's been going on for a long time, and there are other senior counsel involved, lots of people, and it's - lots of people, I just can't be here that week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, those are the days to which this matter will be postponed and will run on those days.   If there are any problems, we will deal with them there.   Okay.   There may be problems for many of us, but we'll try by all means to make sure that at least we finish during the first week.\n\tAnd then it only remains to thank each and every one of the persons who have made it possible for us to occupy this venue and those who have rendered their assistance from time to time and the members of the audience, who have persevered throughout those proceedings.   Thank you.\n\tYes, very well, we'll rise then until the 6th of April.\nCOMMITTEE ADJOURNS - MATTER POSTPONED TO 6 APRIL 1999",
            "Unknown"
        ]
    ]
}