{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-05",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "MR HOBOHOBO EDWARD GONDWE"
        ],
        "case number": "1226",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55269&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/gondwe.htm",
        "speakers": [
            "CHAIRPERSON",
            "HOBOHOBO EDWARD GONDWE",
            "MR LEWIN",
            "MR MALAN",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "HOBOHOBO EDWARD GONDWE",
            "MR MALAN",
            "MR GONDWE",
            "MR LEWIN",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning to you, Mr Gondwe.  Will you please stand before we start and take the oath.",
            "Unknown"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you very much, you may be seated.\n Mr Gondwe, you will be giving us information about the disappearance of your younger brother, Roy in 1985.  We have your full statement, but we would appreciate your telling us also orally so that we can hear you and all the people can also hear your story.  Please proceed.",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "It had been one of the nights at home at (indistinct). I was asleep.  Vincent Pietie Malasa. It was round about 11 to 12, I am not too sure.  He asked me that here at home how many Roys do we have here. Then I said Roys?  We only have two Roys here. Then he said to me now that where I am working there was some discussion, they wanted to know about Roy who should actually be contacted, because it was difficult times. I know him, he is not a person who is not working, he is just a drunkard.  Now he did not tell me details of what was actually being discussed. He said to me he is not sure whether he is drinking or not drinking and he is not employed.  Then he came back to me, to ask me further that here at home we do have Roys, we have got Roy, the smaller one and also my son. He is my half-brother. He is one of my kids in one of my\nNELSPRUIT HEARING TRC/MPUMULANGA\n2 MR E GONDWE\nmothers.  The other one is Roy Lucky.  Then he said that person is actually in danger, because of what he is doing. Then he said he must be careful.  Then he said to me I should warn him.  Then I said to him cousin, what is wrong in fact, because I do not know anything. Then he said no, he must be warned, he must be careful.\n The following day it was a Thursday, I went to work.  On my way back in the evening I checked at home. I could not find him, because we were not living together.  After school he was actually staying at five.   He was with his mother.  There was no order there.  I went to my place of employment as usual in Thembe. On Sunday again he came to me, he had a bottle of whiskey.  We drank the whiskey. It was nice. At round about six he went out. He went to five. \n On Monday evening there came a Mrs Rodanzka, she was working at Top Centre, White River.  She said because of the rumours she heard from Mrs Unkatha.  In other words, on her arrival there at home she came with an envelope. Inside the envelope there was spectacles, because that person was wearing spectacles. There was also a watch and an amount of R200,00 and a small note, on which was written \"you who have remained behind, make use of this money for my funeral\".  \n We were puzzled for what, what should we use the money for.  Then we took that money. We gave it to one of our uncles.  The spectacles and the watch we used.  That note was kept as it was.  Days went by.  \n After some months, I can't remember when, my mother wanted to know his whereabouts.  Then I said to her, well, mother I do not know his whereabouts. I tried again to get in contat with Pietie Malaza. It was not longer possible.  That was the disappearance of Roy.\nNELSPRUIT HEARING TRC/MPUMULANGA\n3 MR E GONDWE\n As I went about tracing his whereabouts, I went to Mrs Rhoda.  Mrs Rhoda said to me at work on that Monday, he was a person who was sort of restless on that day.  At round about nine there came two security officers, who called him aside. They were talking to him.  They talked for a long time with him.  From there they went away. Then they said to him he should not go anywhere.  He went away.\n After that Mrs Rhoda - Roy said to Mrs Mkatcha that he is going to withdraw money from the bank. She said why are you going to withdraw money, because you have money.  He disappeared and he came back at round about 12.  At that time the two people who appeared before came back. They talked to him on the corner.  They were discussing there.  She was not actually sure what they were discussing.  From there Roy went to the table and I do not know what he was doing there.  He was somehow writing something there as he was at work.   Then he took an envelope - that is the envelope which he handed over to Mkatcha.  Then he said what must I do; now you are leaving me here, what must I do.  It was before five o'clock, before the shop was closed.  He went away and he disappeared forever until today.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much, Mr Gondwe. I have a few questions and I am sure my colleague will also have some. If I may start off.  Can you tell us whether your younger brother, whether Roy was an activist or was he involved in the political struggle? Was he involved in any movement?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "I am not too sure, I am in the dark.",
            "Male"
        ],
        [
            "MR MALAN",
            "You gave evidence when you started off, saying that Mr Malaze came and said that Roy need to be very careful, that he will be raided soon.  Didn't you ask questions at the time? Was there a context to that?  What\nNELSPRUIT HEARING TRC/MPUMULANGA\n4 MR E GONDWE\ndid you understand, what were the activities he was busy with?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "He did not say much more about Roy's activities.  All he said is that I must watch Roy's step.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is that what he was saying, what he meant?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "I tried to ask what exactly he meant, but all he said was that he must be careful. These people when you ask him, they don't answer you exactly.",
            "Male"
        ],
        [
            "MR MALAN",
            "How old was Roy when he disappeared?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "In this file I included his birth certificate. I can't be sure now.",
            "Male"
        ],
        [
            "MR MALAN",
            "We will check on that, thank you.  This note that he left with the money and the watch and the spectacles, do you still have that note?  Will you also give that to the Commission?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "No, I only brought the note before the Commission.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do we have the note at the moment or do you still have it?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "Yes, in this file I have included the copy of a note.",
            "Male"
        ],
        [
            "MR MALAN",
            "We will check on that too.  Then you say in the envelope you say he left also his watch, which clearly was an expensive watch.  You say it was a gold Pulsar watch, but he also left spectacles.  Why would he have done that?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "I think we just suspected that he was the kind of person who was using spectacles and he could not see without them.  He said we must use this money to bury him, why would he say so?  It was a puzzle really.  It gave us lots of ideas. He wanted to maybe tell us that they have killed him.  Where he was going, you could not use a watch\nNELSPRUIT HEARING TRC/MPUMULANGA\n5 MR E GONDWE\nor spectacles.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you telling us that you were you under the impression at the time that he was to be killed immediately and that he co-operated or what are you telling us?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "According to my knowledge, when people from the government and again when a person writes a note and says take this money and make use of it for my funeral, and submitting a watch, it shows that he knew that he would not come back.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just one last question.  Mr Jambulani Nizi from Mamelodi, I understand is a half-brother to Roy and yourself. Did you ever ask him whether he knew the policeman that came to him and who showed him the photograph?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "Jabulani is Roy's half-brother. Jabulani himself is a policeman.  In that year he left for Pretoria. Now when Roy's mother died, I told him that I have put forward a statement before the Truth Commission.  Then I have asked him what else do you know, since you are a policeman so that I can tell the Commission.  He said I tried to ask others, but all I heard is that one day when I was at work, two white policemen came.  They asked me if I am Roy's brother, and if I know Roy.  They showed him Roy's photograph.  Then that's all he knew.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know who those policemen were?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "When I asked him he said there were many white policemen, I can't recall their faces now, because this thing happened a long time ago.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like other Commissioners to ask questions if they have got questions to ask.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Could I ask, what do you think happened to your brother?\nNELSPRUIT HEARING TRC/MPUMULANGA\n6 MR E GONDWE",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "We heard that lots of people went into exile.  We heard also that other people who were in exile tried to contact their families.  They tried to find out if they have died or whether they are still alive. With my brother, it is a different case. My brother disappeared from town, immediately after he left the shop. Up until today we have not heard anything.  We are certain that something very bad happened to him.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Can you put into words what you think might have happened to him?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "As I can see today, him not being back, I am sure that he was killed, because he was not the only one who was killed in exile.  A lot of people were killed.  Lots of people disappeared.",
            "Male"
        ],
        [
            "MR LEWIN",
            "I know it is a difficult question. You mentioned the note that he wrote, saying \"spend this money on my funeral\". Had he ever shown signs of being depressed?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "Yes, the way he wrote that note, I think he had thought that since the police were arresting him, it was the usual thing that police will kill you or they will not even find your body. So he knew that he would not come back. That is why he wrote that note to his family, that we must use that money to arrange his funeral.  He was trying to tell us that the disappearance meant that, and if we were lucky we would find his body and bury it.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Do you feel that he felt that he was under threat from the police?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "That note, it is a puzzle. When someone is using spectacles all the time like you, Mr Commissioner, I trust that if you take off your spectacles you cannot see very well, and if you take off your expensive watch and money,\nNELSPRUIT HEARING TRC/MPUMULANGA\n7 MR E GONDWE\nand people came to see you and you knew that these people are hunting you. If you can do that and give it to someone and ask that person to take it home, it shows that if you are lucky you will escape and if you aren't, obviously you will die.  But my kid brother, the way he did, he knew that immediately as he was leaving the shop, these people were going to kill him or he was going to die in jail.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Have you checked at all with the political parties, particularly with the ANC, whether your brother's name is on their lists at all, of people who died in exile?",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "This kind of question that you are asking me, are you asking me because you are referring after exile or after people came from exile or before?",
            "Male"
        ],
        [
            "MR LEWIN",
            "I am asking whether you have made enquiries with them, whether they might have his name on a list? Because if you haven't, then that is something that we could assist you with.  That is what I am saying.",
            "Male"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "We tried and asked many times.  After his disappearance my mother went to Poswa, Jabula & Partners, and she also went to the police station.  She opened a docket and the police didn't want to take that statement. Then she went to Poswa, Jabula & Partners and she told them she had a problem, because she was looking for her son. They told her that they were going to help her, they are going to try and find out where he went.  We couldn't find him.  After 1990 when people came back from exile, we tried and asked other people, ordinary people if they had something that they know. We tried to ask them.\n Another thing, I don't know people who are from exile really. I didn't know where to go and ask, but what I am sure about is that Vincent Pieti Malazi came to me one \nNELSPRUIT HEARING TRC/MPUMULANGA\n8 MR H E GONDWE\nnight, and I asked him where my kid brother disappeared to. Then he answered me back and said he does not know, he is the ANC camps. He did not want to explain to me very clearly because he was a policeman himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gondwe, when Pietie came to see you the first time, to tell you that Roy should be careful, did you ask him why Roy should be careful?",
            "Unknown"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "They will ask you a question and you will answer back, but when you ask them they won't answer you back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Also, you said that when you spoke to Mrs Mkwatha, she said that Roy had spoken to two security men. How did she know that they were from the security branch?",
            "Unknown"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "She said Roy was one kind of a person that you can't catch.  He was restless on that day. She also said that there can be an investigation and a good one, Nelspruit policemen under the security branch will actually tell more, because she was certain that if they can bring policemen who were working on that day in front of her, she can actually point out those two black men who came to the shop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One more question.  Your brother Jabulani, does he still work at Mamelodi police station?",
            "Unknown"
        ],
        [
            "HOBOHOBO EDWARD GONDWE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "We thank you very much and your testimony, it is one of those testimonies that we are facing every day and the Commission is going to investigate and do some research to find out what really happened. If a person died with no explanation, it is our duty as the Commission to investigate and find out what really happened.  So that we can come back to families and tell them and actually explain to them what really happened to their family members.  There are things\nNELSPRUIT HEARING TRC/MPUMULANGA\n9 MR H E GONDWE\nthat happened when one person leaves this world. It is so sad that one person can just disappear within the family and the family members don't know what really happened. Your testimony is one of those that needs to go to the investigation unit, and they will do some researc and the investigation. You gave us names of people and places.  Those people will help us to investigate more. We thank you very much.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Female"
        ]
    ]
}