{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-05",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "SOLOMON BOY KHOZA"
        ],
        "case number": "1325",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55271&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/khoza.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MS SOOKA",
            "SOLOMON BOY KHOZA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "SOLOMON BOY KHOZA",
            "MR MALAN",
            "MS SOOKA",
            "MR KHOZA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you, Mr Solomon.  I would ask Commissioner Malan to help you as you take your oath.",
            "Unknown"
        ],
        [
            "SOLOMON BOY KHOZA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, you may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you.  We will ask the Commissioner here to help you so that you put your testimony forward.  Yasmin Sooka will help you.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mr Khoza, don't be nervous.  Do you want to tell us what happened to you on the eve of Chris Hani's funeral.  Speak loudly, please, so that everybody can hear you.",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "We were sitting on the road. We had made a fire and policemen came.  They told us not to do any damage and afterwards a 4 X 4 came and it was driven by a white man.  When he came there he stopped, he took his gun and he fired. I stood up. He shot me, he hit me. I fell down.  I tried to run.  I ran to one house and one woman in that house tried to help me.  They took me to hospital. When I was in hospital I don't know what happened.  I was admitted and stayed in hospital for four months.  I went back to Barberton.  After I was discharged from hospital I could not eat certain foods like stiff porridge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you for telling us that.  But I am going to ask you a few questions, just to make sure that we get your story right. Do you want to tell me where you actually\nNELSPRUIT HEARING TRC/MPUMULANG\n2 MR S B KHOZA\nstay and what you did at that time for a living.",
            "Unknown"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I am living in Barberton.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Are you employed?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, I am not.",
            "Male"
        ],
        [
            "MS SOOKA",
            "At the time that you were shot, were you employed?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, I was working.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What were you actually doing?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "At the Sowetan.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you a reporter?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, I wasn't a reporter.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Where were you going on that particular day?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "We were going to a night vigil, Chris Hani's night vigil.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you going there by bus?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, by bus, we were waiting for the bus.  This happened while we were waiting for the bus at the station.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How many of you were there?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I couldn't tell, because we were many.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So while you were waiting at the station for the bus to come, this is when this 4 X 4 came and you were then shot. Is that right?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, that's right.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So in how many places were you shot on your body?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Two places.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Tell us where that was?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "One on my left rib and on my right rib.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Since you have come out of hospital, when you came out of hospital, did you make a statement to the police about what had happened?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, I tried to go to the police station, but they NELSPRUIT HEARING TRC/MPUMULANGA\n3 MR S B KHOZA\ncouldn't do anything.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Why, didn't they want to open a charge?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "It all ended up nowhere.  They did, but it ended up nowhere.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did they actually open a docket, did they take a statement from you and did they press charges against this man who shot you?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, they tried to press charges against this man. They have taken a statement.  The first time it was when I was in hospital.  I couldn't talk very well at that time.  Again, I can't sit for a long time.  We went to court and then the case was remanded, remanded many times.  Up until it just ended like that.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did they withdraw charges against this man?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did you have a lawyer?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, I didn't.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So you did not press a civil claim against this man.",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "To claim you need money, I didn't have money to employ a lawyer.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What effect has the shooting had on your life now?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I am not crippled and I can't work.  I can't do anything, I am just no one.  I tried to go for a pension.  They told me I am still young, I don't qualify for a pension.  Now I am with my brother. He cannot afford looking after me because he is also married and has a wife.  Also, he is taking care of my mother.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were there other people who were shot in the same incident, by the same man?\nNELSPRUIT HEARING TRC/MPUMULANGA\n4 MR S B KHOZA",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I was the only one shot.",
            "Male"
        ],
        [
            "MS SOOKA",
            "When you say that you are crippled, can you tell us a little bit more about that, please.",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I can't live heavy things, anything that is heavy I can't lift up. I was working somewhere and they couldn't take me any more because I used to ask for days off to go for medical check-ups.",
            "Male"
        ],
        [
            "MS SOOKA",
            "In your statement you also say that you don't remember so well.  Do you want to tell us a little bit about that?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Usually when I am doing things I forget. Even when someone asks me to do something, I forget. I even forget what I was doing.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Have you received any treatment for that?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, my brother gives me money to go for check-ups.  Lots of time I have pains I do go to doctors for treatment.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Where do you get the pains? Do you get the pains in your body or do you get headaches?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Where I was shot.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And they give you tablets at the hospital?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, they do.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You are not married?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, I am not.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you have any children?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I have one.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How do you support yourself and the child?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "My brother is supporting me. I can't support myself and he is also taking care of my child.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What do you want the Truth Commission to do for you?\nNELSPRUIT HEARING TRC/MPUMULANGA\n5 MR S B KHOZA",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I can't tell, I think the Truth Commission will see what they can do.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How old are you, incidentally?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I was born in 1966.",
            "Male"
        ],
        [
            "MS SOOKA",
            "I asked you if you were a reporter and you said no, so what work were you doing for the Sowetan?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "We were delivering newspapers.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And you lost your job then obviously, at the time of the shooting.",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you, Mr Khoza.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much, Mr Khoza. I will ask other Commissioners to help you and if they have some questions to ask.  Wynand Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Khoza, did you never go to the police to make a statement and lay a charge against Mr Richards?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Witnesses went to the police station and laid a charge, not me.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, but you were the person shot. Did you never make a statement?  Did you never make a statement?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why didn't you go to the police and ask them to prosecute Mr Richards and bring him to book?  Because that is what you now ask of the Truth Commission, but that should be asked of the police.",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "They arrested Mr Richards, because witnesses went to the police station and made a statement against Mr Richards.  The case was being remanded from time to time.",
            "Male"
        ],
        [
            "MR MALAN",
            "They never took a statement from you?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Khoza, can you please also explain the\nNELSPRUIT HEARING TRC/MPUMULANGA\n6 MR S B KHOZA\ncircumstances to me.  You say that before Mr Richards stopped there, where you were waiting for the bus, there was another vehicle from protective services that stopped and told you not to be violent and then drove off.  Is that correct?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, that car came first and they told us that we must not damage anything.  Then after that car, the police car left, then the 4 X 4 came.",
            "Male"
        ],
        [
            "MR MALAN",
            "And was Mr Richards alone in his car?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "In his 4 X 4.  How many people were there waiting for the bus?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "We were many. It is difficult for me to estimate how many actually.",
            "Male"
        ],
        [
            "MR MALAN",
            "And are you saying Mr Richards came with a 4 X 4. He stopped, came to a halt, next to the group around the fire and then you say this Mr Richards or Jombenleni, as you knew him, he got out of the car and then he fell down?  Is that what you said?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, that's what I said.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did he fall?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "He was drunk.  I thought he was drunk. So I just couldn't pay much attention to him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why do you think he stopped there?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I can't tell.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did nobody in the group get in his way and stop the 4 X 4, did they not block his way perhaps?  Did you see that?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, no one. He stopped his car himself. We didn't even try to stop his car.",
            "Male"
        ],
        [
            "MR MALAN",
            "When he first got out and he fell down, did he\nNELSPRUIT HEARING TRC/MPUMULANGA\n7 MR S B KHOZA\nhave his gun with him?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, he had his gun with him.",
            "Male"
        ],
        [
            "MR MALAN",
            "So he stopped, he fell down.  Then he got up and then he took his gun and then he fired the first shot?  Is that so?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "He stopped and then he came out of his car.  He fell and then he took his gun and he fired.",
            "Male"
        ],
        [
            "MR MALAN",
            "And he fired all the shots at you?  The only shots he fired, he fired at you?",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "The first time he shot in the air. The second time I was sitting down, so I stood up, I tried to run and that is when he started shooting at me. I went to one house. I tried to get some help. One woman tried to help me, until I was taken to hospital.",
            "Male"
        ],
        [
            "MR MALAN",
            "I will tell you why I am asking these questions, because we need to find a context.  The Truth Commission deals with conflict within the political framework. Now the only reference that is political in this, seems to be the fact that a group of you were waiting for a bus to go to the vigil for Chris Hani.  Suddenly somebody pitches and he starts shooting.  But there is no indication that he has a political motive.  What is the political record of this Mr Richards?  Can you tell us?  Do you think he had a political motive or do you think he had some revenge ideas, looking for you or do you think he was simply drunk? How do we assess this within the framework of the political conflict?  I am sorry that I am making your life so difficult.",
            "Male"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Actually I can't tell really, except that he is a boer.  He owns a farm.  If he belongs to any political organisation that one, I don't know and I can't tell you.\nI can't say that.\nNELSPRUIT HEARING TRC/MPUMULANGA\n8 MR S B KHOZA",
            "Male"
        ],
        [
            "MR MALAN",
            "We will certainly see what more we can find out, whether we can bring it within the context.  But from my side for the moment, thank you very much.  Back to the Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While you are still there I would like to notify other members here that a bus will leave here to the Promenade Hotel and another bus will leave here to Gangamasani.  We will also ask Commissioners to help you so that you verify your testimony.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "You have just said now that he was a farmer.  But in your statement you also say that he was well-known and that his nickname was Yambeleni. Just tell us what that means and why he was given that name and did you know him before this thing happened?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I don't know how to explain this.  I don't know how to explain this very well, except that he owned a farm and he used to kick doors when he was going to his workers' houses.  His real name is Richard. This Yambeleni is just his nickname.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What does Yambeleni mean?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I don't know how to put this in English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order, order, please.  We want you to explain to the Commission why he was called Yambeleni.  Because when you say you don't know, it is difficult for us, for the Commission to understand what Yambeleni really means.",
            "Unknown"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I can't tell you why he was called Yambeleni.  Because when I grew up I found him being called Yambeleni. Why he was called Yambeleni I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order, order, please.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Did he know you before he shot at you?",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "No, I don't know.\nNELSPRUIT HEARING TRC/MPUMULANGA\n9 MR S B KHOZA",
            "Male"
        ],
        [
            "MS SOOKA",
            "But you knew him.",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, I used to know him, I used to know him. He was driving around in the location.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So everybody in the location knew him.",
            "Female"
        ],
        [
            "SOLOMON BOY KHOZA",
            "Yes, they knew him.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you, Mr Khoza.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We want to thank you. If I may ask you a question. Just a little question.  By the time when you were on your way to the night vigil of the late Chris Hani, I assume your trip was actually well-organised by some organisers of the political organisations?",
            "Unknown"
        ],
        [
            "SOLOMON BOY KHOZA",
            "It could be maybe from the wing Umkhonto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why was your case not attended to?",
            "Unknown"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have also quoted someone here, a person from South African Council of Churches who assisted you.  May I ask a question.  Why?  Why did the South African Council of Churches not make a follow-up if you were undertaking the trip officially? Because if I remember correctly, during that time all these particular organisations were unbanned, and if perhaps someone had to shoot you, why didn't they make a follow-up, more especially a person that was known?",
            "Unknown"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I also do not know exactly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We want to thank you.  I will say that more details are required from your story, but however, we do sympathise with you and in your condition as you are now, up to a stage where you had to be affected in your body. Now if we investigate your matter further, we will request you, you need to make use of the hospital facilities or health facilities, where you could get assistance.  Now that there\nNELSPRUIT HEARING TRC/MPUMULANGA\n10 MR S B KHOZA\nare many things that are being done.  You need to check what can be done in order to get assistance. You should not wait for the results of the Commission.",
            "Unknown"
        ],
        [
            "SOLOMON BOY KHOZA",
            "I thank you.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Male"
        ]
    ]
}