{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-03",
        "location": "NELSPRUIT",
        "names": [
            "GEORGE BERNARD MAHLANGU"
        ],
        "case number": "0960",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55278&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/mahlangu.htm",
        "speakers": [
            "DR BORAINE",
            "GEORGE BERNARD MAHLANGU",
            "MR LEWIN",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MS SOOKA",
            "GEORGE BERNARD MAHLANGU",
            "MR LEWIN",
            "MR MAHLANGU",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We are going to start straight away because you have a very important story to tell, not only the Commission but all the people.  I ask you to speak up so that everybody can hear because they all have come to hear what the people have to say.  I will ask Ms Sooka to take over from me now.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mr Mahlangu before you begin with your story I have to ask you to take the oath.",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Mahlangu I would like to welcome you again and to thank you for coming.  You are going to tell us about an incident which took place in May 1985 I believe.",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "It was in May 1985, it was on a Monday morning, people from Pienaar came in large numbers because there were no buses at all to transport them.  I was still at home washing, preparing myself to go, and at about 7:30 the people went to stand at the crossroads at number one filling station.  As they were standing there they were now stopping everybody not to get into the buses.  They were prohibited from getting into buses or taxis.  I left my home because I wanted to hike to go to work and there was no ...(intervention)",
            "Male"
        ],
        [
            "MR LEWIN",
            "Sorry could I just ask was it the police who were stopping people from getting on the buses?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "No the people from Pienaar were striking because there was no transport.  They said nobody should get NELSPRUIT HEARING TRC/MPUMALANGA\n2 G B MAHLANGU\ninto buses or taxis.  And thereafter I joined them at 1 garage, filling station.  At about something to nine or even nine o'clock, I can't remember because I didn't have a watch, a bus approached us driven by two White policemen.  Some of the police were already present and they said people should get into the bus.  People decided to run away, the ones from Pienaar and I was standing still waiting at the filling station.  There was a petrol pump about 500 metres from where I was standing and while I was still waiting I heard gunshots.  I can't remember who shot at me.  It was either a Black or a White policeman.  After being shot I was taken to the hospital.  It was at Rob Ferreira Hospital.  When I arrived there they drained blood from me.  I spent one week in the hospital and I was released.  The police were called.  The doctor gave me a letter to go and be checked.  I was still bleeding from the nose and from the mouth.  They took me to the police station.  They assaulted me and they left me.  I went to the court of law and I was told to go to prison.  I arrived in prison and I was given bail.  Bail was R400,00.  I was released and I wanted to get myself a lawyer.  I got one.  They were asked do you know the person who shot?  The police said yes.  The clothes that I was wearing on that day, I was wearing a polo-neck and a cream-white jacket, but they didn't say that, they said I was wearing another kind of jacket.  I can't see what I am going to do in the future, they just destroyed my future.  The work I used to do I can't do anymore.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you Mr Mahlangu.  If I could just ask a couple of questions please to fill out your story.  Could you tell us, how old were you at the time?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I was about 36 years old.  I think I was\nNELSPRUIT HEARING TRC/MPUMALANGA\n3 G B MAHLANGU\nabout 36 years old.",
            "Male"
        ],
        [
            "MR LEWIN",
            "What work were you doing at the time?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I was spray painting and I was also doing panelbeating.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And could I take you back to this incident at number one garage, number one filling station, when the police arrived and told you to get on the bus and then you suddenly found yourself shot, were you doing anything, were you demonstrating at all?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "We were many together with people from Pienaar, they said people should get into buses but people decided to run away, but I knew I was innocent and I decided to stand and I thought that I would get a taxi to go to work or even hike.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And then you were shot?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I was just shot.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Were there other people with you, alongside you who were shot as well?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "No, people took different directions.  Because I was innocent I stood and I was shot.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Then when you went to the hospital, in your original statement you tell us that you were actually chained to the bed, is that right?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "That's correct.  They used iron bars to fasten my legs.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Did they give any reason for that?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "They said I was arrested and I should appear before the court of law.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Why were you arrested?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I do not know really.  I do not know why I was arrested.  They really arrested me for just standing\nNELSPRUIT HEARING TRC/MPUMALANGA\n4 G B MAHLANGU\nwhile other people were running away.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And then when they charged you what were you charged with?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "The counted two charges, the other one I was discharged.",
            "Male"
        ],
        [
            "MR LEWIN",
            "What were the charges?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "They said a car was dented on the side, I can't remember if it was on the right-hand side or the left-hand side, they said it was thrown with a stone.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And for this you got four years?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "MR LEWIN",
            "But it was suspended?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "That's correct, and I was released.",
            "Male"
        ],
        [
            "MR LEWIN",
            "How long did you actually then spend in prison?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I spent two weeks in jail.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And at one point while you were being locked up or chained to the bed did you get treatment for your wounds?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I was treated the same day because I was really dying.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And was the fact that you had been shot by the police mentioned at all in the charge against you, in the case against you?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "Yes it was a case against me that I had been shot.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And did they mention who was responsible for shooting you?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "No they didn't tell me who shot at me.  There was a White person in the court of law.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could you identify him?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "Yes I can identify him.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So if we come to you we can get names from you\nNELSPRUIT HEARING TRC/MPUMALANGA\n5 G B MAHLANGU\nfor that person?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I do not know his name, it was my first time to see him.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Was he a policeman?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "Yes he was a policeman.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And could you now tell us, you are blind in your right eye as a result of the shooting, what other effects do you still suffer from?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "Many things, because even my head has continuous pains, and the chest also.  Sometimes I feel this bullet here.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So you were shot not only in the eye but also in your body?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "The bullets were full on my face, on the head, at the back and the other one is still inside me, and I can feel it if I touch here.  Even if you can take your finger and feel me you will feel the bullet.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And do you have treatment at all for any of these wounds now?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I ended up when I was taken to Johannesburg for treatment, that was the last time I got treatment.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And are you able to work?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "Yes, I can work but at times I can't especially when the pains are attacking me.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And the last question, do you have a family Mr Mahlangu who are dependent on you?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I have children but I don't have a wife.",
            "Male"
        ],
        [
            "MR LEWIN",
            "How many children?",
            "Male"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "Four of them Sir.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Mr Mahlangu I just have one question.  You say that when you were in court the police told you that you had NELSPRUIT HEARING TRC/MPUMALANGA\n6 G B MAHLANGU\nmade a statement in hospital, but you also say in your statement that you don't remember signing any statement, can you tell me about that please?",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I signed a statement, it was at the hospital.  Because I was very ill, I think it was after three days when they arrived and they said I should sign and I signed.  My head was injured, I can't remember what I said to them.",
            "Male"
        ],
        [
            "MS SOOKA",
            "But they used that statement to charge you in court?",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "Yes they used the statement against me.  But what I am telling you today is true.  I don't know what they have said wrong in that statement.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did you tell the magistrate that you didn't know what you were signing and that you were sick in hospital when they made you sign that statement?",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I told the magistrate, I did tell him but I didn't have any chance whatsoever.  And when they were asked do they know the person they shot they said it's not necessary for me to tell them because at Rob's Hospital the clothes that I was wearing were even written down, but now this grey jacket that they referred to was not present in the statement at Rob's Hospital.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You say that when you were at court you were represented by a lawyer, did you ever bring a claim against the police for shooting you?",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "The case was completed and I didn't know what to do thereafter and I left everything.  But I was told that if I have money I should just carry on with my life and I didn't have money.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Who was your lawyer at the time Mr Mahlangu?",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "It was Mr Black.\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 G B MAHLANGU",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you have the name of a firm for us?",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "He is an advocate from Johannesburg.  I went to him through Majapilo(?).",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Mr Mahlangu in your statement you said doctors transferred you to an eye hospital but instead of being taken to the hospital you were taken to Nelspruit police station, tell us what actually took place because you were supposed to be taken from one hospital to the other?",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "I think I had been given a transfer letter by the hospital authorities but they called the police, because I had hoped that I was going to be released from hospital to go home but to my surprise the police were waiting for me outside.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Can you please explain, was there cooperation between the hospital and the police?  You have just said that you were transferred.  You had a doctor's letter in your possession or did you have assistance from the nurse?",
            "Female"
        ],
        [
            "GEORGE BERNARD MAHLANGU",
            "The hospital gave me a letter and they said the policemen should take me to the hospital, but the police took me to prison.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr Mahlangu we have listened to you very carefully today.  As I mentioned to the audience earlier, it seems that in so many of these cases people are shot in the face, sometimes at school, sometimes at the bus stop, sometimes near the taxi, sometimes walking down the street and you've lost the sight of one eye and you still are carrying the marks of that injury that day.  We are very pleased to hear that you are still trying to work even though it's very difficult because you have children to care for.  We understand that you lost your job as well, so you\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 G B MAHLANGU\nhave suffered not only physically and spiritually and mentally but also materially, in terms of losing a job and having to start all over again, and you are one of so many people whose lives have been damaged over the last 20, 30, 40 years.   We thank you very warmly for coming.  We hope that your health will improve.  That you will be able to continue to work despite the fact that you have lost the sight of one eye.  Thank goodness you can at least see with one eye.  There are some people as you know who have lost both eyes.  So use that and use it well and we will try and find out as much as we can.  If we can trace Mr Black, the advocate, to find out exactly what happened and if we do of course we will come back to you and let you know.  Thank you very much for coming.  You may leave now.",
            "Unknown"
        ]
    ]
}