{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-03",
        "location": "NELSPRUIT",
        "names": [
            "SKINOD LEKHULENI"
        ],
        "case number": "0965",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55272&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/lekhulen.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR CHAIRPERSON",
            "MR LEKHULENI",
            "MR LEWIN",
            "MR SKINOD LEKHULENI",
            "MRS LEKHULENI",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LEKHULENI",
            "MR SKINOD LEKHULENI",
            "MR LEWIN",
            "MS SOOKA",
            "MRS LEKHULENI",
            "MR CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I'm sorry about the bird, but there's really nothing we can do about it and I hope you will be able to hear in spite of the bird.  The next witness is Mr Skinod Lekhuleni, and I'll ask him please to come forward.\n Mr Lekhuleni, I need to know whether you can hear me alright through the earphones?",
            "Unknown"
        ],
        [
            "MR LEKHULENI",
            "Yes I can hear you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the lady who is with you, she is?",
            "Unknown"
        ],
        [
            "MR LEKHULENI",
            "This is my wife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So may I say a very warm welcome to both of you and I hope that both of you can hear so that you can follow and hear the questions and that we can listen to you.  There are a lot of people out there so if you can speak quite loudly, that will help.  I'm going to hand over now to Ms Sooka for the administration of the oath and straight after that Mr Hugh Lewin is going to assist you in the telling of your story. It's a very tough and awful story about your son but we want you to feel relaxed, we want you to feel that you are amongst friends and we want you to just tell your story as you have experienced it.  But first Ms Sooka.",
            "Unknown"
        ],
        [
            "MR SKINOD LEKHULENI",
            "(sworn states)",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mr Lekhuleni, welcome and thank you.  We're going to hear a story about what happened in February 1986. If you could just start by telling us that story, but if you could also add, where did that take place?\nNELSPRUIT  HEARING TRC/MPUMALANGA\n2 LEKHULENI\nThank you.",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "On the eighth of February in 1986 at about 8 o'clock in the evening, the boys had their meeting and the police came to camp just next to their meeting place. And they took different directions as they were running and my son  went  underneath a pipe but when he came out of the pipe he was shot at the back.  I think they were three in number.\n When I arrived there he was already taken to the hospital and I was told that the body had been removed to Nelspruit mortuary.  \n This boy was working with his mother at the station commander's house in White River.  Every afternoon, or every Saturday afternoon he would go to this house and one day when he came back from work, a group of boys came to fetch him as they were going for their meeting. That is when he was killed.",
            "Male"
        ],
        [
            "MR LEWIN",
            "What sort of a meeting it was?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "I wouldn't know what meeting was it, because it was that violent time and they had meetings every day.  They were called to meetings almost every day.",
            "Male"
        ],
        [
            "MR LEWIN",
            "How old were your sons at the time?  You mentioned two sons in your -.",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "He was nineteen years old.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And the other son you mentioned? Solly?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "He comes after Solly.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So you say they went with the other boys, were called for a meeting.  Have you any idea or did you get details of what actually happened, how he was killed?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "He hid in the pipe and the police were present in that area and when he tried to get out of the\nNELSPRUIT  HEARING TRC/MPUMALANGA\n3 LEKHULENI\npipe to run away, he was shot at the back.  Many bullets were in his body and the post mortem was conducted and I was called to see what kind of injuries did he sustain.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could I ask, this pipe, was that a pipe under a road,  or  was  it  a  water drain perhaps, something like that?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "It was just a pipe they used to build bridges.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So as far as you know, there was no provocation from any of the boys for the shooting from the police?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "Not.  It  was  during  that  violent  era and  rioting  time  and  they  were chasing the children around.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Did any of the boys who were mention who was responsible for killing your son?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "Yes it's Katchana, he's in Pretoria now.  I tried to follow this thing and I was given the name of the police actually.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Would you like to mention that now or will you give it to us afterwards?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "I don't know, can I say this in public?",
            "Male"
        ],
        [
            "MR LEWIN",
            "Rather keep it for us afterwards.",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "I thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "What I'd like to ask as well is, there was a post mortem but was there any report or investigation by the police into your son's death?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "The post mortem results were indicated and then there's another person indicated again in the killing of my son, he was the policeman who was the policeman investigating the whole matter regarding the death of my son.\nNELSPRUIT  HEARING TRC/MPUMALANGA\n4 LEKHULENI",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could you explain that a bit more please?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "I can't go deep into this matter because I was grieving for my son at that time, and I can't say much about what happened because I was at home and the police would come to my house and they wanted to take my son's identity documents.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Was your son a member of any political party?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "Not.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And when these investigations by the police were taking place, they never actually laid a charge against anybody?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "I think my wife can say something about that issue, Sir.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Mrs Lekhuleni, could you put those earphones on please?",
            "Female"
        ],
        [
            "MRS LEKHULENI",
            "(sworn states)",
            "Female"
        ],
        [
            "MR CHAIRPERSON",
            "Just before we start, could you make sure the light is on and could you please put the mike very close.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you Mrs Lekhuleni, could you please tell us your part of the story?",
            "Male"
        ],
        [
            "MRS LEKHULENI",
            "In February 1986, it was about 8 o'clock, it was on a Friday, a group of boys came to my house singing and they were saying, \"Come on soldier, join, join the comrades\", and they asked,\" Where's Mandhla, where's Debry?\"  And I went outside and said, \"Who are you, when you say you are soldiers.\"  I said to them, \"I don't have soldiers here, I have two boys\".  They said, \"Yes we want those boys, where are they?\" I said,\" They are asleep\". Then they requested to see them. I said to them, \"Boys, they are asleep, you'll see them tomorrow morning\". And they\nNELSPRUIT  HEARING TRC/MPUMALANGA\n5 LEKHULENI\nforced their way into the house and they went out with them and they were continually singing their slogan, \"Join soldier, join\".\n The next morning the boys came back and I said to them, \"How did you escape?\" They said, \"No we just got our way through\", and on Saturday morning I went to work and this other boy was also working with me.  In the afternoon when we came back from work, the boys came again in large groups and they were wearing balaclavas, just showing their eyes, they were singing the same song, \"Join us soldiers, join us\".  And they got my two sons, but on their way as they were singing, my younger boy climbed the tree and they couldn't see him and he managed to come back. And there were road construction and there were big pipes there and the police stopped them on their way. It was around ten to nine, and a knock was heard at the window and I said, \"Who are you?  And a voice said, I'm a police, and I opened the door.  And the police asked me, \"Where's Mandhla, I said, \"No Mandhla left with the boys singing slogans.  And he asked me,\" Where have they headed to?\"  I said, \"No, I don't know\". And the policeman said to me he is dead.  I cried and I sat down.\n And I asked the policeman, where did he die.  This policeman didn't tell me, he just got into his van and they left.  I was crying and the neighbours came running to my rescue.  They went to Temba hospital and we discovered that he had been transferred to Nelspruit Mortuary. And his father came back from work and they went to the police station.  He wasn't there and he was at the Nelspruit mortuary.  \n And I couldn't see my son any more, they took him by \nNELSPRUIT  HEARING TRC/MPUMALANGA\n6 LEKHULENI\nforce, he didn't want to leave. And that was the last time I spoke to him when he didn't want to join the group.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You worked at the commander's house, the station commander's house.  Did you know any of the people who were actually responsible for this?",
            "Male"
        ],
        [
            "MRS LEKHULENI",
            "I only heard that the children shot by the soldiers but a policeman came to tell me that they were shot but we were never told who shot him actually.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Do you think they were the soldiers, not the police?",
            "Male"
        ],
        [
            "MRS LEKHULENI",
            "It was a group of soldiers mixed with policemen but the person who came to report was a policeman.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay, and then when the post mortem was being drawn up and an investigation was being made, was there any other report about who was responsible?",
            "Male"
        ],
        [
            "MRS LEKHULENI",
            "It was never discovered who did this, because the white policeman whom I worked for took my statement in June and on the second of July we went to Bokweni Magistrate's Court and they said. \"Yes your son was wrong, because they were throwing stones at buses, they were blocking the roads with pipes. My son had many holes at the back, and I was told that he was wrong.  He didn't have any wounds on the sides.  They said, yes, when the pellets are being released from a gun they get out with a rubber and the rubber must have affected him and they said they would give me a compensation, but the children were really wrong, they were burning buses, blocking the roads.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Did you ever get compensation?",
            "Male"
        ],
        [
            "MRS LEKHULENI",
            "I never got anything, that was just a mere\ntalk.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much for helping us with that NELSPRUIT  HEARING TRC/MPUMALANGA\n7 LEKHULENI\nstatement, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions?  Ms Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mama, I just want to ask you one question.  Do you know the name of the policeman who was investigating the matter?",
            "Female"
        ],
        [
            "MRS LEKHULENI",
            "Are you referring to the policeman who was investigating the matter?",
            "Female"
        ],
        [
            "MS SOOKA",
            "Yes.",
            "Female"
        ],
        [
            "MRS LEKHULENI",
            "I don't remember their names, they were white policemen.  The one policeman came but he was involved in an accident I think, and he passed away, I forgot his name.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, you mentioned that a post mortem was done after your son was killed.  Do they know the name of the Doctor?",
            "Unknown"
        ],
        [
            "MRS LEKHULENI",
            "As I've already said, my husband and his sister went, I didn't go, so I can't tell the names.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can I ask you Sir, do you know the name of the doctor who did the post mortem?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "It was Dr Waddy.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Is Dr Waddy still practising in Nelspruit, do you know?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "Yes he is still practising.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So we can contact him and talk to him about the post mortem, I'm sure.",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "Yes you can.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Your other son, is he still living with you, Solly?",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "Yes he is at home, he is a policeman.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So he would know more about it than you or me?\nNELSPRUIT  HEARING TRC/MPUMALANGA\n8 LEKHULENI",
            "Male"
        ],
        [
            "MR LEKHULENI",
            "I think so.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr and Mrs Lekhuleni, I would like to thank you for coming today and for sharing with us the story of the killing of your son.  As we have said before, there are so many young people who did during that very confused, difficult period and you have suffered very deeply.  I'm so glad that you have another son who can be of comfort to you. We will make the enquiries as to what happened to the court case and why has happened and why no one was charged, and if we have any new information, we will obviously come back to you and tell you because it's important for you to know.  Thank you again very much indeed for coming. Go well, thank you.",
            "Unknown"
        ]
    ]
}