{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-02",
        "location": "NELSPRUIT",
        "names": [
            "MAYEZA PETER MAHAULE"
        ],
        "case number": "1101",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55276&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/mahaule.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "MR MAHAULE",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MS SOOKA",
            "MS MKHIZE",
            "MR MAHAULE",
            "MR LEWIN",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "MS SOOKA",
            "We will ask Miss Mkhize to assist you with your evidence.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I greet you, Mr Mahaule.  Can you tell us briefly about yourself.",
            "Female"
        ],
        [
            "MR MAHAULE",
            "Yes, I can tell you.  Although I feel very bad because this thing actually reminds me of certain wounds.  I was actually working for the Department of Police SAPS. South African Police Force.   I was stationed at Malalane.  One of the days there came a person, there was a police officer who was working at Nelspruit known as Sergeant Masheko.  He was working under the special branch division.  Masheko was actually a stout person, similar to me.  Masheko had arrested some of the boys who were actually belonging to the ANC organisation and then they thought as if it was me.  On the 30th April, I think it is 1980 or 1981, I was doing the night duty during that time.  My home it is at Bosfontein Trust.  I just went to work as usual.  I worked there.  Early in the morning there came a message and I was told that my house has been burnt down.  It was petrol bombed also.  Then I reported this matter to my superiors and they called people from the special branch division, from Middelburg and we went home and on my arrival there at home I found that it was petrol bombed, they threw in the bomb through the window.  Fortunately the window through\nNELSPRUIT HEARING TRC/MPUMALANGA\n2 MAHAULE\nwhich they threw the bomb it is where my wife is actually sleeping and that very day he did not sleep on top of the bed, he slept on the floor.   Now when these whites came to come and check here and this bomb was hitted actually everything that was in that house was smashed.  And then they asked my wife what made you to sleep on the floor on that day and then my wife said well I dreamt I saw something coming from above, from above.  This thing was a white thing, something that came and it hitted here, right - that is the reason why I could not sleep on my bed, I slept on my floor.  And then this boer said no there is something that why you did not sleep on top of the bed and these people actually were found, the perpetrators.  And if I look this side I can see one of the perpetrators is also here and I feel very much hurt and these people were actually arrested and they said - gave their names as Johannes Shabangu from Middelburg.  He was actually attending school at Selamafa High School.  The other one it was - he had a Sotho surname Totetsi.  These boers actually - I want to tell the Commissioner something which I never heard before.  And these whites said to me I am actually collaborating with these people who are doing this and then they said I would give them R24.  They gave me R24 and they said it was agreed at the Court that I should get information and they made a mistake.  They did not check whether it was Mr Masheko or it was myself.  That is why they were mistaken and they burnt my home down.  They burnt the whole home.  In 1986 on the 5th May I had a shop then and it was licensed.  There was stock inside the shop and I had a combi then.  These boys actually when they were doing this thing they said nobody should go to work it is a stayaway and at that time I was\nNELSPRUIT HEARING TRC/MPUMALANGA\n3 MAHAULE\nstationed at Tonga and I was told that I must take some young boys so that we can go and check what is happening, why people are being stopped of not going to work.  I went there with those boys and we asked even some assistance from Komatipoort station, it was two people and two whites.  Two blacks, two whites.  On our arrival at Driekoppies they said to me I must take my colleagues to Schoemansdal and the whites will remain behind at Driekoppies and boys actually at that time were violent and they put some blocks to block vehicles.  At round about 12 o'clock I heard over the radio that someone has been shot dead and the name of that boy was the son of Paulus Mabuza.  He was shot by Mr Ntiwan who was the police officer stationed at Tonga.  And I was surprised because the same thing happened that took place because Ntiwan was shot a boy and they still say it is me.  As I was sitting at home and then they said I was told that he heard that they are going to burn my home now they are going to burn my shop.  Then I asked some of my police officers so that they must accompany me to go and check at home what is going to happen.  And then we took some of the proper belongings from home to the shop because they said they are going to start at home and burn there.  And he actually were playing.   And those people on their way they said no we should not go and burn his home, let's go to actually the wife does not have anything to do with us, the person whom we are targeting is the husband.  They went to the shop, they burnt the shop.  They went inside, they took everything that was inside.  If I estimate that stock I think it is plus minus R20 000.   My combi which was parked next to the shop it was a combi I had just recently bought it, they took out the radio cassette and the radio inside and I heard\nNELSPRUIT HEARING TRC/MPUMALANGA\n4 MAHAULE\nabout that that they removed those radios and the cassette from the other colleagues.  The stock alone inside that shop I think it can be estimated at R60 000 something.  What hurts me most it is something that I bought on credit and then people actually who were my creditors refused to sort of understand my situation because they say my children were also part of that violence.  What worries me is that the people who were actually perpetrators and these people who actually did a lot of damage and some of escaped the country, they went to Tanzania and they are now back here and they are actually - they are back now in the country.  They are now driving luxury cars but I am here to sort of to forgive them and ask God, because I don't have anything against them.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We thank you Mr Mahaule.  I will ask some few questions in order to assist you in order that it should give enough clarity.  Earlier on when you said to come in front of the Commission you feel very much sorry to appear before this Commission.  We really sympathise with you but I think we need to ask you questions in order that you can give us a good explanation.  You said to us you were actually employed as a police officer stationed at - a certain sergeant arrived known as Maskeko.  Perhaps you can explain to us as police officers during those days what were you actually doing and more especially in this area.  I thank you.",
            "Female"
        ],
        [
            "MR MAHAULE",
            "As far as I am concerned I was just working normally.  I don't know, Masheko actually was actually responsible for the violence.  I was just working normally doing my own normal duties.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "As I have already said, it is very important to\nNELSPRUIT HEARING TRC/MPUMALANGA\n5 MAHAULE\nask as a Commissioner to get everything, all the facts.  If you say you were just working just like a police officer I am trying to ask you since we have started here in the morning we did get some different witnesses that during that time there was some violence going on more especially amongst the youth against the police.  That is the reason why I am asking from you maybe perhaps at that time how did you view this, as people who were actually there to protect the community and to make sure that there is peace.  I thank you.",
            "Female"
        ],
        [
            "MR MAHAULE",
            "Yes, actually we were working and we were making sure that there should be peace.  Although people were saying bad things about us, saying that we are informers but in most cases in the morning when we report for duties we were given some guns to patrol to make sure whether is there peace throughout the whole place and at the evening those guns were actually taken back.  Those guns were taken back.  And we were not given cars to go home and when you get to the bus people would say anything they would like to say in that bus when we went back home.  In other words you should not get confused.  Look at us.  Look at us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I said earlier in the morning that we have a way of conducting ourselves.  We should give chance to each and every one that he should say exactly what happened.  Even if he say something which you don't like or he say something which you like but give him enough chance to say what he wants to say.  You will also get your chance.  Now is the time for Mr Mahaule to tell us his story and I am not going to allow people should to get murmuring here because he has something which they don't like.  I think we understand one another here.\nNELSPRUIT HEARING TRC/MPUMALANGA\n6 MAHAULE",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Thank you.   As you have already said you always had problems, more especially when you reported for duty.  Perhaps you can tell us whether there was a time actually where you had some confrontation with the young boys while you were at work.",
            "Female"
        ],
        [
            "MR MAHAULE",
            "No, actually I did not have any confrontation with anyone.  As I have said I said this during my deliberation that Captain Ntiwan, he is actually the person who shot the son of Mr Paulus Mabuza but because people hated me and they turned around and said, they said it is myself who shot that one.  I am happy because the person who actually shot the boy is still alive.  I did not have problems with those young boys.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "As you have said to us here the shooting of that boy, perhaps you can explain to us what happened, how was he shot.  I thank you.",
            "Female"
        ],
        [
            "MR MAHAULE",
            "To explain this matter I was not in that place of sin, I was at Schoemansdal.  The person who actually shot the boy, he was at Driekoppies.  It is about seven kilometres away from the place where I was.  I was not in the place there where this boy was shot.  I was only told later that he was shot.  At 12 o'clock I was told that - by the station commander that the son of Mr Mabuza has already been shot and on my arrival there he was already removed to the hospital.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "You have already said in your statement that - and people said they said you are similar to a certain sergeant.  You look like Sergeant Maskeko. Can you explain to us what wrong has Maskeko done that these people could sort of....",
            "Female"
        ],
        [
            "MR MAHAULE",
            "Actually Maskeko, his duty was to look around\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 MAHAULE\npeople who were escaping the country.  He was a very reliable officer.   Unfortunately I look like Maskeko.  And when we got this - the people who were actually arrested and those who were arrested said why did you burn the house of this police officer.   They said no we were actually targeting Maskeko.  It is a mistake that we had to burn Mr Mahaule's house.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "But before I give the Chairperson here because I believe that you were together with other police officers, how did you feel that you were actually said to be alike like ...",
            "Female"
        ],
        [
            "MR MAHAULE",
            "I don't know the reason why they said I look alike to a particular person.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Mr Mahaule, I think I just want to clear I think two issues in your mind.  Will you accept that in the past that we come from that if you were a member of the police living in a particular community where that community was at the receiving end of police brutality, that any policeman would be seen as being part of the system?",
            "Female"
        ],
        [
            "MR MAHAULE",
            "Can you repeat the question.",
            "Male"
        ],
        [
            "MS SOOKA",
            "He is saying that don't you think that during in the past people were actually against the police, there was some confrontation between the police and the people.",
            "Female"
        ],
        [
            "MR MAHAULE",
            "At that time if you were a police people would say that you are a part of the system.  Just because they knew that you were a police officer.  And people were actually being troubled by the police.  Our problem here during that time as members of the police we were actually facing two main things to do.  Our own people they were saying that we were informers of the boers and the whites were saying that we sort of sympathise with our black\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 MAHAULE\npeople. On the day when they burnt my home they said - one boer said to me there is a snake underneath the grass.  There is a snake underneath the grass.  Why your wife actually could not sleep on top of the bed, she slept on the floor.  So I was only given R24 because they said there is a snake underneath the grass.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So you actually got it from both sides really.",
            "Female"
        ],
        [
            "MR MAHAULE",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mr Mahaule, I would like to thank you for having come forward and spoken to us in this way.   I just also have a question which is not specifically related to your statement and that is you draw a distinction between the police and the security police.  Could you explain to us what in the early eighties that relationship was like.",
            "Male"
        ],
        [
            "MR MAHAULE",
            "I thank you.  I cannot actually interpret the minds of the public but during that time we know very well that there was a special branch division and there were soldiers who were wearing camouflage clothes and there were soldiers actually the SADF and I am not so sure whether the public did actually make some differentiation between these three groups.  I am not so sure whether they did manage to differentiate.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Did you yourself as a policeman find any need to differentiate between the police and the security?",
            "Male"
        ],
        [
            "MR MAHAULE",
            "Repeat your question, sir.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Did you as a policeman find that there was any difference between the police and the security police?",
            "Male"
        ],
        [
            "MR MAHAULE",
            "I did not see any need to differentiate because when there was a toyi-toyi we were all grouped into whether you are in uniform special branch and soldiers camouflage\nNELSPRUIT HEARING TRC/MPUMALANGA\n9 MAHAULE\nand SANDF, we were all grouped together.  If there is something to go and curb it, we were all going together.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So as a policeman you in fact were part of the army or the army was part of the police.",
            "Male"
        ],
        [
            "MR MAHAULE",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR LEWIN",
            "May I ask how long you stayed in the police, Mr Mahaule.  Are you still in the police?  I get the impression from your story of 1986 that you had actually left the police.  Is that the case?",
            "Male"
        ],
        [
            "MR MAHAULE",
            "I want to explain here because I am happy.  Today I see my bishop here, Desmond Tutu.  I joined the police force on the 16th March 1967.  I worked until 1985 when they burnt my house and I realised they have burnt everything that I had.  I had to retire.  I stayed one and a half year at home.  At that time we had the national states, Kangwane national states and I happened to know the Chief Minister of Kangwane and at that time I was starving a lot and then I approached him I said well I am starving can't I be assisted someone so that I can sort of rebuild my home and Mabuza actually sympathised with me.  He said I should rather be re-employed in order that I should get some remuneration of some kind.  Then I started to work again.  1989.  As of now I am at home, I am sick.  I haven't retired, I am just sick.  I am just sick at the moment.  I am still waiting.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Mr Mahaule, as you have related to us that there are people who are already back from Tanzania who are now driving luxury cars and since in the morning we heard that the policemen are doing this, what must be done in order that we should have good human relationship, people should\nNELSPRUIT HEARING TRC/MPUMALANGA\n10 MAHAULE\nnot say well that policeman did this wrong to me, as you have already indicated that some are now back in the country and yet they burnt your home.  Where should we start in fact, what must we do in order to sort of go back to the normal situation?  I thank you.",
            "Female"
        ],
        [
            "MR MAHAULE",
            "I am happy.  I am pleased that we should forgive one another and what has happened to me, the bad things that they did to me, I ask that God should help them because I think maybe at that time Satan was actually playing a major role in their lives.  Now that they are back and now they are driving BMW I am asking that we should work hand in hand.  I am saying this in front of this Commission that I forgive them.  In my Bible Jesus said that Lord please forgive them because they did not know actually what they were doing.  I am also saying I forgive them.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We really thank you, Mr Mahaule.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We listened, we sympathise about the problems that you experienced and people who looked at you as a police officer.  And they were saying that as a police officer you are now part of the whites.  Of the boers.  And the boers were saying to you no we don't trust you.  You people you sort of collaborate with your own black people.  After such damage and you were only given R24, you know this really it is very bad, it is very sad.  The freedom that we are having today we should move away from those things of the past, we should come to the place where we are now.  Where the community should actually view the police officers as they are police officers, they are the people to look after their protection, they will respect them and the same should apply with the police that you should regard the public as people who must be given the necessary safety.  I\nNELSPRUIT HEARING TRC/MPUMALANGA\n11 MAHAULE\nam happy that you are a Christian and you in your capacity you say that you are prepared to forgive those who wronged you.    We believe that it is our duty in fact as a Commission that all those who were actually enemies before there should be some way that we should bring them together and they should reconcile.  They should be not enemies any longer.  They should become friends.",
            "Unknown"
        ]
    ]
}