{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-04",
        "location": "NELSPRUIT",
        "names": [
            "BEAUTY MKHAJWA MTHETHWA"
        ],
        "case number": "1094",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55290&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/mtheth1.htm",
        "speakers": [
            "BEAUTY MKHAJWA MTHETHWA",
            "CHAIRPERSON",
            "MR LEWIN",
            "MR MALAN",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "BEAUTY MKHAJWA MTHETHWA",
            "MRS MTHETHWA",
            "MR MALAN",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mamma, can you hear me?  Mamma, before I ask Mr Lewin to help you with your story, I am going to ask him to ask you to take the oath, please.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mamma, if you could stand?  Thank you.",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "(sworn states).",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you.  Mrs Mthethwa, we would like to welcome you and thank you for coming.  The story you have to tell us is a very particularly strong one.  I think the best is just to explain that it was based in Bosfontein.  We are going back to the time of 1986 which over the last two days we have heard have been very tough times in this area. If you could please relax and in your own time, your own words, tell us what happened.  Thank you.",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Thank you very much. I thank the Commission that they visited us here at Umpumalanga at Nelspruit.  As I look at the Commission today I see as if I see the family members of my husband. What I will explain to the Commission here is that in 1986 on the 1st of June, my husband was killed.  But my husband was killed by people who claimed to be comrades of the very same place of Bosfontein where I am from.  Those comrades they came to my house while I was sleeping. It was during the morning.  When they came they were just big numbers, they were coming behind the houses, some in front of the houses, on all sides.  Some with sjamboks, some with stones and they entered our houses.\nNELSPRUIT HEARING TRC/MPUMALANGA\n2 MTHETHWA\nWhen they entered our home they found that my husband wasn't there.  From the morning my husband wasn't there, he went to the meeting for the water project.  Because yesterday, the day before it was announced that there would be a meeting for the water because we had a problem with water in the area.  My husband went to attend that meeting where there was the water meeting.  When these comrades came to my home they found out my husband wasn't there.  Only myself and the children were there. One of the comrades came to me direct.  He said to me where is your husband. I answered him and I said I don't know. I was sitting during that time. I was shivering. I was seeing many peope coming to our home, some with sjamboks, stones and sticks. I had to sit down.  One of them came to me and questioned where my husband is. I said I don't know. They entered our houses.  They beat everything, they opened even the tanks. My husband was a farmer.  They destroyed everything, the mealies and they therefore went out of the house.  After that the following morning, they said they wanted the boys, they do not want to tell us where they were going to.  Then they encouraged members of the committee to come to the school.  As they were going out they were going to hunt my husband. They also take my child, my boy with them. They told him that they are looking for my husband, they want my child to see what they are going to do to my husband.  On their way they got a car.  They were stopping all the cars on their way.  They stopped one of the cars there.  They went to the place where my husband worked.  They got him there.  They met him on the way when he was coming to our home. They took him with them to the car, together with his bicycle.  They went on with him.  They travelled with him to the school where the\nNELSPRUIT HEARING TRC/MPUMALANGA\n3 MTHETHWA\nmeeting was held.  They did not bring him to our home.  My child was also there. Then they arrived in the time while the meeting was held.  There was also some of the others also like my husband.  They placed them there. The other two husbands too.  The three of them were down there.  As they were there they tied their hands and their legs.  Our children were being beaten and were instructed just to look.  After that they throw petrol on their bodies.  After finishing (indistinct) were dirty (indistinct).   After that they took a match and my husband was given this match to lit to set alight. What my husband said, if I am guilty to somebody he must set me alight, I have not committed suicide.  If I am guilty because of offences you must kill me. My husband was set alight and burnt.  The others were set alight too.  Those people they are here today.  The three husbands were killed.  After they had murdered the group left. On their way my child came.   When my child came it was shouting me, I was also angry and shivering and I was hugging my child. I could hear that my child was suffering. He said to me my father has been killed. I therefore decided that I need to go and give myself to them, so that they can come and kill me too.  I went to my house and stayed there. We are all afraid that they are going to come and kill us. They killed my husband, what about myself and children.  From thereon we were sitting. I therefore decided that it is better to go and report this to our relatives.  The whole day those people were still there.  I mean, those who were dead there were still lying there.  When I came back and some of the relatives, they still sat with my husband.  During the night we went there to the corpse. When we arrived there there were dogs.  The dogs were busy eating.  NELSPRUIT HEARING TRC/MPUMALANGA\n4 MTHETHWA\nWe took the corpse, I took my husband and the other corpses were still lying.  They only took the corpse of my husband.  The dogs were busy eating them.  They took the corpse up to our home.  In the morning the policeman came by the name of Mr Mahlela from Durban(?) police station.  When Mr Mahlela arrived they took the corpse to Komatipoort police station where they checked how the damage was.  When they arrived in Komatipoort they did search the corpse. After that they took the corpse to the Mangweni mortuary.  From that mortuary that's where we were given permission to take the corpse.  Then we had to buy the coffin so that we can take the corpse with us to our home.  When the funeral was to be held then people were intimidated not to attend the funeral. I can remember now (indistinct) there used to be a night vigil so that the people can come, but people were intimidated not to come. We had to go and bury them.  After the funeral the police investigated into the matter.  The case was in Nelspruit magistrate court. It took a very long time because this happened in 1986. It took a very long time for the case to be attended to.  Those people were charged and they were given 12 years sentence in prison. But they didn't stand the trial yet.  When the President was inaugurated, then those people were released.  What is really upsetting me, why I am here present today, because I am having children and they are still attending school.  I don't know how am I going to pay for them.  The other one is Std 10, the other one is St 9, the other one is still Std 5, the other one is in Std 1. It was painful for me. I feel very much happy when I am here to explain myself to the Commission. Thank you very much.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Mthethwa, thank you very much too for telling us your story, which is a very terrible one for us\nNELSPRUIT HEARING TRC/MPUMALANGA\n5 MTHETHWA\nto hear. There are just some points that I would have liked to have asked about so that we get a full picture.  I would like to ask how many children you now have, to start with.",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I have got nine children.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And they are all with you now still.",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Yes, they all live with me.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Could I take you back to that day in June 1996, when you say this large group came to your house, and ask if you at that stage recognised any of the people who were there.",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "The people at that place - if I can be protected I can give their names, I can reveal their names.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Could I ask this, were they the three people in particular that you mentioned, were they the ones who were sent to jail in 1987?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They are still alive.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And they are the ones who went to jail?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Yes, they are the ones that went to jail.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Then could I, the one puzzling thing which you can explain to us, you mention in your statement that the meeting was called by the comrades, or whom you call the alleged comrades, to discuss the problem of withcraft. Now this is something which is usually associated with women not with men. Could you explain why it was that your husband and the two others were actually accused of withcraft, and what do you think what was behind the accusation?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "My husband was a farmer, he used to farm. He used to get agricultural products.  The question why my husband was successful, he must be killed because he is a witch.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But could I ask, did they say that he was\nNELSPRUIT HEARING TRC/MPUMALANGA\n6 MTHETHWA\nsuccessful because he was a witch or did the witchcraft come out of something else?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I didn't see the results of witchcraft. What I know he was a farmer, he was working very hard.  What I know is that I didn't see anything relating to witchcraft.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And these other two, Mr Mabela James and Mr Sibose who were also killed at the same time, were they also farmers?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They were also farmers, Mr Sibose was also a farmer, he was busy gardening and also had farms, they were all farmers.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And were they also successful farmers?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Yes, they were successful. Mr Sibose was next to the, was farming next to the river, he was just there quite busy.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I mean you would not have called your husband a witch?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "We were surprised why they say they are witches, because they were farmers. My husband was selling the goods and was new in his farm.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So when they were taken to the Mhlaba primary school, your husband and these other two, was there any sort of a trial by the comrades?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "There wasn't any case, they did not lay any charge against them. They did not even enquire anything to them. They did not even explain what they sought. They just took them to the meeting to kill them.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So when your husband said if I am guilty, let him set me alight, he says I am guilty. What do you think he was referring there to, of guilt?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "He meant because he was innocent.\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 MTHETHWA",
            "Female"
        ],
        [
            "MR LEWIN",
            "And what do you think they found that he was guilty of?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I think it was because he was a farmer, that's why he was guilty as far as the committee is concerned, because they were not in committee with them, he was not a match.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And then at the, you mentioned the post-mortem after the bodies were taken to the Komatipoor police station.  What was the result of the post-mortem, what did they find?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They were burnt.  The death certificate, we do have them, it is recorded there that they were burnt, even the insides were burnt, you could not see them.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And then at the funeral when you say people were told not to come to the funeral, were they told by the same people who had carried out the burning?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They were told by the very same comrades. Those who used to go and announce and tell people not to attend the funeral.  Although people wanted they were intimidated, they could not attend it because they submitted they might also be killed. They also thought that when they attended they are going to be killed.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And have you been able to carry on with farming since that time?  What have you been doing the last 10 years?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I am not working, I didn't.",
            "Female"
        ],
        [
            "MR LEWIN",
            "How have you managed to keep your nine children alive?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "The social workers used to help me, they give me anything special, but when I sent the children to school the social workers can no longer assist me. I even fail to\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 MTHETHWA\npay at that time.  What I enjoy at home is food from the social workers.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And could I ask if you know of any similar incident which took place around you at that time? We are talking about 1985/1986.",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I don't know.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Mthethwa, you have told us with very great courage about what happened.  How do you feel now? Ten years later, how do you feel?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I feel I am suffering now. I feel I am suffering, because I am wondering here if the social workers are not helping me, it is very difficult.  I do not have the correct home, no more to build for me.  I have very much hatred.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And what about the people who are now still around that you know were responsible? How do you feel about them?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I have got, it is very difficult, I don't know, I just look at them.  I just look at them.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But they don't threaten you now?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "No, they do not threaten me.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Because I think it has taken great courage for you to come and tell us the story and I think that some of the other commissioners might like to ask you other questions.  But I would like to thank you.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Mthethwa, you say that the people that called the meeting on witchcraft consisted of a group of men and older boys.  Were any of the men found?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I really can't say, because when they come to NELSPRUIT HEARING TRC/MPUMALANGA\n9 MTHETHWA\nour house I was also afraid. I didn't concentrate on them, I was also afraid, I was very much afraid.",
            "Female"
        ],
        [
            "MR MALAN",
            "So you don't remember who they were?  These men.",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Those who were sent to prison?  The meeting was convened by the boys, the comrades.  Those are who invited all the people to come.",
            "Female"
        ],
        [
            "MR MALAN",
            "The three that went to prison, were they comrades or were they some of the older men?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They were comrades.",
            "Female"
        ],
        [
            "MR MALAN",
            "What did they perceive to be the problem?  If they accused somebody of witchcraft, usually they experience some problems themselves. What was their problem?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They were fighting for their parents, because they were (indistinct), because my husband was a successful farmer.",
            "Female"
        ],
        [
            "MR MALAN",
            "And their parents were unsuccessful. Is that what you are saying?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "That's as far as my opinion is concerned.  I imagine that is why my husband and the three were killed.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you.  That to me explains something.  Can you tell me about the comrades, the group of comrades at the time.  What was their activity, what was their organisation's activity, what did they do or did they just call themselves comrades?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They used to call them comrades.",
            "Female"
        ],
        [
            "MR MALAN",
            "What did they do in the township or in the area at Bosfontein?",
            "Male"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "When this thing started, it started with us.  They turn to the whites to come and intervene, because these things go together, if the whites did not come and intervene, it was just the comrades in our area, then they\nNELSPRUIT HEARING TRC/MPUMALANGA\n10 MTHETHWA\nwere taken to jail.",
            "Female"
        ],
        [
            "MR MALAN",
            "Mrs Mthethwa, thank you very much.  It was a terrible experience and I am sure you are reliving that every day. There is really nothing I can say but it is a horrible story and thank you for sharing that, we know, it must have been painful.  Thank you, madam Chair.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you.  (Not translated).",
            "Female"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Usually there used to be a meeting, usually those who had intended to attend that meeting.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Is it possible that because your husband distanced himself from these meetings that it caused some discontent with these people?",
            "Female"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Actually the people who usually attended were the boys.  My boys would not stay at home. They used to stay at work until the next day and therefore they did not attend that meeting.  My boys were not always attending. Another issue that is to look at is the damage what's happened when the father was killed, is that (indistinct) and then the boy.  My child has changed greatly. He was affected by the killing of my husband, my husband killed in front of him.  He changed his mind. Even now he doesn't have a friend in the area.  He can't even talk.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "How did the boy change?",
            "Female"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Maybe if the child was at school he could continue. My child was working.  Because he realised that he was not to attend the school, he has to look after the family and he must look after them, and to get a friend he is afraid, and the other two were also attending school.  When they were attending school they were instructed not to retun.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We realise that really this is affecting you\nNELSPRUIT HEARING TRC/MPUMALANGA\n11 MTHETHWA\nso much.  In your view what could the Commission do to assist you? How can we also help your child so that he can healed.",
            "Female"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I do not understand.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you think of anything which we can do maybe in the community of Bosfontein, that we can try to heal or help the child.",
            "Female"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "No, I don't know, I don't know if maybe you can meet with them and that they come out and apologise. Maybe that can help us.  They never came to talk about the issue, they never came to us and apologize.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Is there anything which maybe is traditional which you feel we can do or can offer help for your family, because during the funeral they were very much hurt.",
            "Female"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Yes, I also think that my husband who was killed, I didn't understand anything. I also asked God to help me, that even the Christians come with me and then I sit there and talk to them in the manner in which my husband was killed was very bad.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We are here with some of the pastors. If they can come and visit you at home to maybe help you (indistinct), to suggest what can we do to help you get better. In other words, those boys who are here, (indistinct), that can help.",
            "Female"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Yes, that can help me.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma, I am just going to ask you a few questions.  You say in your evidence that a group of men and older boys called this meeting, and in your evidence you called them comrades. Now did you know them as comrades?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They were comrades, because I saw them\nNELSPRUIT HEARING TRC/MPUMALANGA\n12 MTHETHWA\nhandling sjamboks and that was during the time for struggle.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were these comrades affiliated to the ANC or to the UDF?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I heard them saying they were from ANC.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was your husband and the other three men, the other two men who were burnt ...",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "He was a farmer for six hectares.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Had that been given to him by the chief?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Yes, from the chief.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The men who had called this meeting, did they also own any farms?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "They had some plots as everybody, like everybody.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So this land in the Bosfontein community had been allocated equally to everybody?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I didn't know, the farm I have formed specially, farm 6.  Those who are having a long hand in family and who are (indistinct) they have got at least six hectares. Those who are late living in the area they got just four, they are farmers.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma, before this meeting, had there been trouble between these people in Bosfontein about the land or about the farming of that land?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "There wasn't such a conflict, there was nothing at all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was your husband very good at his farming?  You have mentioned that on that particular day when they were looking for him, he had gone to attend a meeting in a water project. Who was running that project?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "It was conveyed by the community and the chief.  It was to talk about the water problem.\nNELSPRUIT HEARING TRC/MPUMALANGA\n13 MTHETHWA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was your husband perhaps seen as belonging to, or being a follower of the chief?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "No, he was not supporting the chief. They were inviting only those who by the problem of the passage of water. He wasn't anything, he was an ordinary man.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was there ever any problem between the comrades and the chief in that area?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "No, there wasn't a problem.  Even the teachers themselves (indistinct), because they weren't aware.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was the chief not invited to this meeting that they had to discuss the problem of witchcraft?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "No, he wasn't invited.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So the decision was taken by a senior group of people?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I don't know what to say. The decision, I cannot know who took such a resolution. I can't know who took that resolution.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma, after you had buried your husband, did the chief call a meeting in your community to discuss why this had happened?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "No, the chief never convened a meeting.  The people who were (indistinct), they even sent soldiers to intervene and make peace in the community.  The soldiers were responsible.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma, what happened to all the land?  Do you still farm that land?",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "The land (indistinct) and I have got no work like my husband.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So yourself don't benefit from the farming on that land?\nNELSPRUIT HEARING TRC/MPUMALANGA\n14 MTHETHWA",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "I am ploughing, I just cause (indistinct).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma, your story is a very, very sad one, and we are very disturbed to hear the story.  We know that many of these ugly things happened in our communities and we hear your request that at least, if these people were to be with you and explain why they had done this, you might find some peace. We in the Commission will investigate the matter and we will see what we can do about that.  We thank you for sharing your story with us, and we feel with you in your sorrow.",
            "Unknown"
        ],
        [
            "BEAUTY MKHAJWA MTHETHWA",
            "Thank you very much.",
            "Female"
        ]
    ]
}