{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-05",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "PHALISANE LISBETH MTHOMBENI"
        ],
        "case number": "1324",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55293&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/mthomben.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "MR MALAN",
            "MS SOOKA",
            "PHALISANE LSBETH MTHOMBENI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "PHALISANE LSBETH MTHOMBENI",
            "MR LEWIN",
            "MRS MTHOMBENI",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you, Mrs Mthombeni.  We would request that you speak loudly so that you can hear and everybody should be able to hear.  You must be audible so that we can all hear.  We request Commissioner Malan to assist you with the oath.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Mthombeni, would you please stand so as to administer the oath.",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you very much, you may stand down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mthombeni, one of the Commissioners will help you, Mr Lewin, so that you should present your case properly.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Mthombeni, could I just ask before you tell us your story - the story is about your son and the school that is mentioned is Memeza High School. Could you just confirm for us that this is in Waterval\nBoven? Is that right?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "Yes, it is right.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And that is where you come from yourself.",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "Yes, I come from there.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much.  Now if you could please tell us, this happened in 1991, please in your own time and in your own words tell us your story. Thank you.",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "In the year 1991, I can't remember the date, NELSPRUIT HEARING TRC/MPUMULANGA\n2 MRS P L MTHOMBENI\nI can't even remember the month.  It was during the night, we were fast asleep.  Round about two o'clock in the morning some police came there, many of them.    They wore cuppa hats, all of them, and they had jackets on - it was winter. On their arrival there - there were blacks and whites.  Some of them were speaking Sotho.  We were asleep on their arrival.  When we woke up they were kicking the doors, they were kicking the windows.  They were actually lighting towards us and I was actually frightened. I opened the door.  When I opened the door I saw a lot of people, at each and every window there was a policeman standing outside.  Then I had to ask them who are you, what do you want here?  They said we are police. I said to them what do you want here. They said they wanted Sipho.  Then I said what has Sipho done to you, why do you want him?  They said no, we want him, there are certain things that we would like to know about Memeza School.  When they said there is something they would like to ask about Memeza High School, I said to them well, Sipho is asleep.  They said is he here, is he here? I said yes.  Then they kicked the door. I was right next to them.  He kept quiet.  They said to me I must open the door. I said Sipho?  Sipho answered and I said open the door.  Then Sipho said no, I cannot open the door.  I said open the door.  They said they want to ask something about Memeza High School.  He stood up and opened the door.  Because there was nothing that he could do and things were not normal at Memeza.  \n When he opened the door they asked if he is Sipho. He said yes.  They said well, we are taking you now.  We are taking you now three by three of you and we want to question you and we will bring you back.  Then he said no, it is dark NELSPRUIT HEARING TRC/MPUMULANGA\n3 MRS P L MTHOMBENI\nnow, I cannot go with you. They said no, wake up, get dressed. Then he agreed and got dressed.  They said to him that he must dress warmly so that he can withstand the cold outside, so he got dressed.\n They said to me you must make a fire, we will bring him now, because it is cold outside.  By the time we bring him back it will be more cold.  Then I started making a fire. T he fire was big enough.  I had a hope that what they are saying is true. Nothing actually came to my mind which was supicious, because I knew that there was trouble at Memeza High School.  Then they took my boy with them.  \n Well, that fire actually had to up to late at two o'clock, nothing happened.  They did not return. Then I was surprised.  My husband went out, I must go and check what is happening at the police station, because they said I must make a fire and now the fire is extinguished.  As he went out, he went to the police station. He came back and said there is no one at the police station, there is nothing, it is just quiet.  The police who are there say they have never seen anyone there.  Then I as surprised.\n Round about eight o'clock, because it was the time they had to go to school, all boys and some girls were marching to the police station. On their arrival there - well, I was not there myself. They arrived there.  They said we demand you release these boys who were arrested at night.  They tried to threaten them in many ways, but that they should go back, but these boys and girls all said no.  They told them, well, at night some boys were arrested, we want them.   He said to them wait here. He went and informed the police release these boys, because today really no school attendance will be going on here.  Then they released them.\nNELSPRUIT HEARING TRC/MPUMULANGA\n4 MRS P L MTHOMBENI\nWhen they released them it was discovered that they were beaten, they were beaten nearly to death.  They were beaten - my son was beaten more than others, and water was poured on him - warm water for that matter on the legs and on the socks, and he was burnt on his legs.  He was beaten and he was swollen already. \n They brought them in to the location in a Kombi, together with Mr Magagola.  I was also there and many people were also outside watching.\n When I came to the taxi rank and they told us that oh, your kids are there, Sipho and others are there, it would seem as if Sipho is almost dead.\n On my arrival there I could not even identify my child.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Take your time, Mamma, maybe have some water.",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "When I came to the Kombi, I saw the boys, they were there, they were inside the Kombi.  Well, I could identify others, I knew them.  But mine was very difficult to identify. He was swollen and he was round in the face, and the head was so big, swollen.  The mouth was also swollen and it was open.  They had unclothed him, and he did not even have his shoes and his trousers on.  To identify him positively it was because of his clothes which I knew.  I happened to know because of the clothes he wore. It would have been difficult if the clothes were not there.\n From there, after that we asked ourselves and parents and other comrades, what must we do now, because they have got to consult a doctor.   One elderly person said, Mr Hatibe, we need to take them to the office of the ANC at Nelspruit, we must go and show them there. They arranged for us which doctor to consult. It would be better if they could get a comrade doctor who could sort of give assistance to \nNELSPRUIT HEARING TRC/MPUMULANGA\n5 MRS P L MTHOMBENI\nthese boys.  Then we got into the vehicle and came here. \n On our arrival here somebody assisted us though I forget his name, it is Mr Jonkono.  We contacted him.  We explained to him that here are the boys, they have been \nbeaten by the police at night.  They took down and they wrote down at the ANC office.  From there they told us to go to the police station.  He accompanied us to the police station.  There he saw the person in charge at that time.  Then he came out to check and they said to them they must get off the Kombi.  He was taken in - my child also. \n Now inside there I was asked what happened.  They explained to him those who were actually in a position to explain that some policemen came at night.  There were policemen at night at home, and then they took them and it is only now that they came back.  Now they are just like this.  Then he said to them, he allowed them to stand alongside the wall and a photo was taken of each and everyone.  He said it is okay. Now they need to be sent to the doctor, because this one is injured.  \n They took us with this very same Kombi to one of the doctors here in town.  We took them in and he examined them. He said but this one is more injured and wounded.  If he can go up to 11 o'clock and he is still alive, then it would be fortunate.  \n He said if we can go up to 11 o'clock and the boy is still alive it will be fortunate.  He attended him, he paid more attention to him, and the others were kept in another room. He said he should not go away, I think the heart beat of this boy is very slow now.  We had to stay here.  He was examining him, time and again, up to 11 o'clock.  From there he released us and said go back home and make sure that you \nNELSPRUIT HEARING TRC/MPUMULANGA\n6 MRS P L MTHOMBENI\nbring him back the following day; then I will tell you what to do. I need to examine him on a daily basis, we should not skip some days.  \n We went back to Waterval-Boven and his whole body was swollen.  He could manage to whisper a little bit, but his voice was so low. If you want to talk to him you have got to come closer.  Then we brought him. He examined him and he sent us back, the following day we should not bring him.\n A day thereafter we brought him in.  He gave us some medication.  We brought him - he was undergoing treatment, skipping one or two days and so on.  \n He said this boy is actually injured, he is wounded.  As we can see him, now that he has actually escaped death. He was almost 22 to 23 years, but by the time he reaches that age he may perhaps be mentally disturbed.  \n Yes, he took time, by the time he turned 23 years, when he was about 22 years - well, from there it started that he became mentally disturbed. He became mentally disturbed. I don't know what happened.  He was affected mentally, severely.  He was severely affected mentally.  I tried all places.\n Almost this year, round about January, he started - there was some indication as if he has got epilepsy.  We had to be close him in order to assist him.  It came now to prove the point that this is the sickness the doctor had mentioned.  Now this sickness actually worries him now.  After that he started, he turns the eyes, he sort of turns the eyes, the way he looks.  He can't see anything.  More especially when it comes to him, he opens his eyes widely. I have to come closer to him, because he can't see far. He can only look upstairs there.  \nNELSPRUIT HEARING TRC/MPUMULANGA\n7 MRS P L MTHOMBENI\n I went to another doctor, Mashaladorp, Dr Vercuil.  On my arrival there I said to him just look at my child can you - on arrival, he did the very same thing.  You know turning his head like that.  Then Vercuil said no, I don't have anything to assist your child. It would be better if you will take him to the government hospital. There are those who normally come to Waterval-Boven clinic.  Normally you won't pay there.  So with me it is going to be difficult because you don't have a medical aid and you don't have money. I said well, I don't have money, the money which I had has been used.   Then he said you need to consult those people.  He gave me a note so that I could produce it to those people.\n I found them when I went there and I was well accepted.  They started to give him some injections, two of them on a monthly basis.  He is also taking tablets day and night. This is epilepsy tablets.  He started using those tablets.  He is still using those tablets up until today.  \n It starting getting better. Now today if I call him by name he is able to answer me. If I ask him to do it, he will be able to answer it. Now he can sleep. He could not sleep, he could stand up at night. Throughout the whole night he is standing.  Where he stands, unless you say to him no, sit down, he could not sit down. If he walks out of the room, he will walk around and if you give him something to eat, he will first smell it and put it down. He will never eat that again.\n Now that they have given him the tablets it is better for him now. He can now eat. Now I can even bid farewell to him, I can talk to him, I can greet him, and then I can even ask him how he feels. It is better now, because of the \nNELSPRUIT HEARING TRC/MPUMULANGA\n8 MRS P L MTHOMBENI\ntablets he is now taking on a regular basis.  \n I forgot one thing.  After they were beaten, there was a time, I can't remember how long it was, there came a policeman from Waterval-Boven police station, Mr Ntuli. He came to us.  He had some papers with him. It was just forms.  He said to them he was actually stopping them from going to school, he said they must sign.  Some children did not refuse to sign.  He gave them, and some refused to take them.   He said to me Ntuli is giving us papers which we don't know. I said you don't take them, if you don't know exactly what is written on them.  I was just against anything that has to do with the policeman. I said don't accept anything, don't take it. \n Then he came to me where I am working, after a few days, after I had been told about this incident. On his arrival there he said I gave your son, Sipho certain papers and he refused to sign it. I want you to take him to the police station and to sign there.  I asked what that form is for.  He said to me no, that form indicates to us that the case has now been finalised. I said to them when was the case finalised?  Then we argued. He said no, that case is finalised. I said no, it is not finalised. I kept quiet.  I kept quiet, I disliked that person like anything. I said to him my child will never sign - others can sign, but mine will never sign.  Then he said, he threatened me, he said if your child does not sign here, he will be arrested again.\n The following day he said we should come down here.  Then we came to Mr Magagolo.  On our arrival here we found Mr Jakes.  We explained this to him. Then he said in Waterval-Boven there are papers which are being distributed.  They said if you don't sign you get arrested.  Then this man NELSPRUIT HEARING TRC/MPUMULANGA\n9 MRS P L MTHOMBENI\nsaid no, they must sign those papers, leave the kids to sign, they must sign those papers, there is no problem.  There is no way in which you can open or close.  Then I took these kids and they signed these papers.\n With signing now, that case is now finalised. Yet, nothing has been said. It is quiet until up to today. I am now with a boy who is disabled. I don't know why were they beaten. \n After some time, when he was a little bit better I asked him what actually took place. They said they had been sent by Mr Mandela to beat us, because we are ANC, then they must beat us, they must beat us. They must take us, they must put us in the bags and throw us in the place where you will never find us again.  By some time they had to open us.\n When we were coming out of the cell, we were actually threatened that they are now going to get the bags where we can put you in, and your mother who actually made the fire will never see you again.  The time when we were released and I heard some voices of some comrades, I could recognise some of the voices. That's how we were actually assisted. We were told that we were going to be thrown in a place where they will never find us again.\n I thank you.  I don't know whether I may have forgotten other things.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you, Mamma.  If you feel you have forgotten things then there will be time to say them as well.  Could I just ask some questions about your son. You say he is now getting towards 22, 23.  So he was about 17 years when this happened, was it?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "Yes, I don't know, I can't remember well at the time how old he was, but now he is 22.  By now on the\nNELSPRUIT HEARING TRC/MPUMULANGA\n10 MRS P L MTHOMBENI\n25th November he will be turning 24.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay.  When he was at school at that time, can you describe how he was?  Was he a normal, healthy young schoolboy?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "No, he was healthy.  He was a bright person, more especially when it comes to school subjects.  Where he attended at school he used to come position one or two.  In the secondary school level, if I refer to different schools, there are four schools in Waterval-Boven. He went to Bonweni Secondary School and at Memeza too. He was always number one. He was a hard-working person, very intelligent, very intelligent.  During the examination time his teacher, Mr Louis, used to say to me pray, pray hard, I know Joseph is going to come first. He was very intellgent, but now he is a useless person.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can you tell us a little bit about what was happening at the school, which led to the police coming to arrest them?  Why were the students rioting, why were they complaining?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "There was no co-operation during that time.  There was some misunderstanding at that time. If perhaps a school child could die, people were marching, teachers did not actually conduct the normal classes.  So there were a lot of disturbances.  The police were always surrounding the schools. Then those kids used to say you can come around, but never enter the school yard;  if you enter the school yard you will see what you are going to see. They used to stand outside, pointing guns at school pupils inside. These police were just walking around, outside the fence, with their guns. So there were some disturbances.  Well, I can't tell more than that.\nNELSPRUIT HEARING TRC/MPUMULANGA\n11 MRS P L MTHOMBENI]",
            "Female"
        ],
        [
            "MR LEWIN",
            "Did Joseph and his friends say they belonged to any organisation?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "Yes, they were members of the comrades, they were ANC.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you.  Could I just ask about the time that you found him, when he came out of the police station. You have described to us very graphically how badly he was beaten, he particularly. In your original statement you also mentioned that the boys were covered with blisters.  Do you know where that came from?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "Yes, they were swollen because they were beaten by the police.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Blisters, can you describe how they got blisters?\nYou said Joseph had blisters on his legs.",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "When I asked my own son, the time when he was a little better, I had to ask him what have they done to you. Then he said on our arrival there, they had to separate us. We were not beaten in one cell.  Mr Ntumsi, he used to open one cell and put one and then he brought a few police and said well, do whatever you want to do. Those who were inside there had to do whatever they wanted to do. Then my son said, I was beaten, I was beaten with that fire extinguisher bottle pipe, they were kicking me, they were actually knocking me with their fists. They took out - at the same time there was a kettle and they switched on the water.  After that water was boiling, they said to me are you still an ANC member.  He said he continued to say I am ANC and then they poured the warm water on his legs.  Then they said it is your Mandela, your father who says you must do this and we must kill you. If you don't die, we will put you in a bag and throw you away where your mother will never NELSPRUIT HEARING TRC/MPUMULANGA\n12 MRS P L MTHOMBENI\nfind you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You also mentioned the use of an electric wire. Can you remember about that?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "Yes, I remember that.  Yes, they were shocked and all others, they do say, they do agree that they were shocked. Well, I don't know how, but I am told that they were shocked.  They were put, they did almost everything to them, every nasty thing.  They were shocked, electrified, electric shocks and beaten and even they poured boiling water on them.  They were shocked and they were beaten.  I think my child was worse.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Could I just confirm that you did lay a charge against the police, which would have been immediately after your son had been released.  Did you mention in the charge any specific names of any policemen or was it a general charge?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "By the time when we came to the ANC offices in Nelspruit, there at Nelspruit police station we actually laid charges and we said we are opening the case here.  We want to know exactly why our kids were beaten. They had to question us.  We want these people to come before the court of law. We said yes.  Then he said well, it is okay.  He gave us some notes and then gave us contact numbers.  If there is something perhaps you would like to say or contact or if someone dies amongst these boys you must inform me.  He gave us those papers.   But he said to us if you don't contact him he will contact us.  But he never came back to us.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So this form that you saw four years later, in 1995, the form, did that have anything to do with the original charge that you had laid?\nNELSPRUIT HEARING TRC/MPUMULANGA\n13 MRS P L MTHOMBENI",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "When it comes to the form, because we brought this form to the ANC office. He said to us as he was reading through that form, he said to us well, the case is now finalised here.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But was there any clarity about what the case was that he was talking about?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "No, it was not clarified.  We only asked Jakes what is the interpretation of this form, what does it mean.  He said to us, no, the case is finalised.  We said but we never appeared before the court of law. So he said, in other words this case has been heard somewhere else, because here it says this has been finalised, you need to sign here.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And what was final?  Do you know at all?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "NO, I don't know.  Because they did not appear before the court of law.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So as far as you know, nobody, none of the police were ever punished for what happened to your child?",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "None.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much, Mamma.  I will pass you back to the Chair.",
            "Male"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "I have forgotten something.  Those people who came, who came to my house, there was one of the police members, Const Schoeman, he was from the local place. He was standing right in front of the door.  He said, he is the one who asked me is Sipho your son.  Then he said do you have children? I said, no, I only have this boy.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We want to thank you, Mamma, and I wil request other Commissioners maybe to ask if they have got questions.  Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mamma, I just want to ask you a few questions.\nNELSPRUIT HEARING TRC/MPUMULANGA\n14 MRS P L MTHOMBENI\nWhat was your son and his friends doing at the time?  What was the reason for the police actually picking them up that particular night?",
            "Female"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "They were doing nothing during that time.  This police had a very negative attitude.  When he used to meet these boys, he used to harass them. He used to harass them, more especially Mr Schoeman.  If he sees these boys he will either shoot at them, without anything, without any provocation.",
            "Female"
        ],
        [
            "MS SOOKA",
            "The other thing is, Mamma, are there medical records available from the time immediately when you took him to the doctor, where the doctor said that Sipho was hurt the most and that one day he might suffer from epilepsy.  Do you have medical records proving that?",
            "Female"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "Because I did not know that something of this nature would occur, I had such documents.  Even when we consulted doctors, those papers were there.  When I heard over the radio that there will be a Truth and Reconciliation Commission here, then I heard that, I wished to appear.  It was my longing wish. I tried, when I come to Nelsville - I sent my husband, who is working at Malaga. I said he should consult in order that we should get a statement, and together with the photos. I wanted all those documents to be taken to Nelsville.   My father went there, my husband went there. Then he said to me Whitey said during that time policemen came in and policemen actually ransacked the house and they took everything.  There were a lot of things there.  They took lots and lots of documents, after searching that house. Most of the documents went missing. He doesn't have anything now.  But if the Commission would like perhaps to hear from him, he can provide his phone number, he has got\nNELSPRUIT HEARING TRC/MPUMULANGA\n15 MRS P L MTHOMBENI\nit.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, is this the doctor?",
            "Female"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "The doctor.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Because you have his name, you have said his name in the statement. I just want to confirm what his name is.",
            "Female"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "Whitey or Widey, Dr Waddie.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, did you also ever appear in court with your son after this?",
            "Female"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "No, never.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You didn't go to a lawyer yourself?",
            "Female"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "No, I have never been there, because I was told that the case is finalised.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you, Mamma.",
            "Female"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "During those days, even if we were afraid, even though people could advise us that we could collect money to seek help with an attorney, we couldn't do it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We want to thank you.  We really feel what happened to your child as a Commission here. When we were appointed as a Commission, there were a lot of different views.  Some said well, we don't need this Commission.  But it was then obvious that we do need a Commission so that we can be able to say what we want to say.  More especially those people who have been affected. You are one of those when you wake up in the morning, you look at your child and you are reminded that we are from the past, more especially the dark past.  Now we hope this very committee that is assisting us here, is going to help us in order to look into a matter like for instance, assisting your child, that whenever he consults a doctor he can be assisted, and more especially when it comes to an application for a pension. We also will do something on our own to forward your name up to NELSPRUIT HEARING TRC/MPUMULANGA\n16 MRS P L MTHOMBENI\na stage where perhaps we can see what can be done. \n I thank you.",
            "Unknown"
        ],
        [
            "PHALISANE LSBETH MTHOMBENI",
            "I thank you.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Female"
        ]
    ]
}