{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-05",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "MS SAMARIAH NORAH NGOMANE"
        ],
        "case number": "1329",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55297&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/ngomane.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "MR MALAN",
            "MR NGOMANE",
            "MRS NGOMANE",
            "MS SOOKA",
            "SAMARIAH NORAH NGOMANE",
            "SAMSON NGOMANE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS NGOMANE",
            "MR MALAN",
            "SAMARIAH NORAH NGOMANE",
            "MR NGOMANE",
            "MR LEWIN",
            "SAMSON NGOMANE",
            "6",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you, Mrs Ngomane.  Can you explain to us who is sitting next to you?",
            "Unknown"
        ],
        [
            "MRS NGOMANE",
            "Next to me is my husband.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you tell us his name? Is he Samson Ngomane?  We thank you, Mr Ngomane, we welcome you.  I will request that Mr Malan should lead you in your story, but he should first ask you to make an oath.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Ngomane, will you please stand up.",
            "Male"
        ],
        [
            "SAMARIAH NORAH NGOMANE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I think Mr Lewin is to lead this witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As is usual, I will request one of the Commissioners to assist you in telling the story.  Your husband requested that we should pray before you say what you want to say. We will give you that opportunity to do so.",
            "Unknown"
        ],
        [
            "MR NGOMANE",
            "In all what happened, I am happy that I have lived up to this time, where I can say whatever I want to say, that I am innocent, despite all the difficulties I experienced. In Jesus' Name, I thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mrs Ngomane, could I ask - would your husband also like to testify, because if he does, then he should take the oath with the Commissioners.",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "I think he is going to say something. He is actually the owner, he is the person who gave the statement.",
            "Female"
        ],
        [
            "MR MALAN",
            "Could we then take the oath, please?\nNELSPRUIT HEARING TRC/MPUMULANGA\n2 MRS S N NGOMANE",
            "Male"
        ],
        [
            "SAMSON NGOMANE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you.  Mrs Ngomane, if I could speak to you first, please, because that is the, it is your story that we have, involving yourself and your husband and his imprisonment.  But if you could please tell us in you words what happened.  We are referring here to events that took place after June 1986.  Thank you.",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "It so happened in June 1986, on the 17th. In my home I saw some soldiers approaching. They had clothes and we were busy reading the Bible. On their arrival there they came in and they said they wanted some boys.  My husband said what's wrong?  They said well, something has happened.  They did not explain anything to us.  They started searching. They could not find anything. They found some boys and they searched and they said they wanted guns. They went out. They took a big torch. We had a cart then.  We were using that towards Mooi River if our car is out of order.  If perhaps there is something wrong with our car.  They took that torch. They forget their gun on top of our bed. Then my husband took that gun, and running after them, he wasn't aware that they took the torch with them. Now in the morning, on the following day, it was on the 18th, he was going to meet them somewhere, because they were just driving up and down.  That's where he discovered some CID who arrested him.  I was not there when they arrested him.   There was a child who came from the chief's kraal, he said your husband has been arrested and has been beaten.  It was about sunset.  It was round about four or five o'clock. I slept.\n Now the following morning I went to the nearest police station.  On my arrival there I spoke to the police \n2 MRS S N NGOMANE\n3 MRS S N NGOMANE\nofficers. I said to them I want my husband, he was arrested the day before.  The police said I must go back, that person has been killed, and if I walk around here, they will kill me.  They said the comrades do not want the women here. I went back home, I slept.\n The following day again I went back.  I went to Malelane police station.  From Malelane I went to Louw's Creek.  From Louw's Creek to Nelspruit.  From Nelspruit to Lekazi.  In all those places I could not find him. I went further, to Capmaiden.  I could not find him even there. \n The following day again, I went to Komatipoort. That's where they told me that he is dead, but he is now being transferred to Tonga, I could not see him.  I got a lift, went to Tonga police station.  At Tonga I happened to see him through the window. He was bruised in his face, he could not even see properly.  There he had to appear before the magistrate.\n When I went back home I discovered that they said to me that all the goats have been driven by someone and they don't know where to.  Then I asked the children.  They said they saw some men driving those goats. We slept then.\n During the night, some soldiers came back again. They came in, they broke the door, they broke the windows. They said to me I must wake up. I heard them knocking.  They said why am I not opening the door. I said well, I am afraid.  Then I stood up in the passage.  They came in, ransacked my house and turned everything upside down, kicked everything.  They said to me they wanted a boy by the name of Patrick, because he is a comrade. I said to them well, he is not here, he is attending school somewhere.  Then they hit me with the gun here, on my forehead.  Then we sat there.  \nNELSPRUIT HEARING TRC/MPUMULANGA\n4 MRS S N NGOMANE\nOur neighbours told us that we will be killed, because we were sleeping outside in the veld for a whole month. We only came home during daylight in order to make food for us and go back and sleep in the bush.  Then at last we thought no, we had better bail my husband out.\n After my husband was bailed out, I think he should be given the opportunity to explain further.  Then he had to contact organisations, the Council of Churches. That is the organisation that actually assisted us.  After that my husband was actually sentenced.\n I think the soldiers came three times to my house.  They came again to search and ransack my house.  They could not find those guns.  I was in a very difficult situation. I could not even continue with my business. I was selling meat, but I had to leave everything.  \n During that time everything disappeared. My herd of cattle disappeared and it was difficult to send my children to go and look after those cattle, because we feared for our lives.  We remained at home and we had nothing. \n As we were busy cooking one day we saw our car which was parked outside, it was on fire.  People were there.  We could not see the person who set that car alight.\n After that as we were seated there, we were actually being troubled and we could not continue selling anything.  It was almost three months after my husband was sentenced, when the furniture people came and collected all our belongings from the house. I think I will have to end there and then I will request my husband to continue.\n I just want to share with you the experiences which I experienced in the absence of my husband.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you, Mrs Ngomane.  Before your husband\nNELSPRUIT HEARING TRC/MPUMULANGA\n5 MRS S N NGOMANE\nspeaks, could I ask just some questions to clarify some points which you can answer.  Could you tell us some more about your family? You say Patrick is your eldest son. How many other children do you have?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "I have six children.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Where do you actually live?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "We were residing at Ngobodi Trust, but now due to these problems, we are now in Barberton.",
            "Female"
        ],
        [
            "MR LEWIN",
            "At the time when you were there in Ngobodi, the cattle and goats which you mention, how many did you have?  Did you have a small place or quite a big place?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "I had 24 goats and I had 35 herd of cattle.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So when you mentioned someone saying all the goats have been driven away, those were your goats, were they?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "Yes, they were all mine.  They dropped all those goats and only three remained.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You also mentioned in your statement that it was a butchery which you ran.  Was that based at the house itself?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Now this attention that the police and then the soldiers gave, looking for your son, Patrick, can you explain a bit more to us? I mean was Patrick involved in political organisations?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "They said that he is a comrade, that's why they were looking for him.",
            "Female"
        ],
        [
            "MR LEWIN",
            "What did you say?  Did you know about him?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "Yes, I knew that he was a comrade, but I could not say anything to them, because by that time everyone who was a boy in that place was a comrade.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Female"
        ],
        [
            "6",
            "MRS S N NGOMANE",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "These guns that they said they were looking for, did you ever see Patrick with a gun at any stage?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "No, I have never seen him with a gun.  What I saw from his was a sjambok.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Order, order, please.  Order, please.  We have asked you that let's make sure that we afford the witnesses all the dignity and respect they deserve.  Please.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "I wonder if you could just tell us a little bit more about the time when your husband was away and the house had been ransacked. You said you had to sleep outside in the bush.  Was that because of what had happened at the house or was it because of the police coming there?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "They were threatening us that we will be killed.  These soldiers were coming during the night.",
            "Female"
        ],
        [
            "MR LEWIN",
            "What happened to Patrick?  You say your husband was away for three or was it four years?  Did Patrick stay away all that time as well?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "My son ran away also, he went into hiding in Germiston.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But you kept in touch with him?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "No, I couldn't get in touch with him until he had to come back.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So if I could just make clear.  You were forced to close down the butchery and then did you stay on with your other five children, on your own?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "I was afraid, because I was threatened that they were going to kill me. I opened and I tried to sell again, but people were warning me that I should not continue selling because they would kill me.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So how did you exist in that time while your husband was in prison?\nNELSPRUIT HEARING TRC/MPUMULANGA\n7 MRS S N NGOMANE",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "There was nothing I could do.  The only assistance I got was from the Council of Churches.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Well, thank you very much. If I could now ask Mr Ngomane, your husband.  Mr Ngomane, if you could please explain to us and fill in the middle parts of your wife's story.  Can you hear me?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "I will start, I won't say everything, I will only touch here and there.  I want to say that on the 17th we were at home in the evening.  As a pastor of the Sabbath Church I was busy reading the Bible and the soldiers came in and they left their gun.  I wasn't aware that their gun had been left behind.\n The following day when I was about to collect my torch, I can't remember very well how I was tied, because they were beating me left and right.  They had to beat me through the whole night.  On our arrival at one of the farms at Buffelspruit they said to me, they are going to hand me to a baboon, which is going to bite me. Fortunately on our arrival there that baboon was already tired.  \n Then they said to me, they tied me next to the vehicle and they said they should - as we arrived at the police station at Komatipoort, they started beating me afresh.  They did that for almost two weeks, every day they were beating me, morning and sunset.  If I questioned them what wrong have I done, they would say no, I should not ask that. Until one policeman said well, what is being done now is unfair. That policeman is now on pension. Then they said why is this police officer crying.  Then the police officer said I know this person, I can't remember why you are troubling him in this fashion. Then they said are you a relative to the late Chief Mdinda, who died in 1985.  So I said he is my NELSPRUIT HEARING TRC/MPUMULANGA\n8 MR S N NGOMANE\ncousin.  Then they said yes, it is a fact.  They said we should not actually talk to this person, he must just be killed. I said why must I be killed.  They said no, it should not be explained.  \n Then the white officer said he must be taken to Komatipoort, if he can go to Tonga. At our arrival at Tonga I was locked up.  Then the people from the chief came and then they bailed me out.\n Now these people were actually worried about the death of the chief. Now how do I get involved, and why are the comrades reacting in this fashion.  Then I had to investigate this case. Then I went to the Council of Churches.  That's where I got my help. That's where the peace was brought at home.\n From there I was not actually involved with the ANC, but I was arrested then. Then I started afresh to assist the comrades. I helped to bring them to the Council of Churches for assistance. Then I was arrested.\n I was never sentenced, I was just detained.  Then when I raised my hand, they said well, I admitted the guilt. I was sentenced for four years.  \n When I was in jail two people came, two officers, one black and one white. They wanted to find out about my statement because I can't see it.  Then I said to them do you have the authority to release me or to lock me up.  They said no, they don't have that authority.\n In Barberton there was a Mr Van Schalkwyk. Then he said to me I should talk nicely to them. Then they said well, we think you have been wrongly arrested; you made a mistake of signing. Now it is difficult to release you because many years have past.  Then I said it is not my problem, because \nNELSPRUIT HEARING TRC/MPUMULANGA\n9 MR S N NGOMANE\non the day I was sentenced they said in order that it should be easier - I have never been in jail myself. They said to me I must sign, without explaining to me, and then in that way I had to be arrested.\n On the 2nd of May 1991 I was released.  When I was released I was very upset by those people who actually accused me.  I said to myself, let me go to one of those who is accusing me, so that we can reconcile.  I did approach those people, Gababa Nakatsho.  Then I said to him he must bring together all the elderly people so that we can discuss and reconcile. They said well, let's take the matter and refer it to the police station and then take it to the chief again.\n On the 3rd of August 1993, we started meeting from three o'clock until very late at night.  They said to me I must say what I wanted to say.  I said to them I want all those who were comrades in 1986, I also requested all the leaders of the churches in that place.  They all came together.\n As we are busy discussing, I had a problem. I was arrested, I was beaten and today I cannot see clearly.  The spectacles I am wearing were given to me by the government. Today I have suffered a lot.  I have a constant headache and I am using this stuff which I have got. This stuff was shown to me by some of the prisoners in jail.   \n I am a minister or religion. I can no longer read clearly.  They said to me why are you calling us to this meeting. I said I want to know exactly what was the reason for my arrest, what wrong have I done?  I have gone throughout, but those people who wanted to kill me, they failed to kill me.  Those comrades in 1986 did nothing.  Now NELSPRUIT HEARING TRC/MPUMULANGA\n10 MR S N NGOMANE\nwhat do you want to know?  I don't want a person who will say no, he heard that you have done this wrong. No one actually came forward. They said they are asking for forgiveness.  They said no, they heard that they said well, there is something wrong I have done.  By so doing they are going to report me to the comrades.  \n They said to me they heard that from her.  That person was about to run away from that place because he had done something wrong in that village. \n I did not know anything myself. They said that is the reason why you had to be arrested.  If you had not hinted that that person should run away, you would not have been arrested. Now they said we ask for forgiveness, really, we did wrong to you. But then they said to us what must we do for you?  Then I said to them, because if you read from the Bible, I must forgive in order that you may be forgiven. I said well, I am not actually accusing anybody, but what worries me most here, after that, people came, people came to me and said no, this person is lying that he is forgiving you.  He will come back and kill you one by one, because he is too clever.  Then I realised no, I am going to die.  That is the reason why I had to leave, I am at Barberton now.  They actually destroyed everything, the car, the house,  everything. I left my house, a very big house.  \n Now my aim.  I want to go back and rebuild my house, but I wanted to put this story right.  I cannot forgive me if I don't actually know what wrong I have done.  So I have already forgive them. I am not accusing anyone.  Although I am now actually crippled. I have suffered in my body.  But there is nothing that I can do.\n I thank you.\nNELSPRUIT HEARING TRC/MPUMULANGA\n11 MR S N NGOMANE",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mr Ngomane, you have told a long story and I think I am going to require some assistance from the Commissioners to try and unravel some of the elements. It is not quite clear to me, there are some things that I would like to ask you about.\n Could you - let's start at the beginning. I am not clear about the relationship with Chief Mandinde. You say that he is related to you, but I don't quite know what the significance of his appearance there is.  Is it his land that you were living on?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Yes, I am actually residing in his place of jurisdiction.  He is actually my sister's child.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Why was it that people accused you or said that you should be killed at the time?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "What I heard, they said that they heard from one that I refused that he should not run away, because he was running away from the comrades. It was on the 1st of May.  That's what they told me.",
            "Male"
        ],
        [
            "MR LEWIN",
            "But it seems to come from your story, you say that you were detained by soldiers, taken out and beaten for this long period of time and you were then bailed out by the chief.  Did you at that stage go home?",
            "Male"
        ],
        [
            "MRS NGOMANE",
            "Yes, it is like that.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You did?  Could you tell us why you were sentenced, what was this four years sentence about, what was the charge and what was the statement which you signed?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "On the day of my sentence I was told that I was one of the leaders of the comrades.",
            "Male"
        ],
        [
            "MR LEWIN",
            "What was the statement that you had signed?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Nothing was read to us.  They said to us we will have to simply sign and we only signed.\nNELSPRUIT HEARING TRC/MPUMULANGA\n12 MR S N NGOMANE",
            "Male"
        ],
        [
            "MR LEWIN",
            "So you signed the statement that you didn't read or that was not read to you.",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LEWIN",
            "There was no explanation why you were sentenced to the four years, it wasn't mentioned what Act you were sentenced under.",
            "Male"
        ],
        [
            "MR NGOMANE",
            "We were not even given permission to say something. If you ask something they just simply walked out.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Where were you actually sentenced, and who are the \"we\", how many people were sentenced with you?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "... in front of the magistrate at Graskop.",
            "Male"
        ],
        [
            "MR LEWIN",
            "In Graskop.  Where did you serve your sentence?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Nelspruit for three months and from there I finished my sentence in Barberton.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Then you were released in 1991.  We now move on to those whom you say accused you.  What were the accusations against you?  I am trying to get the link between the accusers and the people who sent you to jail, because they seemed to be two different sets of people.",
            "Male"
        ],
        [
            "MR NGOMANE",
            "They said to me because I had a meeting with the comrades, what I wanted to know what is the reason.  They said to me I gave a tip to one of their sisters-in-law that that person should go away or he should actually appear before the comrades.  Because he went away, I was charged for that, because I gave him a tip.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Yes, but who were the accusers, who was saying this about you?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "I actually requested the entire family, all the family members came.  Before the chief, they even appeared before the chief.",
            "Male"
        ],
        [
            "MR LEWIN",
            "These were the family members of the comrades?\nNELSPRUIT HEARING TRC/MPUMULANGA\n13 MR S N NGOMANE",
            "Male"
        ],
        [
            "MR NGOMANE",
            "So it was the family members of those who had killed and the family members of the comrades and even members of the chieftainship, as well as police officers.",
            "Male"
        ],
        [
            "MR LEWIN",
            "You had the meeting in August 1993 to reconcile.  Do you not - yes.  Has that not actually reconciled you with the people at all? Why not?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Those who were actually present at that meeting, those who were there at that meeting did reconcile.  But those who were not in that meeting did not trust what I said.  Those are the people who are spreading the rumours that I was lying to those who attended the meeting.",
            "Male"
        ],
        [
            "MR LEWIN",
            "What I want to clarify and confirm, is the fact that it was the attention from the police and the soldiers which made your wife close down the business, firstly.",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Yes, yes, it was the soldiers, because they were actually looking after my boy and they were threatening my wife that if he continues there, they are going to kill him. So she had to close down.",
            "Male"
        ],
        [
            "MR LEWIN",
            "It is now your differences with the people who stayed in the area which has driven you out to go and stay in Barberton?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "The reason why actually that led to me staying in Barberton is the fact, that the other group that did not attend the meeting say that no, I was lying to those people, they are going to kill me.  So I had to run away.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could you tell us very simply what you hope what the Commission can do for you?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "I think it is within your competence, but I don't want to live with enemies.  But I don't have any wrong thing which I have done. Even those people who misinterpreted me, I said I forgive them.  If I meet them\nNELSPRUIT HEARING TRC/MPUMULANGA\n14 MR S N NGOMANE\nalong the way I will just greet them. That is all.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mr Ngomane, what we will also lead is also a full statement from you so that we can follow this up. Could you hand back to the Chair please, and the other Commissioners.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Wynand Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Ngomane, while you are at the microphone, this chief Mandida Makawtha, was he assassinated or killed or murdered in 1985?  Is that what you said?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Yes, that's what I said.  The 1st December.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did he die, who murdered him?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "He was killed by people whom I don't know up until today.",
            "Male"
        ],
        [
            "MR MALAN",
            "In your wife's statement, she says that Mr Sono came and spoke to the community and said not to persecute the family any more because the people who were involved with the killing are three men, who had already been arrested.  Was there any link in that?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Yes, there is truth in that.  When they were sleeping in the bush, they had problems.  So the Council of Churches came forward, they came to intervene so that these people who are left behind must not fight, they must concentrate on those whom they had arrested.",
            "Male"
        ],
        [
            "MR MALAN",
            "It is very difficult really to understand this, because you gave information without a statement being before us.  We don't know whether you made one earlier. But it is confusing.  Chief Mandinda, who succeeded him?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "Tenga Sekwatkwa, his aunt.  She is the one where we met at her place when we were trying to resolve this conflict.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you were arrested, your wife says you were arrested at the house of Chief Mandinda.  Who was living\nNELSPRUIT HEARING TRC/MPUMULANGA\n15 MR S N NGOMANE\nthere then and why were you there?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "No, I left early in the morning, because I was looking for the soldiers. I needed them to give my torch back.  So that is why they arrested me, because they were next to Madinda's house.",
            "Male"
        ],
        [
            "MR MALAN",
            "You gave evidence that you had no idea why you were arrested and imprisoned, that people just made you sign a document. You still today don't know what it was about. Have you never seen a charge sheet; have you no idea whatsoever what the magistrate decided you must go to jail for?  You have no idea what that is for?  May I put this way round. Let me start the question afresh. What did the magistrate think he was sending you to jail for?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "I was kept in custody alone.  Afterwards they brought comrades to me in custody. So I was with the comrades.  Everywhere they took me, I was taken together with the comrades.  Therefore I could figure out that I was also with the comrades. One white man asked me if I am a relationship with Madinda. I said yes, I do.  Then I asked them to come forward together so that we talk and find out why we are fighting.  So they explained to me that it is because I gave advice to someone.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were there other people with you when you were sentenced to jail in court or were you the only person in court at the time?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "I was alone initially and afterwards I was joined by the comrades.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was this in the court or in prison?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "We were sentenced together with the comrades from court to prison.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was your relationship with Chief Madinda?\nNELSPRUIT HEARING TRC/MPUMULANGA\n16 MR S N NGOMANE\nYou say he was your cousin. Was it a good relationship, was he also supportive? If I may just finish this. Was he also supportive of the comrades at the time or was there conflict between him and the comrades?",
            "Male"
        ],
        [
            "MR NGOMANE",
            "He died before the story of comrades came into being.  The comrades came into being in 1986.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I just want to ask Mrs Ngomane.  She says that there were three men who were burnt.  Who are the three men that were burnt, firstly, that is my first question.  The second one is who were the people who were actually arrested for burning those three men?  Mamma, can you answer, please?",
            "Female"
        ],
        [
            "MRS NGOMANE",
            "These three men were burnt at Magobodi, they were comrades and also members of the community.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you have their names for me, please, Mamma?",
            "Female"
        ],
        [
            "MRS NGOMANE",
            "Yes, but I won't tell.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you know who the men were who were arrested for that burning?",
            "Female"
        ],
        [
            "MRS NGOMANE",
            "The case of this event, because this event included members of the community and the comrades. So there were many people involved.  What I can say is that only three people were charged, even although many people from the community were there.  Only three people were charged, my husband and these two other comrades.  I have never seen my husband going to any comrade meeting or anything whatsoever.",
            "Female"
        ],
        [
            "MS SOOKA",
            "But the men that were killed were comrades?",
            "Female"
        ],
        [
            "MRS NGOMANE",
            "No, they were adult people, males.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was the community angry with you and your family because they thought your husband had been involved?\nNELSPRUIT HEARING TRC/MPUMULANGA\n17 MRS S N NGOMANE",
            "Female"
        ],
        [
            "MRS NGOMANE",
            "No, they were not.  Because they knew the truth.  They knew that we didn't know anything.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you, Mamma.  Mr Ngomane, can I ask you, when you were sentenced by the magistrate, did the magistrate not actually tell you that you are being sentenced for this or this, did he not mention that you were being sentenced for?",
            "Female"
        ],
        [
            "MR NGOMANE",
            "The magistrate said to us that we are murderers, but when I asked they could not tell me. These other two accepted that they did the things, but I did not do anything.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did they have a lawyer?",
            "Female"
        ],
        [
            "MR NGOMANE",
            "They contacted Poswa Jabula & Partners. In fact, I was the one who went there for that.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Was there a lawyer present in court?",
            "Female"
        ],
        [
            "MR NGOMANE",
            "Yes, there was.",
            "Male"
        ],
        [
            "MS SOOKA",
            "The name?",
            "Female"
        ],
        [
            "MR NGOMANE",
            "(Indistinct).",
            "Male"
        ],
        [
            "MS SOOKA",
            "You, however, did not have a lawyer.  Did the lawyer act for you or only for the comrades?",
            "Female"
        ],
        [
            "MR NGOMANE",
            "All of us. The comrades explained to the lawyer that they didn't know why I was together with them, because they knew their case, but with me they didn't know why I was there.",
            "Male"
        ],
        [
            "MS SOOKA",
            "When he explained that, did he ask for your trial to be separated from that of the comrades?",
            "Female"
        ],
        [
            "MR NGOMANE",
            "No.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you, Mr Ngomane.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would like to ask a few questions.  Mr Ngomane, you said you were sentenced to prison and then afterwards you couldn't finish your sentence. Do you know\nNELSPRUIT HEARING TRC/MPUMULANGA\n18 MRS S N NGOMANE\nwhat sentence was given to you?",
            "Unknown"
        ],
        [
            "MR NGOMANE",
            "Six years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how long did you stay in jail?",
            "Unknown"
        ],
        [
            "MR NGOMANE",
            "(No audible reply).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think the statement that you signed bound you that you were the one of the people that you killed or burnt those people?",
            "Unknown"
        ],
        [
            "MR NGOMANE",
            "I think so, because before they made me sign they asked me and I explained everything to them. It might be or it might not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you say they asked you, what exactly did they ask?  Did they ask you if you are the one of the people who killed people or not?",
            "Unknown"
        ],
        [
            "MR NGOMANE",
            "No, when I went to court, all I knew is that I was going to come back, because I had committed no crime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The last thing that I would like you to verify, is that when you were praying, will you please forgive me, you said like Simon, you wished that your name should be washed or cleansed. Would you please explain to us?",
            "Unknown"
        ],
        [
            "MR NGOMANE",
            "I don't know how, but what I realy want to do is I would really like to cleanse my name and I am glad today because we have the Truth and Reconcilation and I am here before it, and I am trying to do that as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you asked to be cleansed, are you asking to be cleansed from killing or that you never killed, do you want people to know that you never killed?",
            "Unknown"
        ],
        [
            "MR NGOMANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much.  As we have said that after this we would like you to go to see Dupele so that you could forward your statement, because some of the evidence\nNELSPRUIT HEARING TRC/MPUMULANGA\n19 MR S N NGOMANE\nthat you have given here, we don't have it on our statements.  We will continue and investigate your story. I would also like to say that during the struggle, lots of things happened. Sometimes even the people that were oppressed themselves turned against one another, to the extent of killing one another, disliking one another. But we are also glad that you at least tried to do something, you went to the people, you saw them, you tried to talk about the trouble and you tried to reconcile.   We thank you for that.\n We thank you very much.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Unknown"
        ]
    ]
}