{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-05",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "SIPHO MOSES NKAMBULE"
        ],
        "case number": "0948",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55299&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/nkambule.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MS SOOKA",
            "SIPHO MOSES NKAMBULE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "SIPHO MOSES NKAMBULE",
            "MR NKAMBULE",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Nkambule, we welcome you.  I will request Mr Malan to administer the oath for you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Good morning, Mr Nkambule. Would you please stand to take the oath.",
            "Male"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkambule, I request that you raise your voice in order to be audible enough.  Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Nkambule, just before you start.  We have read your statement that you made. You will be telling us about the disappearance of your brother, Mandla, in 1988 and follow-up information that you have had since.  I request you to tell us your story.",
            "Male"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "Thank you, Mr Malan.  Concerning this matter I would like the Commission to do the following for me.  One, to find out about his death.  Secondly, to take members of the family, if possible, straight to the cemetery where he was buried, for the sake of identification.  Also, if there is a possibility again ...",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry for interrupting you. I think while you are speaking in English, you should take off the ear-phones, because I think you are speaking into your own ears.  It will be easier if you take them off.",
            "Male"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "Okay. So can I start afresh?   Okay.  Firstly, I would like the Commission to do the following for me, if\nNELSPRUIT HEARING TRC/MPUMULANGA\n2 MS N M NKAMBULE\nthey do have the powers to do so.  One, to find out about my brother's death, Phalos Mandla Nkambule.\n Secondly, to take members of the family concerned, straight to the cemetery where he was buried, for the sake of identification. Moreover, I would like also if that came into being, the remains of my brother's body to be brought back and be buried again here in South Africa.  \n In conclusion, I would like to thank the spirit my brother had when he left South Africa, into exile, fighting for freedom, struggling and doing everything on his own best.  But today, the family and I too, we are being left alone.  So thank you very much.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.  Will you not please also tell us about what happened.  More or less going through your statement to us, what happened, how did your brother leave, in what circumstances did he leave, what information did you get when you enquired, and what is the latest that you have, leading up to the burial that you have accepted now, it seems. Please, just take us through the history.",
            "Male"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "Initially it came to me as a dream one of the good days, if I can remember clearly, it was in 1990.  He unveiled himself actually and then in that sense I realised that my brother has already passed away.  From there onwards I went to the Ghoto House, in 1991 September.  Where I met Carol.  Then Carol explained everything to me, and even you know, asked for his photo for the sake of identification, hence there are many camps abroad.\n She said to me your brother is in Russia, in a military centre there for a specific time, and I will try by all means to communicate via Tanzania.  After that I will let you know about the new developments.\nNELSPRUIT HEARING TRC/MPUMULANGA\n3 MS N M NKAMBULE\n I waited from 1991 up until 1994, when I approached Teddy here in Nelspruit from the ANC offices.  From thereafter, after my explanation to him ...",
            "Male"
        ],
        [
            "MR MALAN",
            "To Carol, and she was telling you that he was for a limited period in Russia.  Will you please continue from there with your testimony.",
            "Male"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "From there onwards, I met Teddy here in Nelspruit, who faxed a letter straight to Carol, for the sake of confirmation.  The response from Carol was that my brother had died and been buried in Tanzania. This is what Teddy has revealed to me.  He said to me now you have to wait until a certain committee is appointed; actually that will circulate the Republic of South Africa, meeting all the relatives of those comrades who died in exile.  Then from there onwards the reluctancy by my fellow comrades forces me to take this matter straight to the Truth and Reconciliation Commission.  That is why I am here today.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Nkambule, thank you very much. Sorry, was there anything else you wanted to add?  Did I interrupt you?",
            "Male"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "I don't think so. But actually what I can add on that is that for me to be here today, doesn't mean that I am here to discredit the organisation or anyone who is concerned about the matter.  But, it has to do with one way or another, of relinquishing the pain that I feel as well as my family too.  Thank you.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Nkambule. No, I can assure you that from the Truth Commission and its whole process, the perspective from there, it is really not to discredit anyone, it is to get to the bottom of what happened, to get to the truth, so that we can all understand the past, in order to leave the past in the past and go forward.  No, it\nNELSPRUIT HEARING TRC/MPUMULANGA\n4 MS N M NKAMBULE\nwill certainly not be seen as an exercise in discrediting the organisation or anyone else. No, I have no questions. Your statement, as a matter of fact, you have more information than most of the others who have this morning given us their evidence also on disappearances, which you also have been listening to.  We listened and noted the requests that you made.  We will certainly try to follow up and try to see if we can establish the circumstances of the death of your brother, the reasons for his death.  I cannot at this stage or none of us can make you any promises, save to be saying that it certainly has been the request from many other instances of people that they wanted the remains of their loved ones to be brought back to the country for proper burial in South Africa.  It is quite possible that that could be - some of the recommendations flowing from our procedures. We are making note of this type of request. We also heard what the frame was in which you gave your information to us, which I appreciate.  I have no further questions. I hand you back to the Chairperson. Thank you, Mr Nkambule.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lewin?  Ms Sooka?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mr Nkambule, I just wanted to say that you know, the ANC has made a submission to the Truth Commission.  In their submission they do say that after 1990 they tried to update their records on those people who died in exile.  The Committee that you refer to is a Bereaved Parents Committee. Now they have tried, I think to complete quite a comprehensive list, but they also indicated that they are still updating that list and that they were sorry that they were not able to get that to all the parents of those people who had died, either in exile or in other places throughout\nNELSPRUIT HEARING TRC/MPUMULANGA\n5 MS N M NKAMBULE\nthe world.  We would of course write to them to confirm whether or not your brother appears on a later list, and we will try and get back to you on that particular matter.",
            "Female"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Sir, for having brought to us a story which, as you have indicated, that it makes your life very difficult.  Your whole family hasn't healed because of the dark areas that go with the story.  I just also want to assure you and to say please, you should understand the Truth and Reconciliation Commission, that it is an independent body.  We are not concerned about any party or organisation in terms of worrying about who is implicated in human rights violations. We have got our own independence, and we also we want to assure you and many others, that it is an important process in this country, that has been created through the Truth Commission, for people to come forward and without any fear of intimidation and harassment, to say what they went through, which in their own minds and their souls, think is tantamount to a human rights violation.  Irrespective of who was involved in the perpetuation of that act.\n Your request is humble enough and they are in line with our thinking, within the Commission, that in this country, we will have to have symbolic burials, places where people can go on a regular basis, to visit their loved ones.   We are thinking that it will be proper and appropriate in cases of those people who are known to have died and supposedly who were buried with numbers, to recommend that their bodies be brought back to this country so that the members of their family can get an opportunity of offering them a culturally appropriate burial. \nNELSPRUIT HEARING TRC/MPUMULANGA\n6 MS N M NKAMBULE\n So we thank you very much.  Your wishes will be taken into consideration in looking at our reparation policy, which is a way of promoting healing and reconciliation.  Thank you very much.",
            "Unknown"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "Thank you. I would like to add something before I leave here.  What about the means of communication?  Whenever you have furthered the matter and you have received something, how are you going to contact me then?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have the particulars of all the people who have made the statements. If their particulars have changed, please get in touch with our statement-taker, to make sure that we can access you with ease. Because even our investigative unit, they will be following up some of the cases.",
            "Unknown"
        ],
        [
            "SIPHO MOSES NKAMBULE",
            "Thanks very much.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Male"
        ]
    ]
}