{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-02",
        "location": "NELSPRUIT",
        "names": [
            "NEVILLE SHABANGU"
        ],
        "case number": "940",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55305&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/shabangu.htm",
        "speakers": [
            "COMMISSIONER",
            "MR SHABANGU",
            "MRS MKHIZE",
            "MRS SOOKA"
        ],
        "original_speakers": [
            "MRS SOOKA",
            "MR SHABANGU",
            "MRS MKHIZE",
            "COMMISSIONER"
        ]
    },
    "testimony": [
        [
            "MRS SOOKA",
            "Neville, before you begin your story, will you give us a little bit about yourself please.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "About my life history or ...",
            "Male"
        ],
        [
            "MRS SOOKA",
            "A little bit about your life history, what you are doing now and what you did at the time in 1986.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "In 1983 and 1984 I started to work in the organisation.  In 1983 we started an organisation and we named it Lowveld Youth Movement.  Therefore in 1985 we started a UDF affiliated to that organisation too.  The UDF was the umbrella body.  We were busy, it is where I started being affected by what happened.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Carry on.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "Can I ask - can I start with my story or what?",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Yes, you can.  You can start with your story.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "From 1986 we were harassed by police.  They used to visit us at home.  They came and questioned us which organisation or which (indistinct) especially the UDF, we are causing people to burn houses in the township.  But it wasn't like that.  Every time the police used to visit us at home.  If they could not find me they could find my brothers and they were also harassed by the police.  In March 1986 there were children who were in the prison in our location.  They were taken to Mbeweni magistrate court.  As children we were supporting each other during those times.  The others\nNELSPRUIT HEARING TRC/MPUMALANGA\n2 SHABANGU\nwent to support those who were in prison.  On their arrival to Mboweni magistrate court is where the child of my sister was shot.  From there the police were the enemies.  We could not even see each other.  They used to visit us.  They used to wake us at night searching the houses.  They took our books, video cassettes, they could take everything which they wanted where they could believe they can get information from.  We buried our sister's child in March 1986.  After the funeral, I am sure it was about a month from the funeral, is it where then I become also wounded, when our house was burnt.  After the burning of the house I went to the hospital in Rob Ferreira.  The people in the hospital could not meet me, they said I must go to Mboweni because this was not a hospital for the blacks.  Mboweni hospital was the hospital for the blacks.  Fortunately my sister was there working.  He fought with the doctors until I was admitted.  I was then I had 45 per cent burns.   I stayed in the hospital.  The following day after my admission a certain John Welthouse arrived.  He was the one who used to visit us at home and Greyling and Visser.  They came to me in the hospital to question who burnt me.  Because I had no enemy beside the police I told them that the police did burn me.  They could not want to agree to that.  They told me that I am mad.  I stayed in the hospital for three and a half month.  I wasn't well but the people in the hospital told me that I have to go out because there are many patients there.  I was therefore discharged.  I went home, I only stayed at home for one day.  The following day there was a state of emergency and I was detained.  I was taken to prison and I was tortured and I was wounded by that time I was still suffering the pain.  Then they were\nNELSPRUIT HEARING TRC/MPUMALANGA\n3 SHABANGU\ntorturing us in the police station. They used to give us one meal per day.  We could not get enough food.  We used to get food only once per day.  They therefore transferred us from the police station to the prison. We went to the prison.  We spent about three months in prison.  There in the police station I was tortured.  My hands were tied from the back, they were blindfolding me on my eyes and they beat me.  I could not even protect myself.  There were many people surrounding me, I can't even see them.  I was tortured and they beat me and I was building (?).  They fetched for me the doctor to treat me in the cell, they could not agree that someone can come in the cell there.  Therefore they transferred us to the prison where we stayed for three months.  It is there where Judge Goldstone visited us. He was the first person to visit us.  There was more visitors even the parents, friends, lawyers were not allowed to visit us and to see us.  We therefore saw Mr Goldstone.  It is where we talked to him and our complaint and laid charges, it was on Friday.  On Monday I was released.  I went out and I went home.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Before I hand you over to the other Commissioners, I would just like to ask you a few questions please.  Could you tell me who you think set your house alight please.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "I think the police because it wasn't for the first time that they burn houses.  The people whom we were working with in the struggle, they burnt their houses too.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "In your statement you mentioned that you think the police hired a special group of people.  Do you want to tell us about that please.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "Yes, there were police and a group working\nNELSPRUIT HEARING TRC/MPUMALANGA\n4 SHABANGU\ntogether with the police.  They called them Gabasa group.  Those people were the group that were burning children, shooting them.  They were attacking people.   Where you would think that the police were not involved while they were involved.  They were working hand in hand with the police even during our torture and interrogation in the prison they were around the prison helping the police. They couldn't be walking around and yet they were not in collaboration with the police.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "You also mentioned in your story that you had buried your sister's son.  Why was he shot?  Was he also a member of the UDF?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "No, he was not a member.  He was too young.  He was about 16 years old, he was not a member yet of the UDF.  He was just a small boy, he was just a follower to go and listen at the hearings at the magistrate court.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "What were these hearings about?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "It was actually about some young people who actually burnt the cars.  They burnt the cars and they were then arrested.  That is the reason why they were taken to - they had to appear before the Court.  So the friends went actually as a way of supporting them.  They were charged for public violence.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "At the time when you were detained you mentioned that a state of emergency was declared and then you and other members of the UDF were detained.  Could you tell us how many of you were detained please.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "There were many members because myself, I was arrested together with my brother and another friend of ours was also arrested together with his brother.  I remember those who were detained at that time we were around about\nNELSPRUIT HEARING TRC/MPUMALANGA\n5 SHABANGU\neight.  And some were from other places.  All in all these people while we were in prison we were about 50.  Some were left behind at the police station.  I don't know how many were there.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "The people who tortured you at the police station, do you have their names for us?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "I have got the name of John Walters.  He was actually the leading person.  He is the person who took me around to the fifth floor and he blindfolded me and some of his colleagues came after I was blindfolded then I could not see them.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "When Judge Goldstone came to see you at the prison, can you tell us if he took a statement from\nyou?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "Judge Goldstone he was just visiting the people who were detained then.   And then he said to us we should go and lay charges at the police station after our release.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Did you follow his advice and lay charges against the police?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "I did not go to lay charges because the people who tortured me I cannot go to the very same people who tortured me to go and open a case.  I think there is nothing that can happen.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Since that time did anybody - did they ever open any case about the burning of your house?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "The case was reported at the police station at Kanyamazane that our house was burnt.  It was just that and it ended there.  The case was opened but nothing happened.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "So you never received any kind of compensation for the burning of your house.\nNELSPRUIT HEARING TRC/MPUMALANGA\n6 SHABANGU",
            "Female"
        ],
        [
            "MR SHABANGU",
            "Yes, I did not receive anything.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MRS MKHIZE",
            "Mr Shabangu I will ask you some questions, I will go back a little bit in order to get more clarity to what you have been saying.  You said to us during 1983 to 1986 you started about the struggle. Can you tell us briefly what were your objectives, what were you busy doing when you were struggling or you were waging a struggle.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "During that time there is nothing that you could do which was accepted as being right.  Then we said if we could form an organisation that if we could form an organisation known as Lowveld Youth Movement I could say it was just - how can I put it, it was just an organisation for social events like playing games and to perform plays in order to gather the youth that they should not just go to other places.  It was just to bring them together in order to perform certain plays with an aim actually to promote the objective of the movement.  Trying to teach people politics so that they must be politically aware to know exactly what was taking place then.",
            "Male"
        ],
        [
            "MRS MKHIZE",
            "You are saying in your organisation you thought that it would be wise to have sport and teach people and conscientise people about politics.  Now during that time didn't you think perhaps that you will have some conflict with the police as you were teaching the young people?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "Yes.  When you start something of this nature  you know very well that you tease the police.  We did realise the fact that actually this thing will somehow end at the police but we have already started, we could not reverse it.",
            "Male"
        ],
        [
            "MRS MKHIZE",
            "The other thing which you said, you said the\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 SHABANGU\npolice said that you are the people actually who were sort of making people to burn houses.  Now can you tell us exactly burning of houses and the killing of people, how does these two things go together.",
            "Female"
        ],
        [
            "MR SHABANGU",
            "We built a park.  This park that is where the young people actually was using it as sort of a gathering place.  This park actually was not meant, it was actually meant that these people should use the park but not for meetings.  Now the young people actually thought this is a correct spot where they can sort of meet.  Burning of houses and cars had nothing to do with us, it was done by other people who were just not part of our organisation.",
            "Male"
        ],
        [
            "MRS MKHIZE",
            "Just explain to us about your organisation and that park.  Because you realise that you could also make use of the very same venue to have your meetings there.  Did you take any decisions which could sort of give direction to the young people in order to go around and do whatever what you have decided on?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "No, the youth were just meeting on their own.  We were not mixing with them.  We were not mixing with them.",
            "Male"
        ],
        [
            "MRS MKHIZE",
            "There is another thing that you said to us, which we would like to get clarity on about your statement and you have already indicated that on your statement, that you were tortured.  You said they blindfolded you and they beat you and they tied your hands at the back.   Can you tell us some of the other things that actually happened to you besides those which you have mentioned, if you can still remember.  And you said to us that they were giving you one meal a day.  Can you tell us perhaps anything that you can still remember that took place then which could sort of attach to what you have said that you were tortured.\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 SHABANGU",
            "Female"
        ],
        [
            "MR SHABANGU",
            "I can say that is one time where we were beaten all of us in a cell and actually it was done by many police.  They beat us, besides that I was being beaten alone.  We were beaten together with our friends in a cell.  The other thing, some police, those who were working at night were actually whites.  When we were asleep they were bringing their children and saying here are the terrorists.  At the police station where I was there is a place where you could walk and you could see through a glass and they could see through that glass.  They were bringing their kids to parade there and show them that here are the terrorists.  That is all I can say.",
            "Male"
        ],
        [
            "MRS MKHIZE",
            "Maybe Mr Shabangu, you know this is our first sitting here.  The reason why we are asking a lot of questions we want to go out from here having a full explanation.  You need to explain and you must explain to us that you were beaten together with your friends.  If you can tell us you can tell us how many were you, who came in, who actually tortured you.  Can you tell us briefly on that?",
            "Female"
        ],
        [
            "MR SHABANGU",
            "We were five in our cell.  Walters came in and some other policemen from the security branch but some were just police.  They came in, they beat us, they beat all five of us and each one had to select his own partner and he was just beating him.  We were having done nothing in fact.  And they said to us we are not co-operating.  The other thing they said to us we will not come alive.  It is either that we die or we escape the country.  Those were actually threatening words to us.   If you say that you don't co-operate do you know perhaps there were certain things we should - they were demanding from you which you could not give them and yes they asked me where did I train and they\nNELSPRUIT HEARING TRC/MPUMALANGA\n9 SHABANGU\nasked my MK number.  I did not know about those things.  They asked me when did I escape the country and then I said to them I never escaped the country.  In other words they were just seeking that type of information thinking that maybe I once escaped the country and yet I said to them no, I didn't.",
            "Male"
        ],
        [
            "MRS MKHIZE",
            "I thank you.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "We want to thank you Mr Shabangu.  As I have said already to those who started earlier on, to those who had already witnessed it is very much difficult actually to have what you can say if a person who has just actually been experienced these difficulties to be tortured in the way they did to you.  But as I have said that most of our youth they were actually the people who had more input that we should today be proud of what we are.   We are now ruling ourselves.  It is because the young people, they were actually heros.  They came out boldly and they fought against all the horrible things that we experienced before.  We are listening now as a nation here.  We listened to your story and other stories too. We want to thank you.  We want to thank you although you were actually confronted with these problems, we want to thank you.",
            "Unknown"
        ]
    ]
}