{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS & ANSWERS",
        "starting date": "1996-09-02",
        "location": "NELSPRUIT",
        "names": [
            "OBED ZIGA NTIMANE"
        ],
        "case number": "955",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55302&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/ntimane.htm",
        "speakers": [
            "COMMISSIONER",
            "MR LEWIN",
            "MR NTIMANE",
            "MRS MKHIZE",
            "MRS SOOKA",
            "NONASWAZI BANDA",
            "QUESTION",
            "SKHUMGUZO MASHABA"
        ],
        "original_speakers": [
            "SKHUMGUZO MASHABA",
            "NONASWAZI BANDA",
            "MR LEWIN",
            "MR NTIMANE",
            "MR MASHABA",
            "MRS BANDA",
            "COMMISSIONER",
            "MRS SOOKA",
            "MRS MKHIZE",
            "QUESTION"
        ]
    },
    "testimony": [
        [
            "SKHUMGUZO MASHABA",
            "(s.s.)",
            "Unknown"
        ],
        [
            "NONASWAZI BANDA",
            "(s.s.)",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "I would just like to welcome you to this hearing this morning and also to thank you for coming and thank you especially for being the first to take the stand.  It is not very easy to do that and I would like to congratulate you but at the same time to say just relax, it is not quite as bad as it might seem.  What we are dealing with this morning, this is a particularly illustrative case.  We are dealing with the troubles that took place particularly in this area in the 1980's and today we are  dealing particularly with an incident in mid-1986 involving firstly Temba Ntimane and we have today his brother and his friend and then we have also Mrs Banda who will talk about an incident which followed the funeral which involved her son.  We would like to thank them for coming jointly to tell us this combined story and I think that as this is the first case we need just to remind ourselves very briefly of what was happening in 1986.  I will just read from some of the research notes which have been made available.  That it was particularly during 1986 that the tide of resistance which had swept across South Africa's urban townships began to\nNELSPRUIT HEARING    TRC/MPUMALANGA\n2 NTIMANE\nspill over into what were then called the Transvaal Homelands with a conflict emerging in Lebowa, Boputhatswana, Kwandebele and in this area Kangwane, Garankuwa and Venda for instance also experience a rise in tension.  Enos Mabuza who was then Chief Minister of Kangwane said in February 1986:\n\"The Homelands are just as much potential powderkegs of the current wave of unrest as any other black residential area\".\nAnd we will hear a story today quite specifically arising out of the troubles in Matsula.  What I would like to ask now Obed Ntimane, if you could start by telling us the story of your brother and tell us in your own words his story and what happened afterwards.  Thank you very much.",
            "Male"
        ],
        [
            "MR NTIMANE",
            "On the 2nd July 1986, it was five o'clock, I was at home.  I heard a loud sound of a gun.  Some few minutes thereafter, after five or ten minutes, I saw a boy coming forward by the name of Skhumbuzo.  He said to us that the sound you heard Temba Ntimane has been gunned down.  Because at home my father was not there, he is working very far, it was myself and my mother.  Then I went to the scene of place where they gunned down the child.  On my arrival there I found the child was dead already and then I asked where is he.  They said the police removed the corpse.  And then I came back home.  I tried and got a vehicle.  I went together with Skhunbuzo to the police station at Kanyamazan.  On my arrival at Kanyamazan I discovered the matter and then I reported that we have actually experienced this.   There I found Mr Mick Khatlo who is actually the police officer there.  Then he said to us no he doesn't know, maybe the people who shot your boy is the police from Matsulu.  Then NELSPRUIT HEARING TRC/MPUMALANGA\n3 NTIMANE\nhe took us along to Matsulu to the policeman.  Then he went together with him because he was following us as we were using our own vehicle.   On our arrival at the police station we went in.  He alighted from the vehicle, he went straight to the office and we were standing outside.  He went inside and he called one of the police officers.  I am not sure whether he was a captain or  what.  We were waiting outside.  After 30 minutes he came out.  When he came out he told us that if we want the corpse we should go straight to the mortuary at Nelspruit.  Now he didn't say anything further.  And then he took the car, he went away.  And then from there I started questioning the police officers who shot the boy, what actually happened, what was the reason.  And they said to us you should not ask many questions. If you want your corpse go to the mortuary in Nelspruit.  I also wanted to know further who actually shot my boy and what was the reason behind.  Then they started to be angry with me again as if I was fighting with them.  And then I went away.  I went home.  Just a few days thereafter while we were making arrangements for the funeral another man came, a man known as Nyatsi.  This man was working at the mortuary at Nelspruit.  When this man came to our home he said to us he has been sent by police officers.  He is coming here to inform us that the funeral should be on Monday not on Saturday and people who should attend the funeral should not be more than 30.  There must be strictly 30.  And the very same police will come and help us with the funeral arrangements in order to make it easier for us.  Then I discussed with the family members that pointing to the man that this man is from the mortuary, he is working there.  Then we discussed further with this man that he NELSPRUIT HEARING TRC/MPUMALANGA\n4 NTIMANE\nshould go back and inform the people that we are not\nprepared to accept what they are saying, we will do this funeral on our own and we cannot be 30 in a funeral.  Even ourselves as family members it will be more than 30 and we cannot turn away people who are coming to the funeral.  So in other words we are going to conduct the funeral the way we want it.  And then he agreed.  He went back.  When he came to his superiors he said that we have agreed that the funeral will take place on Monday.  And then he said to them that we agreed that they should help us.  And just a few days thereafter another policeman came by the name of Nissen. When this policeman came at our home then he was asking us he said I am here for you, we are here to come and fetch you so that we can go and arrange as we have sent Nyati before, we are now going with you so that we can finalise the arrangements.  Then I said to them no we can't, Nyati yes did come to us and he did inform us but we did not agree to what Nyati said.  We refused totally what Nyati said.  And we said we are going to do this thing on our own.  Then Mr Nissen, he came here by vehicle, he had a radio phone.  Then he radio phoned, he was speaking with another white official, I don't know, maybe it is one of the police officers.  He said to him that these people are not agreeable to what we said.  In other words they don't agree to our request.  And the reply from the white police, he said to us that is rubbish.  The funeral must take place on Monday and people should not exceed 30.  There must be 30,  and what that man is saying is nonsense, it is rubbish.  Then I said to him, I said well you can go ahead because you have got powers and you are in authority but it is against our wish but we are going to conduct funeral on the day set NELSPRUIT HEARING TRC/MPUMALANGA\n5 NTIMANE\naside by us.  And this man went back, Mr Nissen.  Time and\nagain when we were at home, when people come to come and make condolences police were coming here with their big vehicle and then they were throwing teargas at us and people were running and we were all running away from the home.  Time and again when there are prayers in the evening people were coming and being dispersed by the police.  It took place time and again.  On a day prior to the funeral I went to town where a post mortem was to be conducted and I found a doctor there who helped us and the doctor said to us, he informed us he was shot at the back and the bullet actually has wounded everything inside the body.  Then he took out some cartridges inside the body and the body was almost finished.  Then we went ahead making arrangements for the funeral.  Everything was now in order or when we came back from the funeral and then we were preparing food and then police came again and when they came here they were armed and we all stood up.  They came, they ransacked the house and everything was broken and people ran away and that was the end of it.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Obed, thank you.  Thank you very much for that.  What I would like to do if I may is to ask one or two questions and then let the others fill out the story.  Could I just ask how old was your brother at the time?",
            "Male"
        ],
        [
            "MR NTIMANE",
            "He was 16 years old.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And what activities was he involved in that got him shot in the first place?",
            "Male"
        ],
        [
            "MR NTIMANE",
            "Well I don't know much because by the time when he was shot I was not near by there.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Okay.  And could you tell us also after the funeral was there any assistance given to you by way of a\nNELSPRUIT HEARING TRC/MPUMALANGA\n6 NTIMANE\npost mortem or assistance thereafter?",
            "Male"
        ],
        [
            "MR NTIMANE",
            "Actually I did not get any help but the doctor who did a post mortem then he said to me if people who can assist me there are some lawyers there and then I felt that if I can pursue this matter I won't have money to do that.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And there was no case opened by the police into how your brother was shot?   (Nothing further recorded on tape).  Skhunbuzo, could you please briefly in your own words tell us what led to the incident and what your experience was.",
            "Male"
        ],
        [
            "SKHUMGUZO MASHABA",
            "During 1986, July on the 2nd, it was on Monday, we were just standing outside in one of our streets at home, together with Temba Ntimane and Amamzi who has also passed away.  We were just discussing and then we saw a casper passing from the other street and it was going past.  It stopped at that bus depot.  Then I showed Temba that look those are the police.  I don't know why are they stopping there and then I said now that we are here they may come, they may come to us and I saw them coming from a passage.  When they came out Temba was standing you know facing me and together with me was Amamzi who was facing us as we were standing there discussing.  And from there I ran, I heard a gunshot and they shot again and then they missed me.  I went to another street and I looked back, I saw another 4 x 4 car and they were kicking Temba Ntimane who was lying down.  And there was another police and then the other people were saying no you should not kick him.  And then I left the place.  I ran to Temba's place.  I went to Temba's place.  On my arrival there  I found Aboti Ntimane, who has also passed away, who is also a relative.  He is the brother to Obed.  Then I explained to them.  I said to them Temba has\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 MASHABA\nbeen shot.  They asked is he dead and then I said I don't know because he was lying down.   And then Obed said let's go and have a look and then we went to the scene.  We did not find anyone there.  And then we went back again.  At home then we were waiting for the old people and then Obed said no let's go to Legasi to go and check whether is he dead or what.  And then we went to hire a vehicle.  We went to Legasi.  We found the policemen and then I did not say anything but Obed was discussing with the police officers.  And we went back to the police station at Matsulu.  And they went inside to the police and after that there was discussing further with Obed.  And then they said to us well there is nothing that you can do because the person is dead already.  And then we went back.  I also went home.  The following day while I was fast asleep I woked up, I felt some pain here.  I don't know why am I feeling the pain here and I felt there are some - it is bulgy here.  And then I said maybe the birdshots there they are inside.  I took the razor and I cut myself and these birdshots came out.  Then I went to the place where they shot us.  I found a lot of cartridges and I found these cartridges.  They were falling there.  I looked at them.  I took them to my home.  I showed my mother.  When I showed my mother then my mother said oh well it is fortunate that - and they said to us no the police are busy hunting for you.  Then I went to another place, at the trust.  On the funeral day I had to go back to attend the funeral and it was on Friday.  On Friday when I came to Matsulu I discovered that busses were not allowed to enter Matsulu township.  I alighted the bus and then I went through the bush to the place to my home.  And the evening when I wanted to hear what was taking place and then I heard\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 MASHABA\nthat the soldiers don't want anybody there.  Then I said well I will go despite what they are saying.  Then at the funeral there the soldiers came with and they tear-gassed us and then we went away until the following day.  During the funeral the following day the soldiers were there.  We went to the graveyard and we were just marching while others were in busses.  As they were conducting the funeral the soldiers were up on the hill and after the funeral we went - the old people were actually using the busses transport and we were walking by foot and we were following by foot.  When the bus were about to enter the township and were running and the 4 x 4 vehicle was following us on our footsteps and then we ran away and they were shooting at us.  We did not know what was actually happen.  We only heard that or some of our friends have been shot.  We did not even go back to that very home again.  That was how it happened.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much Skhumbuzo.  I would just like to ask again a couple of just brief questions.  How old were you at the time this happened?",
            "Male"
        ],
        [
            "SKHUMGUZO MASHABA",
            "I was 16 years old.",
            "Male"
        ],
        [
            "MR LEWIN",
            "16.  I want us to try and understand what was happening.  You have both told a very graphic story.  But why were you shot?  Why do you think you were shot?",
            "Male"
        ],
        [
            "SKHUMGUZO MASHABA",
            "We know that these people if they see you they simply shoot at you.  They don't want to see you in a group.  They say they don't want to see people in a group, they just shoot you if they find you in a group.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So when you first saw that casper down the street you weren't actually doing anything?   You weren't throwing stones at them for instance.",
            "Male"
        ],
        [
            "SKHUMGUZO MASHABA",
            "Actually we were not doing anything. We were\nNELSPRUIT HEARING TRC/MPUMALANGA\n9 MASHABA\nnot throwing stones.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And when you came back from the funeral was that the case as well?",
            "Male"
        ],
        [
            "SKHUMGUZO MASHABA",
            "No, we did not throw stones when we were coming from the funeral.  We were just, you know, cool and collected.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much.  If I could now ask Mama Banda.  It was your son who was particularly affected after the funeral.  If you could please tell us in your own words what happened to you.  Thank you.",
            "Male"
        ],
        [
            "NONASWAZI BANDA",
            "During the year 1986 in July on the 14th, it was the day when Temba Ntimane was buried and we were in a bus and most of our youth were actually walking.  We were going to the graveyard and the police were also there observing.  And when we finished funeral we used the bus but as we were going back we saw a lot of policemen pointing at us and as adults which went ahead we went home and in the evening at round about half past six a boy came to me, told me that Richard has been shot dead in the street of Irene.  And then we went to the very same street at that time and then they said to us oh the police have already removed the corpse.  Then we went back home.  It was after Sunday, on Monday - on the Tuesday the police came to our home.  They came right into my house.  There were three but I understand there were three others outside.  And then they said to us Richard Banda is at the mortuary in town, I must go on Wednesday to go and see him.  On Wednesday I went to the mortuary.  I was together with Maseko and another person known by the surname of Ngubene.  Another mother.  Miriam Ngubene. We went to the mortuary.  It was on Wednesday.   To show us the corpse.  They removed him - they removed him, he was just dressed as\nNELSPRUIT HEARING TRC/MPUMALANGA\n10 BANDA\nhe was when he left home and he was shot.  Wounded.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Take your time Mama.",
            "Male"
        ],
        [
            "NONASWAZI BANDA",
            "Then we started making arrangements for the funeral.  We went back home.  On Friday during the vigil service and people were sitting outside around the fire and the police came and they tear-gassed the people there, throw tear-gas, people ran away, some went inside the house and the house was so small and some other people fitted themselves inside the wardrobe and they came in, they ransacked the house.  And unfortunately the doors which we  were using, they were made out of corrugated iron.  This is what I can say so far.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much, Mama.  If I could again just ask a few questions.  How old was your son at the time when he died?",
            "Male"
        ],
        [
            "NONASWAZI BANDA",
            "He was 21 years of age.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And did you ever report the case, was anything ever done by the police or by lawyers to help you?",
            "Male"
        ],
        [
            "NONASWAZI BANDA",
            "There is nothing that was done.  I did not even bother myself to go and report this to the police.  Some was advising me that you should approach the Human Rights lawyers but because we don't have money I couldn't afford it.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And one last question before handing back to the chair, could you  tell us your son, Richard, how many other brothers and sisters did he have?",
            "Male"
        ],
        [
            "NONASWAZI BANDA",
            "There are three.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Any other questions?",
            "Unknown"
        ],
        [
            "MRS SOOKA",
            "I would like to ask Skhumbuzo a question please.  Could you tell me whether you and Temba were members of any\nNELSPRUIT HEARING TRC/MPUMALANGA\n11 BANDA\npolitical group.  Were you members of the UDF at the time when Temba was shot?   Skhumbuzo, can you hear me?",
            "Female"
        ],
        [
            "SKHUMGUZO MASHABA",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Were you or Temba Ntimane, were you members of any political organisation at the time when Temba was shot?",
            "Female"
        ],
        [
            "SKHUMGUZO MASHABA",
            "Yes.  I was a member.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Could you tell us what you were a member of?",
            "Female"
        ],
        [
            "SKHUMGUZO MASHABA",
            "I was a member of the ANC.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Could you tell us about some of the activities that took place on that particular day when Temba was shot.",
            "Female"
        ],
        [
            "SKHUMGUZO MASHABA",
            "Unfortunately I was no longer available, I ran away.  I don't know what happened thereafter.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Before the shooting took place, what was happening in the township?",
            "Female"
        ],
        [
            "SKHUMGUZO MASHABA",
            "Actually on that day it was just busy and people were just being beaten and you know there was that people going up and down.  There was no settlement.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Did something happen with the police before Temba was shot?  Why was there such - why were there so many things happening on that particular day?",
            "Female"
        ],
        [
            "SKHUMGUZO MASHABA",
            "As far as I can remember from the morning that day there was nothing - nothing that happened.",
            "Male"
        ],
        [
            "MRS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MRS MKHIZE",
            "I will request from you Mama Banda so that you can tell us in shortly that when your boy grew up how was he?  Can you tell us exactly besides going to church maybe he was aligning with certain political organisations and maybe he was involved with other things.",
            "Female"
        ],
        [
            "NONASWAZI BANDA",
            "He had just arrived.  He was working somewhere and then he arrived on Thursday and then he went to the vigil service and then he had to ...    No, he didn't have\nNELSPRUIT HEARING TRC/MPUMALANGA\n12 BANDA\nanything, he didn't even have a gun.",
            "Female"
        ],
        [
            "MRS MKHIZE",
            "I thank you.",
            "Female"
        ],
        [
            "QUESTION",
            "Skhumbuzo, I want to ask you a question that is very similar to the one that Commissioner Sooka asked you.  You are the survivor.  Now tell us broadly about the meeting that you attended because as a Commission we have to see to it that these people were not intending to do any criminal activities.  They were really involved in politics.  Just tell us a bit about your organisation.  Now when you were stopping the buses what were you actually trying to achieve?  What were your main objectives?",
            "Unknown"
        ],
        [
            "SKHUMGUZO MASHABA",
            "It was because of the apartheid.  We didn't like any oppression at all and we decided to take that similar action.",
            "Male"
        ],
        [
            "QUESTION",
            "Now this issue is very similar to actions that took place in different areas around June 16 day.  Now were you fighting the police maybe as an organisation?",
            "Unknown"
        ],
        [
            "SKHUMGUZO MASHABA",
            "No, we were not fighting with the police.  We were just standing, we were looking at them and we saw the movement down and we did not actually know where they were heading to and then we were just standing there and we knew very well that when they said to us we must stop we had to run away.  Unfortunately I did not actually get shot.  I don't know what was the reason of them being shooting at me. As I have said.",
            "Male"
        ],
        [
            "QUESTION",
            "Skhumbuzo, if you can assist us and explain, give more details, what happened actually?  What was the view point of your organisation?",
            "Unknown"
        ],
        [
            "SKHUMGUZO MASHABA",
            "There is nothing that I can say there and we did nothing and myself I had to leave this place and I went to another place.  I did not actually want to involve\nNELSPRUIT HEARING TRC/MPUMALANGA\n13 MASHABA\nmyself.  I went away from Matsulu.  I don't know what  happened thereafter.",
            "Male"
        ],
        [
            "QUESTION",
            "As of now did you not return back home?  According to you, Skhumbuzo, according to you, what must we do to assist you as a Commission, people who were actually attacked, actually not having done anything.  What must we do?",
            "Unknown"
        ],
        [
            "SKHUMGUZO MASHABA",
            "I don't know actually what you can do to us, something that can sort of - because this thing worries us very much and I did not actually hope that this thing would be like this and the person who passed away was the person whom I loved very much.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "We want to thank you very much, Obed, Skhumbuzo.  We normally say to the people when we sort of give them condolences that many things bad happened but here we are.  We are here today, we are now free.  We know very well this freedom, we did not just get it easy.   Something happened here because people actually gave their lives to be actually - they gave their lives.  Here we are now, Temba and Richard, young people as they were, they got killed.  They are not the only victims, we know in many places also there were people who died and their blood was lost.  There is nothing that we can do ourselves in order to return these people who passed away but we know very well that we can thank God Almighty that through their giving in of their lives that today we are here now, we have got what we wanted.  Because of the apartheid that has now been done away with.  We are now a united people, we are one nation.  We want to thank those fallen heros.  By saying so may God give his holy spirit and comfort you.  More especially to you, mother who actually lost a son and you Skhumbuzo who\nNELSPRUIT HEARING TRC/MPUMALANGA\n14\nlost a friend and Obed who lost a brother.  I hope you will be comforted by knowing this, that death it was actually the rise of the nation.  I thank you.",
            "Unknown"
        ]
    ]
}