{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-24",
        "location": "QUEENSTOWN",
        "day": "3",
        "names": [
            "SHEILA THANDIWE BLESS"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55829&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/bless.htm",
        "speakers": [
            "DR RAMASHALA",
            "DR RAMASHELA",
            "MAKHULU",
            "REVD FINCA",
            "REVD XUNDU",
            "ST BLESS"
        ],
        "original_speakers": [
            "MAKHULU",
            "REVD XUNDU",
            "REVD FINCA",
            "DR RAMASHALA",
            "ST BLESS",
            "DR RAMASHELA"
        ]
    },
    "testimony": [
        [
            "MAKHULU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Over to you sir.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We now hand over to Dr Mapula Ramashela.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Good morning Ms Bless and Mrs Matiti.",
            "Unknown"
        ],
        [
            "ST BLESS",
            "I greet you.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Your brother, Zandisile Matiti, was killed by the South African police in 1985, is that correct?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "Yes, it is true, he was killed by the Ciskei police in Sada township.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Could you tell us exactly what happened and what preceded the murder of your brother?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "I'll begin by saying Zandisile was a student in Freemantle because he had a bursary.  In standard 9 he was in Freemantle for standard 9 and 10.  When he was a student in standard 10 in April, they were found in a secret meeting discussing about politics and they were expelled from school and they could not be accepted into any other school, so I sent him to Msonxana Secondary in Sada and the principal promised to take him in, but he warned that if there would be any trouble, he would be held responsible.\n So he passed standard 10 and got work as a clerk at the Department of Works.  He also became politically involved and we could see that one day on a Sunday he came to me and \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 ST BLESS\nsaid I couldn't sleep yesterday because last night, at about twelve, policemen kicked the door and asked me to open and they came in.\n I didn't know who they were, but I saw one I knew because we were at school once.  They asked me if I had gone to the funeral of Goniwe, then I said yes, I had.  Then they searched the house, but they could not find anything, then Zandisile said they were perhaps looking for books.\n And whatever books I had on politics, I had sent them away to Queenstown.  After some time having searched all over, they went away.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Please take your time.  I know that this is anxiety provoking, but don't rush yourself, just take your time.",
            "Unknown"
        ],
        [
            "ST BLESS",
            "The he said they went away, then as they were going out, there were policemen I knew because others came from all over.\n This policeman felt pity for him.  Some of the policemen were members of the organisation but they were hiding this, then this policeman pointed me in a way of warning me that I should be careful, so he tried to look for this police, so as to get further information as to why you had warned him.\n And then he, Zandisile came back and he said he had not found that policeman.  This particular Sunday on a certain day during the course of the week, because I used to work at night at a Clinic in Sada, it was early in the morning at about ten, it was very bad in Sada, there had been a very strong toyi-toyi in Sada, people were chanting freedom songs in the streets and a rent office was burnt down and there was an order that all offices should be closed because of \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 ST BLESS\nthe unrest and all offices therefor were closed.\n I was still sleeping at about ten and decided to go out of the house and it was completely quiet outside, except some children that were being beaten by the police and there were shooting sounds.\n The rent office was burning at the time and one man who was going passed, said to me,  Thandiwe, it will seem that your brother has been shot up there.  Then I saw a van, a police van up there ...",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Could you be silent.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Take your time.  Do you want to give her some water?  Can I go back and ask you a few questions?  How old was your brother then?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "He was 25 years old.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Can you tell me why the rent office was being targeted or was it just burning of offices in general?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "I don't know why the rent office was burnt, when I woke up the rent office was burning.  I don't know the reason for that.\n I then saw the police van and went out of the house.  I walked up the street to the Clinic and asked whether they had not seen Zandisile there, they said no.\n But I heard that he had come, but the nurses did not want to tell me.   I then ran to the Works office and the gate was locked, because it was ten in the morning.  \n From there I moved on and the streets were deserted, there were no people moving.  I went to the mortuary, Ngoma Mortuary and asked to look for the body of Zandisile.\n Then they said no, we don't have such a body here, but they had heard it is only that they were his friends, then they took me in a car, took me to my house.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 ST BLESS\n At home, I went on to Zandisile's house and I asked the younger brother where Zandisile was.\n Then he said Zandisile had left after work and changed his clothes, walking towards where I was staying.  I again ran, because I asked the people that said Zandisile had been shot.\n Then the person who had told me, I asked for a telephone.  I phoned the police and they did not answer me until one of them said I should go to the police mortuary in Queenstown.  I went there in a Kombi to the mortuary.\n And I wanted to make sure before I tell my parents.  We went into the police mortuary, I asked a White man whether they knew anything about Zandisile Matiti and this policeman said, no he had come and he went with me to open there.\n And I found Zandisile's body uncovered, naked and I asked for his clothes and this White man said, the people who could know about his clothes, would be a Black policeman.\n Then he said, do you want liberation?  If the Black policeman are going to kill a Black person like this?  Why don't they shoot him just twice, because he had holes all over.  There were even some bullets that had gone in, through the mouth.\n So I went away, home.  We went back, then when we investigated the following day, we found that Zandisile came out of his house to check on whether my house was not burning.\n And then that's when he met the policemen who were driving in a car, the sprinter, and they shot him on the leg.  Zandisile ran away, he ran to this old woman's house.  It is this old woman who gave us information.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 ST BLESS\n When Zandisile went into this house which is a two roomed house there is a shack behind, Zandisile went into this shack, old shack in this lady's yard and Zandisile had his hands up.\n Then they shot him through the mouth, they beat him, they dragged him according to this old lady, to the outside and brought him in front of this old lady.\n They called him a dog, a crystal dog who had come to Sada to instigate.  They were saying all sorts of things, swearing at him.\n Then those policeman ... (intervention)",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "If there are any people here inside in this room who are not mature enough to know ... (tape ends)",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "You know this is a very difficult story to tell and in a sense you are reliving what happened to your brother and that is why I am asking you not to rush, but to take your time in telling your story.\n She was at a point where they shot him through the mouth.",
            "Unknown"
        ],
        [
            "ST BLESS",
            "And so they took Zandisile away and the policeman took him to a Clinic and they did not take him out of the van and thereafter he was taken to the police mortuary.\n They left him there.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Was policeman by the name of Mali responsible for taking Zandisile's body to the Queenstown police mortuary?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "Yes, yes, it was.  We then laid a charge with Mr Magqabi and he looked for an Advocate by the name of Soli, who is from Durban and he is the one who handled the case here.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Do you want to take a break and, is it\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 ST BLESS\nMakhulu if she'd like to add some details that you haven't included in your story?\n If you agree, then you could use that time to take a little break.",
            "Unknown"
        ],
        [
            "ST BLESS",
            "Yes, I can allow Makhulu to explain further.",
            "Unknown"
        ],
        [
            "MAKHULU",
            "I was in my house because it was windy, I had closed the door.  I was taking pills to give to my epileptic son.  I just heard a bullet that was shot at the window, then I locked the door.\n Only to find that the person they had been shooting at had, was in the shack behind.  We hid and this went on for quite some time, it was quiet.\n Then there was a knock on the door and we were asked to open.  When I opened my sick son stood up and peeped at the corner there, it was full of policemen just in front of my house.\n My son exclaimed because he had seen a dead person, so I went out and saw someone laying there.  There was blood coming out of the nose and the mouth and the policemen were laughing.\n The one called, Seti, asked whether he was my son, then I said no, I don't know him.   Then he asked where does he come from, I said I don't know, then another policeman said, who is this person, where does he come from.\n Then this one said it is the person that I had gone to look for at Dube and this dog is, does not even come from here, he comes from Transkei then they pulled him at his leg.\n And there was a pool of blood and they pulled him out, dragging him out of the gate and they put him at the back of the blue cars.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 S MATITI\n So I closed my door.  They went away, I then took a spade to cover the blood.  They went away with him.\n While sitting there, I was asked to go to Quamani in Queenstown, asked to go to the lawyers there.  They asked me about what had happened, and I explained.\n After a while, they again came and they said there was a court case in Whittlesea and this policeman said there, this Zandisile was laying there, he was sleeping there in the rent office under a tree.\n Then I said, no, this one was not sleeping under the tree, because my name is not under the tree, no rent office, they killed this man in my house.  So the case went on and then they said I could go and that was the last I heard of everything.\n The one that had shot him, died.  Even another one who was there, died.  It is only others who are still surviving.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Do you remember the names of all of the policemen who were involved in this?",
            "Unknown"
        ],
        [
            "MAKHULU",
            "The one of them was Seti, his name was Seti, then another one Mrayi, then Mntu, then Lobesi, then Mdamani.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Now you say Mr Seti is dead now, is he?   Do you know where Mr Mrayi - he's dead also?",
            "Unknown"
        ],
        [
            "MAKHULU",
            "Yes.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "How about Mr Mntu?  What are they doing now, do you know?",
            "Unknown"
        ],
        [
            "MAKHULU",
            "I'm not sure about Mdamani, but I think he's still working.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Where do they live?",
            "Unknown"
        ],
        [
            "MAKHULU",
            "They live in Whittlesea in Sada.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "The attorney, Mr Magqabi, where is he now?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "They say he is in King William's Town and Soli\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n8 S MATITI\ncame from Durban.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "You talk about how your brother's death affected your family.  Particularly your father, could you tell us a little bit about that?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "My father died from a heart problem after the death of Zandisile in 1993.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "You mentioned a principal of a high school, do you remember his name?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "He was Mr Qwacha.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "And where is he now?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "He is no longer here now.   I think he is in another place called King William's Town.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "I will come back to you Ms Bless, but I want to talk to Makhulu.  Makhulu, you witnessed, you and your son, witnessed one of the most horrendous acts.  How did you cope and how are you coping with that now?",
            "Unknown"
        ],
        [
            "MAKHULU",
            "I relocated to Seymour after that.  My son is sick and somehow I feared that this would affect me, so I decided to leave the place where I was living.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "How is your family doing and how are you doing?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "We are going on except our father who died.  Then there is one sibling who is still attending school.  I suffered after the death of Zandisile.   I used to be on night duty, trying to run away from home.\n People did not know that he was, the police did not know that Zandisile was my brother and the policeman used to go and knock at my home.\n One day in October, when I was at work at about nine, the police came, they took me away, then I asked them where to, they did not answer.  They just took me into their car.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n9 ST BLESS\n I asked them whether I should take off the uniform, they said no, they took me to a police station and we went into an office.\n They swore at me, calling me a liar, those nurses who are liars, who are politics, they wanted to make an example with me and the nurses think that they are clever.  they said there was a writing there on the wall fence, which was swearing at Tsebe, then they asked me about that writing.\n They said I had written it together with the children from Queenstown.  They wanted to know who was the writer of that.  Then I said I knew nothing about the writing, I had not even seen it.\n Then they said someone had written it by night, then I asked them, how could I do that when I'm on night duty, how can I go and write.\n There were many of these policemen sitting around a table, then they called upon a certain man and this was a watchman from our Clinic who had been questioned day time and they asked whether they knew me.\n Then he said, yes, he did.  I was Bless.  Then they asked this watchman where was this nurse when they wrote that on that wall fence, then they said, you are a liar, what did you say to us.\n Then they pushed him, they opened another office and another old man came out and they asked whether he knew me.  Then he said, yes he knew me, I was Bless working at the Clinic.\n Then they asked where was he when there was that writing and they swore at this old man because he said I was not there at that time.\n I was surprised that they had kept this watchmen there.  QUEENSTOWN HEARING TRC/EASTERN CAPE\n10 ST BLESS\nThese policeman kept on talking to one another side, then one of them asked that we should be taken back home.  I was taken back, so I was not happy at all because of the Ciskei police, I was affected by the death of my brother, Zandisile.\n They were now extending it unto me.  So we went to court and the person who was sitting was Mr Magqabi and the Advocate was Soli.  Then the policemen admitted that they had killed Zandisile.\n Then the Advocate asked why.  Seti said he had changed with freedom songs.  This Advocate asked, then don't you want to be free and get liberated, he did not answer that one.\n So the case was postponed and we went back the following day.  Soli said the police were found guilty, that was the verdict.  He asked Mr Magqabi that he should see to it that the parent of Zandisile should get something, some compensation of some kind and so Soli agreed.\n Then we did not know how the policemen were sentenced.  And there was no peace, in fact we don't think they were given any sentence and even the parent of Zandisile never got anything until he died and that was the end.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "So nobody received his pension benefits?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "Zandisile's father was given R2 000-00 by Tsebe of Ciskei.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "You don't say anything about your mother.",
            "Unknown"
        ],
        [
            "ST BLESS",
            "My mother and father separated when we were still very young.  We have a stepmother, who had one child, who is still at school doing standard 9.  Our stepmother left after the death of my father and she is now in Cape Town.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "In your statement you ask for three things.  QUEENSTOWN HEARING TRC/EASTERN CAPE\n11 ST BLESS\nThat the Commission do something to expose the perpetrators and to find out why your brother was murdered and that you want to find out what happened to your brother's clothes and finally you ask very simply for assistance to erect a tombstone on your brother's grave, am I correct?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "That is true, Ma'am.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Is there anything else?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "I also would like to ask the Commission to help us with the education of this child who is still in standard 9, because I am married and I have my own children, so I can't assist him.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "; This is your father's child, isn't it?",
            "Unknown"
        ],
        [
            "ST BLESS",
            "Yes.",
            "Unknown"
        ],
        [
            "DR RAMASHELA",
            "Chairperson, I just wanted to say that both Mrs Bless and Makhulu really, particularly Makhulu witnessed a very horrendous situation and I am just hoping that you are healing throughout these years.\n The Commission has heard your request and we'll try and act on it in our recommendations to the President.  Chairperson, I hand over to you.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Are there any other questions?  Let us now thank the old lady here.\n Mrs Maiqa, we should thank you for your patience in this incident, because what normally happens with people, they don't want to identify with incidents of this nature, they will be claiming that this is not their son and ask that that person should be taken out of one's yard, because it is not his child.\n And yet if it is a child, it is also your own child.  So we thank you for helping this family.\n Thandiwe, referring to you - I would say if it were \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n12\nthose days when I wouldn't having fear that I am supporting women or I am becoming supporting men, I would say you behaved in a manly way, because I am not trying to suggest that there are men who are brave, because there are those who are not.\n Because the patience you had to make a follow up, following the police to where your brother was, this was a brave deed.  I've been listening to you telling us that you walked and moved to the mortuary before going back to your parents.\n That is a brave deed which cannot be forgotten.  Your story indicates that the policemen have hurt a lot of people extensively, even the people who were fighting for liberation of this country.\n What is most clear is that the contribution that the policemen have made towards the Blacks, is also enormous in as far as bringing suffering to the people.\n When they say White policemen perhaps were working for the Whites, so that they could have it nice, not caring for the other races, we don't know what we have to say about the Black people.  What were they working for?\n The Black policemen.  We thank you for sharing this experience with us, we are going to make a follow up, investigate to get all the information pertaining to this matter.\n Even the requests you have said to us are going to be taken into consideration and there will be a proposal to the President.  Now, I want to say to you, the two of you and to the late Zandisile, we salute all of you.  Thank you.  Now go back.  \n Let's now take the last witness before we go for lunch.",
            "Unknown"
        ]
    ]
}