{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "location": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55831&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/brody.htm",
        "speakers": [
            "ADV POTGIETER",
            "AP VAN WYK",
            "MISS BRODY",
            "MR SANDI",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "SR BRODY",
            "ADV POTGIETER",
            "REVD FINCA",
            "MISS BRODY",
            "REVD XUNDU",
            "MR SANDI",
            "AP VAN WYK"
        ]
    },
    "testimony": [
        [
            "MISS BRODY",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "We've listened to the evidence of Mr Van Wyk and Mrs Van Wyk and we have a fair idea of the incident in question, but we would very much like to hear your evidence.\n You are one of a number of people that were directly \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n23 SR BRODY\naffected by the incident.  So we'd like you to share your evidence with us, to tell us what happened and what the consequences were for yourself and your two sisters who were with you when the incident happened.\n So please feel welcome and let us hear your evidence.",
            "Unknown"
        ],
        [
            "MISS BRODY",
            "Okay, thank you.  Well firstly in the actual context of the whole case, I would just like to very briefly tell you people and all the people sitting here, something small about my background very briefly.\n I was actually born and bred in the rural part of which was then called the Transkei, where I was actually a forth generation.  I grew up with the Xhoza people, lived and actually partook in, how can I say, in their culture. \n I actually really doubt that there are many White people who actually know the Xhoza people like I know them.  Xhoza was actually my first language which I spoke until the age of about 4 or 5, I had to be taught the other languages.\n My parents were both, well at that stage working class, you know, people.  We had nothing, I mean they battled for years upon years, I mean, to eventually get on their feet.\n Both of them were not actually educated people.  It was as the Doctor earlier said, it was - is a dream, you have dreams for your children and you hope and my parents' dream was for their children to succeed in a way that they couldn't.\n Due to their backgrounds they were basically, as I said, not from a wealthy family or from a family which could have been advanced because of their background.\n We all know in the old South Africa, certain people were advantaged, being a  White person, obviously I also had advantages that most of the people sitting here, never had.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n24 SR BRODY\nWe eventually moved through to Queenstown, the Government of the day bought us out and we were forced to move here.\n I actually went to Queens in Queenstown where I went from Sub A until matric.  My parents explained that a person needs an education.  When I got to high school I studied Xhoza, which was actually co-incidently my favourite subject and also the one that I did the best in.\n From there on my parents sent me to Rhodes in Grahamstown, where I once again pursued with my Xhoza at University level.  I actually had, I would have liked to have in the future, used it to teach people, mainly White people to learn the language.  I think it is very important that people know the language and know the culture.\n And the fateful night of the bomb blast I - it was the same day when I got back from University.  I was basically finished, I had an extra two subjects which I had to complete the following year to eventually get my degree.\n And we never, we hardly even went home, I just - I phoned my two sisters and a friend of theirs and I had two friends also with me from Rhodes and we decided to go for supper at the Spur.\n Not having the money to do so whilst at Rhodes, I thought it would be a nice celebration.  So we went to the Spur, we arrived there quite late and we basically, myself and my two sisters, their friend Cheryl, my two friends, sat at the table directly next to where the bomb went off.\n I had my back facing the table where the bombers sat and my younger sister, who actually faced them, looked actually directly at them, she has now left the country, I don't know if she would actually come back, but we, you know, trying to convince her to.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n25 SR BRODY\n It was then I was actually chatting to her friend who was at my table, and suddenly, I don't really remember much\nbut I was blasted right through the ceiling.\n And it was actually basically, in our case, shrapnel wounds, broken bones, severe burns and that is on the actually more on the physical side.\n But the mental side, one, I mean, you can't really explain.  It is just a, well for me personally it is a feeling of, how can I say, actually betrayal that the previous day I was in the, I was actually in the company of Black friends of mine at Rhodes.\n Rhodes from the outside may seem like a liberal, lots of people there like to be fashionably liberal, I was never a fashionably liberal person.  A very interesting thing at Rhodes, in our dining halls, you found very distinct separation of the tables of the Blacks and the Indians and the Whites and whatever.\n Until I said to a Black friend of mine that that is actually wrong.  And in my own way I tried to mingle and to mix, you know, which eventually we had a group that actually did that.\n And it just seemed that after getting that right at Rhodes to come back and to be bombed, because the way I feel, of the colour of my skin, I do not actually, I was as I say, brought up colour blind, which I would like to call it.\n I have never really seen myself as being White because I'm not White.  This table cloth here is actually white.\n This here is more brown than white.  And I would just like to say that the whole incident, changed our entire lives.  I mean my parents it put them under intense\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n26 SR BRODY\n financial stress, it put, it actually put me under intense financial stress, my sisters I feel honour bound to pay my parents back for sending me to Rhodes.  Three years there seemed to be just a waste, it was my career gone.\n As the Doctor mentioned, dreams.  My dreams were actually broken in two seconds.\n And I would just also like to say that I mean, the psychological side of things, the physical scars are still there, they are evident.  They have affected actually all of our lives, I used to be a very keen sportsman, which I can no longer play sport, because I've got shrapnel imbedded inside my tendons and inside my bones.\n I've got sections of my feet which are totally numb and we seem to battle with oozing shrapnel and that, you know, none stop.\n It seems to be ongoing problem.  And my younger sister has actually been for psychiatric treatment.  It seems as though she will probably be quite psychologically scarred.\n My sister and I as we sit here, we both suffer from insomnia, I actually do not sleep most nights.\n Depression is a big thing and just the human factor of feeling that you were actually worthless, people wanted to celebrate to kill you.  And as I say it is much like many people sitting here today, have suffered as we heard the previous cases, it is, we come from a very broken society.\n I'm sure we all know that and a fragmented society with there being problems on both sides, but as already mentioned here, it must take an incredible hatred to bomb somebody if not expecting it, who is trusting other people.\n When I go out, I am sometimes told by friends and by family that I am actually too trusting a person which people QUEENSTOWN HEARING TRC/EASTERN CAPE\n27 SR BRODY\nsay is a bad trait.\n But to me that is a human trait, to trust and that is one thing that has just been taken way, you know.  That is a thing that died inside me, to trust a person.\n And as I say, basically it is the people who bombed us, I've - I personally don't want them to come and apologise to me if they don't mean it.\n Because true repentance inside your heart, you know, it would be wrong for me to ask for those people to come to me and to say forgive me, you know, even if they were not up to do that, the bottom line is that they have to want to reconcile, you know, that is what this whole meeting and this whole Commission is about - reconciliation.\n And for people who don't want to do it, people who are seeking amnesty just not to be in trouble, that doesn't really solve our problems, you know.  So to solve our country's entire problems is going to take a far deeper and a far more intricate process and system than merely wanting someone to apologise.\n So I have now basically told you people our physical damages, our psychological damages and it is about it.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Now, I accept that your University career was ended.  You never ended your studies at University?",
            "Unknown"
        ],
        [
            "MISS BRODY",
            "No.  I have subsequently tried through UNISA, but I just, I don't seem to have what it takes to actually get my degree and the four year period, at the end of this year, will have fallen away which means that I loose all my credits which I've gained.  I don't seem to have the memory and I'm incredibly short on memory, I don't actually have a memory any more.\n The first two years after the bomb blast people used to QUEENSTOWN HEARING TRC/EASTERN CAPE\n28 SR BRODY\nget actually angry with me, because I would forget the simplest of things after they'd drummed it into my so many times.  And the stress of studying, studying, gaining an education is really not a simple thing.  \n Many educated people sit here today, they know what it takes to actually gain a degree or a qualification.  And it is actually quite ironic in that in one of my subjects, Sociology, we were asked to do a actually forgotten the word, but were asked to do a project on affirmative action and I - all the facts and the pointers were there in front of us, there I sat, I was a White male and I had to draw up something stating that affirmative action should be used to uplift all those who have been left out of things, of mainly in their working life.\n And I went ahead and I supported that study, it was done by an entire class and the funny thing is that being - they used our information we were told to actually formulate labour policies and it just seemed quite ironical that here I sit today with absolutely nothing, you know.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "What did you, what course were you following at University?",
            "Unknown"
        ],
        [
            "MISS BRODY",
            "Sorry?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "What were you studying at University?",
            "Unknown"
        ],
        [
            "MISS BRODY",
            "Social Science, I was doing Anthropology, Industrial Anthropology and Sociology.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "After the incident, what were you doing between then and now?  Were you employed?",
            "Unknown"
        ],
        [
            "MISS BRODY",
            "Well, after that my father owns a small farm near town, which is like basically what he's been doing his entire life.  Many of the people sitting in the hall here today, will probably know me.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n29 SR BRODY\n I work very closely with the Xhoza people, I supply livestock to them, mainly actually for cultural purposes.\n Being goats and sheep and also cattle, when people have funerals or circumcision ceremonies, maybe as the people say in  Xhoza, if they want to Xapa someone, then they come to us and they buy a beast, so I do work very closely with the local community.\n And as I say I also know their culture very well.  And it is a culture which I learnt to respect as I say from a very young age and a culture which I've come to know very well.  I will never know all the intricacies of the culture, but I know a lot about the Xhoza people.\n And that is another thing that I have to work over, is that okay, the people who bombed us, didn't know who they were bombing, in my case, I just feel betrayed that people who I knew so much about, and I got on so well with, actually wrecked my entire career.\n But I do not blame, they cannot be solely blamed, because violence in the South African community was totally abnormal.  And myself and my family have never and will never, we never ever supported the Apartheid system, we were totally anti it, but it did terrible things to many people.\n On both sides of the political spectrum, people were changed.  Their views were changed, they - many people became radicles and I feel that I would like to know who the people are who bombed us.\n I would like to maybe ask them what sort of a hatred drove them to actually bomb us.  And if they knew the pain and suffering which they caused.  Was it so planned that they actually went in depth and found out or even could conceptualised what future pain and suffering such an \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n30 SR BRODY\nincident could cause.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "We have noted that.  We have also noted the other requests which are contained in the statement that you submitted to the Commission.  I will address you sister in a moment, just to hear if she wants anything to add to what you've said, but unless you've got anything else to add, I want to thank you at this stage for coming and to share your story with us.",
            "Unknown"
        ],
        [
            "MISS BRODY",
            "Thank you, I just like to add one, actually add a question.  We - as was read out in a paper clipping earlier, it mentioned what organisation was allegedly the cause of the bomb blast, or they took responsibility.  I would also like to know from that organisation if it was in fact them, what part of their - in what part of their party's policy do such acts actually fall?\n If you people could investigate that, it would, I would actually be, I'd actually appreciate it, just to find out in what sphere does such acts actually fall and what is there, why is it done.  In their minds, what is the benefit of such an act?  Thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "We have noted that and perhaps just to emphasise that the mandate of this Commission is not limited to investigating only incidents coming from one side of the conflict, we are mandated by the Law to investigate an even handed matter, all the Human Rights Violations that occurred between 1960 and 1993.  So we've noted what you've said, and I thank you very much.\n I just want to ask your sister, Miss Brody.  We have a statement that was submitted to us.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Sorry, Denzil just before you continue.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Sorry Chairperson.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n31",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "I understand that we are having quiet in the hall, but we are having problems outside.\n There is quiet in the hall, but there is noise outside the hall and that noise outside the hall is affecting us inside here.  Could I ask the police please to attend to the noise that is outside the hall?  Unfortunately we cannot appeal to those people, they are very far.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you, Chairperson.  Miss Brody, just to come back to you.  We have the statement which was submitted by your brother.  It deals in great detail with the incident, it deals with the affect, the consequences, both physically, your injuries and he has also dealt with the psychological consequences of the injury.\n You have listened to his evidence, you have also listened to the evidence of Mr and Mrs Van Wyk, is there anything else that you wish to add to what was said already?  Or is there anything else that you want to emphasise that you wish the Commission to take specific note of?",
            "Unknown"
        ],
        [
            "MISS BRODY",
            "No.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is there nothing else that you would want to add?",
            "Unknown"
        ],
        [
            "MISS BRODY",
            "No.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "But I thank you in any event for being here and for coming and being with your brother.  Chairperson, thank you very much.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Thank you very much, Denzil, for that very careful handling of this story which consist of three testimonies in one.\n And for handling the questioning so skilfully.  Could I ask if there are any questions.  Revd Xundu?",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Chairperson.  I just want to make\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n32\nsure that I understand from all of the persons who were testifying because it seems to me that it is true for us who are South Africans, that the dominant factor which is called violence in South Africa in particular, is a factor of Apartheid.\n And apart from the individual loss, but there is something to say that whoever thought of this system of separation, and also of opportunities being given to people in a way which were not equitable with justice, did harm to society.\n And against that background, that we should be coming as we come with our cases, against that background to say that there has been this monster and that a greater portion of this should go also for the person who actually margined such a skill and who continue to perpetuate it, to a point where others wanting to retaliate in their weakness, in the forms and ways which they felt they must be taken notice of.\n Nothing that that background does help us, to be able to understand the breakdown and the hatred that must have gone, I just want to say that to all of us.  Both for those who are victims, especially for those who are victims of different kinds, on different angles in that period of time.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Thank you.  Are there any other questions?\nNtsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "My question is for Mr Van Wyk.  To see that your, since your statement is in Afrikaans, I will put my question to you in Afrikaans.  The investigation which the Commission is going to do, is going to have to do, would you be in a position to tell us where to start?  Where you would like us to start?",
            "Male"
        ],
        [
            "AP VAN WYK",
            "I cannot understand the question too well.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n33\nPlease put it to me again.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "As you've said you would like the Commission to investigate this matter, would you like to tell us where to start perhaps.  Where you would like us to start?  Do you understand the question?",
            "Male"
        ],
        [
            "AP VAN WYK",
            "No, not really.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Okay, let me ask you.  You don't understand the question, the Chairperson says the question is too fair.  As you are aware this Commission is a Truth and Reconciliation Commission. Do you perhaps have anything to say.  Let us suppose the people the who did this, were to apply for amnesty ...(tape ends)",
            "Male"
        ],
        [
            "AP VAN WYK",
            "It should be, it would be a very important test to me.  In the regard that it those persons were to apply and were to give evidence and say they could come and say one of two things.  It could either be a politically motivated deed or that they were against me or my organisation, Spur or against me as a person.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "If it was the B option, that they were against me, then it makes the burden easier for me financially, because then my insurance company would have to pay me out, because I was insured against that if it wasn't politically motivated.\n If it would be A, that it was politically motivated, I wouldn't have a problem if they were to come before the Commission, but as Shane said, correctly pointed out, it would have to be sincere of them to come and say we are sorry.  This is why we did it, not because we just want to stay out of jail, but it has to come from them, it has to be sincere, it has to come from them sincerely, that look we are sorry for what we have done.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n34\n I don't know if I have answered your question.  I would like those people to come forward because that doubt that I have had since that day up till now, that doubt - I am still in business, all people, all races still come to my institution.\n But there have been so many incidents where people come in, where a specific Black person will walk in with a packet in his hand, or go to the toilet and I just relive that whole incident, I ask myself isn't it the same person, isn't it a bomb, because I don't know who those people are, I don't know how they look.\n And that doubt gnaws away at me every day and not a day goes by where I don't call the people in the Spur and say look, this is what we have to do today.  These are the instructions.\n And the reason for that vibe meeting, every shift, is that people are always told to be alert, we were very, very fortunate to get a second chance, there may not be a third chance.\n Up until today, those words are uttered every day from me to my people.  So I think that if the person were to come to me, sit in front of me, say Andrew, me and this one and this one are the ones that planted the bomb and this is why we did it and we are so sorry, please forgive us, then I know, these are the three people, this is how they look. \n I don't have to worry myself about every other person, I don't know if it is this one or that one or that one, and this is what gnaws away at me, it is pressure, it is stress, call it what you like, but I cannot just shut it away.\n I always say in the Spur, you've got to take away the fig leaves, you've got to be wide awake, you've got to be \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n35\nalert, because there could be an explosion, there could be something at anytime.\n And this gnaws away at a person.  And I would like to see this person either arrested or they should come forward themselves and come and give evidence before this Commission.\n And just lastly I would also like this Commission, the Reparation Committee to investigate if there is any way in which they could help me at this stage.\n They could ease it for me slightly in a few ways.  I am quite sure about it, that there is a way in which I can be assisted.  Myself, my family and my staff.\n I would like the Commission to attend to that as well.  Thank you very much.",
            "Male"
        ],
        [
            "REVD FINCA",
            "I will address all of you at the same time to save time.\n Your story has been told several times.  But today I think it has touched us on this side of the table very deeply in a special way.  You have shared with us how your dreams were shattered by one act which no matter how you try to interpret it, fails to make sense.\n I am an African and I don't speak for the rest of the Commissioners, because I am speaking now personally.  At the end of testimonies of this nature, those who are African and have endured untold suffering, who have endured the shattering of their dreams, I always say at this time, we salute.\n I say that sincerely because I become proud when these ordinary women and men and children sit before the Commission to share with us the stories of how they have endured suffering, untold suffering.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n36\n And as an African I have become proud of them.  And something within me says these are African hero's.\n With admiration and pride I always say at this time, we salute you, but I must confess that just now I have got a different feeling.\n I feel a sense of shame.  I know that you want perpetrators to come before you and tell you why they did this, but if you allow me personally, just to express that very deep inside myself I do wish to say sorry.\n Even if it means nothing to you at this stage, you want something more than that.\n This shameful act, no matter how well you try to interpret it, within the context of our struggle, against Apartheid, it is still a shameful act and I feel a sense of shame.\n Thank you for sharing with this Commission a story.  We have heard what you have placed before us, we have heard your requests.  With all the stories that come before us, we promise that we'd try our best to get to the root of it and find out what help we can give where we are able.\n And again in this case, we will try and do that.  Thank you very much.  We adjourn for one hour, we reconvene at half past two.",
            "Unknown"
        ]
    ]
}