{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "QUEENSTOWN",
        "day": "2",
        "names": [
            "NOMASEDE LIZZIE DENYA"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55834&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/denya.htm",
        "speakers": [
            "INTERPRETER",
            "MR SANDI",
            "REVD FINCA",
            "REVD XUNDU",
            "THOBEKA"
        ],
        "original_speakers": [
            "THOBEKA",
            "REVD XUNDU",
            "NOMASEDE LIZZIE DENYA",
            "MFUNDO FELITI",
            "REVD FINCA",
            "NL DENYA",
            "M FELITI",
            "INTERPRETER",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "REVD XUNDU",
            "Mr Chairman, I would now call upon Lizzie Denya.  Are you all going to give testimony, so I am going to swear you in?  What is your name?",
            "Unknown"
        ],
        [
            "THOBEKA   ",
            "My name is Thobeka.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "I'll start with you Lizzie, to swear you in.  Stand.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We thank Mr Xundu and you are the last from Molteno to be testifying.  Then I am going to ask Revd Xundu to ask questions.  Whatever questions we may be having as the Commission, over to you Revd Xundu.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank.  Ms Denya, what is your clan name?",
            "Unknown"
        ],
        [
            [],
            "My clan name is Nomasede Quaba.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "And the clan name for your people where you are married?",
            "Unknown"
        ],
        [
            [],
            "They are Totosexem Mandlanini.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Now, I would ask these few questions.  How many children do you have?",
            "Unknown"
        ],
        [
            [],
            "I have 10 children.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Please control yourselves.  Please do so, control yourselves.  So it means you have really expanded that family and we thank you on behalf of the Totosexem family.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 NL DENYA\n So you say you have come here to represent Keli.  Was he a scholar at the time all this happened to him?",
            "Unknown"
        ],
        [
            [],
            "There was nothing that was happening to Keli at that time.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was he going to school?",
            "Unknown"
        ],
        [
            [],
            "No, he wasn't.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "How old was he?",
            "Unknown"
        ],
        [
            [],
            "He was quite old, because he was from work already.  He was born in 1952.  He had been a worker before.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Were there any organisations, political organisations there where you stayed?",
            "Unknown"
        ],
        [
            [],
            "There were.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "What organisations were those?",
            "Unknown"
        ],
        [
            [],
            "There were the ANC because the National Party, we didn't know anything about it, that was how it was.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "What do you think was the cause of this harassment of Keli by the police?",
            "Unknown"
        ],
        [
            [],
            "This harassment came about as expected because they used to arrest Keli as there was this unrest in our locality.  Even then he had just come from jail and had appeared in court during the festive season.\n Then he had gone away to enjoy his New Year's day somewhere, he went with his sister in Cradock.  After New Year's day, on a Wednesday they came back.  Then on Friday, that very same week he was shot at.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was he shot at when he was just moving leisurely?",
            "Unknown"
        ],
        [
            [],
            "What happened is, I was at work and then after work I went to a place, there was a woman who had died and that was on a Friday, so I went to a prayer meeting there.\n The sister came to me to call me to go back home \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 NL DENYA\nbecause Keli was fighting with the police.  So I went out, rushing, then he asked me to use another road home.  And then I noticed that she feared telling me the truth, because when I got there I found a lot of people together with policemen, White policemen.\n I went in and then people stopped me, they were saying, hey, you are going to be shot at.  Then I pushed my way through, I could see there he was, he had a cap on the side written the ANC on one side of his hand.\n And he was laying down there.  Then they asked him to take, they wanted to shoot at me, then I did not want to touch him, they asked me not to.\n Then I said it is the end because I could see that he was dead.  I even said, even Jesus died for the truth, then they them what is she saying?\n Then they took him whilst I was there and they said yes, we are through, everything in Molteno is going to go well.  Then they just threw him in the back of the van.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Were there any police you knew there?",
            "Unknown"
        ],
        [
            [],
            "I knew the police had shot him.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Tell us.",
            "Unknown"
        ],
        [
            [],
            "They are Lumkile, Skwenkwe, Badansile.  These policemen were the \"Green Flies\".",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "So they took him to the mortuary?",
            "Unknown"
        ],
        [
            [],
            "Yes, they did and I went home.  At home, I took his brother and it was at sunset.  I decided to go to tell my madam so that she could accompany me to the charge office.\n When we got there we found all the police there.  Then I told them that I had come to report that one of the policeman had shot at my son.  This I said to Fourie, who \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 NL DENYA\ndid not answer me.\n Then my madam asked why had they killed my son.  Then they said my son had taken after me because my son had killed people.\n And he was making people not to work, so he should go away, they even said \"fuck off\" to me.  So we went out together with the White woman.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Did you know who this policeman was?",
            "Unknown"
        ],
        [
            [],
            "Yes, I know it was Els.  The very Els who you spoke of earlier on.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Go on.  You made funeral arrangements?",
            "Unknown"
        ],
        [
            [],
            "What happened is, on Monday I went to brief a lawyer here in Queenstown.  They phoned and he came on a Tuesday.  He took a statement there at the location and then he went away.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Do you have the name of the lawyer?",
            "Unknown"
        ],
        [
            [],
            "Yes, it is Hintsa Siwisa.  Then we remained waiting.  On Monday, you must know, we were not happy.  The policemen were coming to harass us.\n On Wednesday they came and I was where I work.  At home I was told that they have taken away my husband, so I made a follow up.  When I got to the charge office, I asked them where my husband was.\n They said we don't know, then one indicated that he had gone that other way, then I followed and I found them, they were hiding him somewhere and they were asking him to sign.\n And I asked why, then they said, no he should sign and take the body of his son to go and bury him.\n Then they said if he doesn't want, we are going to throw it away.  So I took my husband out, they were saying abusing words to me.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 NL DENYA\nThen we went back home, when we went home, we gathered as a family and residents, we phoned the lawyer who said to us we should go and sign so as to get the body.\n We then buried the body on the 15th.  The post-mortem was done without our consent.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "You don't know which Sergeant was responsible for that.  You said earlier on, on the 5th of January when you went to the police, you were in the company of the White woman - what was her name?",
            "Unknown"
        ],
        [
            [],
            "She was Mrs Minnie Doris Pretorius.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was she crying or was she also worried?",
            "Unknown"
        ],
        [
            [],
            "No, yes, she was unhappy, but she changed only when they said the people are not going to work, because of my son.  Then she changed her attitude then.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Did she not then ill-treat you thereafter?",
            "Unknown"
        ],
        [
            [],
            "No, she did not.  No, she didn't.  People who ill-treated me and tortured me, were the police.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Then you got the body without anybody telling you about the  post-mortem?",
            "Unknown"
        ],
        [
            [],
            "Yes, we went for the body on the 14th and the funeral was on the 15th.  We never slept on that Friday, even on the night vigil it was very difficult in the morning, at seven a lot of policemen and soldiers came and they harassed us, they said take this body and go and bury this person.\n Then we said, we are not going to do it.  They wanted to kill the brother, then we said we were not going to bury this person hurriedly, we were going to bury him at the time that we had set.  There was also this Els and some other very huge policemen that we did not even know.\n They were tossing us from left to right.  At about \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 NL DENYA\ntwelve, they blocked the way so that the cars should not proceed.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "You said earlier on this police harassed you too.  Did they actually torture you?",
            "Unknown"
        ],
        [
            [],
            "You're asking there at jail?  Yes, they harassed me at home, they harassed me in jail, even as I was talking to them, I was talking anyhow, they didn't actually manhandled me, they abused me and then we were just saying anything to one another, then we buried.\n But sill it continued that they kept on harassing us.  It was all quiet about my son until one day we heard that we had to go to court, so we went there and there was a lawyer, unknown to us, who took a statement down.\n Then they said we should wait.  We waited for a lengthy period and once more, we were invited to go to court.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Who was actually charged there?  Who went into the witness box?",
            "Unknown"
        ],
        [
            [],
            "Who was, all these three were laid a charge against.  Then there was a trial for about two days and on the second day, which was the last day, nothing was said to us.\n Then the Magistrate just did something that we could not understand together with the policemen.  It was just up and down and then it was just the end.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Mama, if you have any request, could you please tell us or tell us what you would like this Commission to do for you.",
            "Unknown"
        ],
        [
            [],
            "What is most important to me is that I did not know about the death of my son, so I am asking this Commission to bring forward the killers of my son, even Els himself because he was the organiser of the killers and the\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 NL DENYA\nleader too.\n Els had two problems.  At the time Els was organising to kill, the wife was the Prosecutor, so there was nothing that could be done because the wife was busy prosecuting on the other hand, whilst Els was killing.\n So that is the main problem I have.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Now, you say the wife to Els was employed as a Prosecutor?",
            "Unknown"
        ],
        [
            [],
            "She is still a Prosecutor from that time, in fact, she even got promoted together with her husband, Els, they have been promoted.  They are big people, occupying high positions.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "So you are asking this Commission to help you in that way?  Did you son have any children?",
            "Unknown"
        ],
        [
            [],
            "No, he did not, he was not even married.  He was not even initiated, he used to work in Johannesburg and then he met all these problems and then he became unemployed and then there were these uprisings and he was then arrested and he was in all this problems.\n What actually happened which is most important is that the killer of my children should be brought forward.  In fact they should come forward.  Even the Government there in Molteno is still the same because there is nothing that is satisfying.  Even now that there is the GNU, there is no protection there whatsoever.\n I just see the sun setting, because I am under bondage, even one of my children who is a soldier, is not protected, because he always needs to be escorted by his brother, because people are watching.\n These people who are rulers are watching my son.  Even then I did not go to the police to go and report, but I have\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n8 NL DENYA\nreported this matter to the communities and the organisations, even the mayor, I've made him aware about this matter.   Even the White woman who is employing me, I have informed her about this - that it is still like that even during this regime of the Government of National Unity.\n So one time when one came, I said go out.  My son is a soldier but he is still being harassed.  He  once went on exile because they wanted to kill him, because they had killed his brother.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Now I want to know from your companions here whether they have anything more to say?",
            "Unknown"
        ],
        [
            [],
            "On the fifth day in 1990, we were playing ball near the shops.  While we were playing, Skwenkwe passed.  A little boy came running passed us, we didn't pay any attention because he was someone who would be silly when he was drunk.\n And after a little while he came back, Skwenkwe Baqela and Badansile Stofile and Lumkile Leluqa.  When they were going to come past where we were playing, the deceased approached from the opposite direction.\n He had on this cap with three colours and an overall and when he wasn't too far from them, he took off his cap and raised his hands in surrender.\n And when they weren't too far from him approximately where your table is, they said oh, here is this dog.  We are not happy because of him here in the location.\n And after that the shots started and  we decided to stand very still where we were and just peep, myself, Senwabo and Pele.\n After they had shot him, when he fell face forward, Badansile, this other policeman that had since committed \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n9 M FELITI\nsuicide, shoved him with the gun and Skwenkwe went to buy a litre of Coke and they then drank this cold drink and Els and Fourie and them came and picked up the pellets and when they picked him up, they picked him up by the overall he was wearing and the two Black policeman grabbed him by his feet and they threw him in the police van.\n I just forgot that, before they took him, his father came around the corner and when he came, they pointed at him with their firearms and told him to go otherwise they would shoot him too.\n And the police warned him not to go there, because they were going to shoot him.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "These guys are they from Molteno, Lumkile and Skwenkwe and these guys?",
            "Unknown"
        ],
        [
            [],
            "Yes, they are all from Molteno.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Are they still there?",
            "Unknown"
        ],
        [
            [],
            "No, Dan is someone that when he was arrested, committed suicide, he hung himself.  Skwenkwe works on the farms, I don't know how he stopped being a policeman, but he comes there from time to time and Lumkile, after the incident, we see him, he stopped carrying a big gun, he has a little 9 mm, because we were wondering why he had to carry such a big gun - someone as uneducated as he was.\n I lived fine, yes.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "What do you mean?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was your life not miserable thereafter?",
            "Unknown"
        ],
        [
            [],
            "What happened is, after they saw that we were the witnesses in court, even after the case was withdrawn, they would come to us and say yes, these dogs thought that they were going to get something because they were helping the\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n10 M FELITI\nbig comrade in Molteno and thinking that they would gain from that and we thought we'd rather keep quiet, because we do not have the same weapons that these people do.\n And even if we did try taking it to their Commander who was Fourie, because Els was just a Sergeant, he was promoted and he would tell us that this is no place you get drunk.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Do you work or are you at school?",
            "Unknown"
        ],
        [
            [],
            "I completed my schooling in 1993.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Let me ask the lady.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "This is my brother, I am the third child after him.  What I want from the Commission, is that I will never have peace, I will never forgive, because an innocent person was killed and beyond that, there was nothing, there are no reason for people with guns to shoot somebody that was unarmed.\n What I want is that the perpetrators be brought forward and when the trial was being conducted, there were documents and there were exhibits in court showing that this person only had a cap in his possession and he did not have any weapon on him, which made it clear that there was a  plot prior to that, to kill him, so I want the perpetrators to be brought to book because I will never forgive them.  I have got absolutely no forgiveness, although I do not see revenge, all I know is that I will never forgive them in all my life.\n All I want this Commission to do is to come forward, bring these perpetrators forward and say how they could kill somebody that was unarmed.  Thank you.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Is there something that I can finally ask all of you about the treatment.  Is there anything that the Commission can do for you or how we can commemorate the\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n11 NL DENYA\nvictims of Molteno, even if it is a building or anything to commemorate the people, the victims of Molteno.  What can the Commission do?  Just a few words.",
            "Unknown"
        ],
        [
            [],
            "I hear what you are saying and that is very important, but my problem is that I do not want, when there is any compensation or any stone that it must be for Keli only.  That is the problem that I have.  There are plenty of victims, there are many victims that fell for freedom.\n It is not good that only Keli should be commemorated, I want that when these people are commemorated, that all the parents sit down that have lost children and that we as a body can decide what the Commission can do to honour the slain hero's.  \n What I cannot say now, is what should be done, because I cannot say do this for Keli, I am thinking of all the victims of Molteno and the people should decide as a joint body what should be done.  And in that way we can come forward with one voice and ask the Commission to do something for us.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you very much Ma'am.  Please give us a chance.  Thank you very much Ma'am.  That is what we wanted.\n (tape starts)... you want the chance to discuss it with the community and hear what you people could come up with.  That maybe as a community you could decide in which way the victims could be commemorated.  We thank you very much Ma'am and I would like to hand back to you now, Mr Chairman.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Are there any questions?  Ntsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mrs Denya, in Molteno are there any farms owned by Whites or were there White owned farms back then that are around Molteno, surrounding Molteno?",
            "Male"
        ],
        [
            [],
            "Yes sir, there are White owned farms surrounding\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n12 NL DENYA\nthe area.  There are White owned farms surrounding the area.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can I ask you to come near the microphone when you answer.",
            "Male"
        ],
        [
            [],
            "There are White owned farms around Molteno.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "On that day of the funeral there, did you say that it was very full?  That there were a lot of soldiers and policemen?",
            "Male"
        ],
        [
            [],
            "Yes, there were many of them.  Even some of the vehicles which they used, had East London registrations.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did the White farmers, were they asked to take any - to participate in the activities of the soldiers on that day?",
            "Male"
        ],
        [
            [],
            "The soldiers of Molteno, before in the time of the old regime sir, we killing people.  The farmers would come out and harass the people all night and they would come and take old men and tell them to do things and White, old women would also get told to take burning cars and thrown them away.\n Even children would be harassed.  Children are retarded in Molteno because of that kind of torture.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were they involved with the police and soldiers?",
            "Male"
        ],
        [
            [],
            "The police and soldiers and the INKATHA were harassing the people.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mrs Denya, do you still work for Mrs Pretorius?",
            "Male"
        ],
        [
            [],
            "I still work for Mrs Pretorius.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Let us just get a chance here to say something.  Mrs  Denya, the manner in which you have testified here in front of the Commission has made it clear that you are a leader that we can be very proud of as South African people.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n13\n It is also very clear that you are a strong, a pillar of support in Molteno.   You have touched this house with your testimony and the manner in which you understand democratic principles, even when you explain the manner in which you do not just think about yourself but as a leader, your vision is scattered over your community, you do not think about yourself in isolation, but you know that Molteno's people are a community.\n If only there were more like you whose minds were not restricted to themselves and what could be done for them, I think that this whole house is very grateful to you, for the statement which you made by applauding you without even asking for my permission.\n It is just a gesture that they salute you, all of them as a leader.  And a leader who is welcomed by the community, we have taken cognisance of your requests, but I think the one that has touched us most is the one where you have asked that the current Government must pay attention to the fact that there are no changes in the Molteno area.\n There is nothing that touched me more than what you have said then where you said that you can see the change in South Africa, but that there is still no change in Molteno.\n The oppressors are still doing as they please, Els and company.  \n This Commission will try as speedily as possible to send an urgent letter to the Minister of Defence who had also appeared in front of this Commission and can look at what happened to - at the oppressing of people's rights since he also experienced an infringement of rights and tell him that we have heard this type of cry. \n There is nothing as sore as the fact that all Molteno's QUEENSTOWN HEARING TRC/EASTERN CAPE\n14\nwitnesses is going to be harassed once again, when they go home.\n And finally in my summary, I want to say that I want to thank you for mentioning the name of Mrs Minnie Pretorius.  Even if you say that you went to her and she took you to the police station in her vehicle, as Dr Romachela has said, the cruelty of an employer, the employer of Mr Ndletyana, who when his son had been shot, and the bullet had penetrated his head from behind and came through the side of his face and he asked his employer is he could please accompany his son to the hospital, and so that he could see in case his son died along the way, he was told that if you leave, take everything that belongs to you and don't come back.\n We appreciate the fact that we could hear the name of Mrs Minnie Pretorius and be able to compare it to the name of the employer of mr Ndletyana.  This Commission is a Truth Commission and we thank you that we are grateful, that these names surfaced here in the Commission and the humanity of some people is exposed, and the lack thereof in other people.\n We would now like to proceed to our last witness for the day.",
            "Unknown"
        ]
    ]
}