{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-24",
        "location": "QUEENSTOWN",
        "day": "3",
        "names": [
            "WELLINGTON GOMBA"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55837&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/gomba.htm",
        "speakers": [
            "DR RAMASHALA",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "WELLINGTON GOMBA",
            "REVD XUNDU",
            "REVD FINCA",
            "DR RAMASHALA",
            "W GOMBA"
        ]
    },
    "testimony": [
        [
            [],
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Over to you Mr Chairperson.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We shall now ask Dr Ramapola Ramashala.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Mr Gomba, good morning.",
            "Unknown"
        ],
        [
            [],
            "I greet you, too.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "One of the tasks of the Commission is to find as much detail as possible about the nature of torture that was perpetrated on people in South Africa.\n Uncomfortable as it is, I would like you to go through as much detail as you can remember of the nature of treatment and torture by the police.\n Could you begin sir?",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson.  In 1985 after there had been unrest in Sada township because people were struggling, that was after the rent office had been burned down on the 11th of September, the Ciskei police came to my place early in the morning, and they took me away and the locked me in in Middledrift.\n A few days passed by with no one coming to visit me.  After a few days the policeman came back to me and asked me about what had been happening in Sada township.\n So I told them I was not responsible for anything that was happening in Sada, in stead they had come to fetch me\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 W GOMBA\nfrom my home.  Then they said if I was not telling any truth, they were still going to detain me.\n Then I said that's all I could say.  At the end of the month, they again came back to me and they said they discharged me and took me home and it was quiet for a while.\n I don't know whether I should continue Mr Chairperson?  Then the following year, in 1986, there was again some problem.  The a policeman from the Ciskei on the 28th of April came to my house to fetch me.\n And they locked me in in a police station in Whittlesea.  It is there that they tortured me.  I was sleeping in places that had some lice, I was sleeping with dirty blankets.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Mr Gomba, let's go back a little bit.  The police were persistent in picking you up.  I know you told them that you were not involved in what was happening in the township, but in your opinion why do you think they were targeting you?   Did you belong to any organisation?  Were you active in politics?",
            "Unknown"
        ],
        [
            [],
            "I am a church goer, but I was giving support to the ANC, even long before 1960.  Even when the UDF was formed in 1983, I liked it.  So I think these are the reasons that implicated me.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "You can continue with your story.",
            "Unknown"
        ],
        [
            [],
            "Then in the middle of a month, between April and the 30th of September, when I was in detention, the policeman were coming to take me out of the cell to the police station, where they were beating me with fists.  Beating me vigorously, kicking me, asking me to tell the truth.\n Because they felt that those boys who were responsible \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 W GOMBA\nfor the burning, were instructed by us.  At that time, I was not even given water to have a bath, in fact in the police station, there are just no facilities for washing.  We were even given some quarters of brown bread.\n There were some tin stuff that were sent, we were given at times.  So it was very uncomfortable there for about five months.\n We were not getting water to wash for five months.  Then we discovered that our families were protesting about this treatment and then on the 30th of September, whilst still in detention, we were transferred to Middledrift, where we were kept for two months.\n Then on the 30th of November 1986, we were then released.  There were 20 of  us who were detained.   10 of us were laid, there were allegations of arson against us and we then went.\n These allegations were dismissed in Zwelitsha, because there was no full evidence, so there was no court case.\n On my release, I asked for help from the Council of Churches, because I needed money, so as to be able to lay a claim against the Ciskei Government.\n Unfortunately the person at the offices here in Queenstown said they could not assist me.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "When you were beaten by the police, and there were 20 of you, did they take each one of you privately to a separate room or did they beat you all at once?",
            "Unknown"
        ],
        [
            [],
            "They would take us one by one, because they took me as an individual to a particular room.  That is where questioning happened.   They would ask me about certain boys that had been arrested during the public violence and then they accused us of being responsible for this.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 W GOMBA",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "You may continue sir.",
            "Unknown"
        ],
        [
            [],
            "What was I saying by the way?  So when this case was discharged, dismissed, I went to the Council of Churches to ask for finance, but they could not help me.\n Then I could not lay any claim for the torture and all the disruptions I had suffered.  Because I used to have a small shop.  When I went out, it was no longer operating, because the police, Ciskei police used to throw tear gas into our house and my wife had a two year old child.\n So my wife decided to run away from Sada and when to Mbekweni, leaving everything behind and all that she left behind, was stolen.\n And even the shop, there had been some burglaries there, so when I came out of jail, there was just nothing at home and even no one keeping the home.\n So I had to go and look for my wife and when I got there, I found my wife but she refused to go back to Sada.\n And I was forced therefor to buy a house there in Mbekweni with the little money I had.\n My children too were being harassed, because they were saying they were part of this.  Some of them went to Cape Town, some were arrested.  They were no longer attending school.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Sir, how many children did you have?",
            "Unknown"
        ],
        [
            [],
            "I have four children.  The eldest is 32 years old, the next is 29 years old, the next is 17 and 12 years the last one.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "And what do they do?  What are they doing now?",
            "Unknown"
        ],
        [
            [],
            "I'm not doing anything, I am just selling and my children are doing nothing, because I don't have money.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 W GOMBA\n The eldest has passed standard 10 and then the next just went as far as standard 10, so the next is still in standard 8 and the other one is in standard 2.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "; Do you want to continue with your story?",
            "Unknown"
        ],
        [
            [],
            "I am now through Madam.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Sir, how do you want to instruct the Commission?  What is it that the Commission can do for you?",
            "Unknown"
        ],
        [
            [],
            "I would like this Commission to consider that because of the suffering I went through, my children could not continue with their schooling.  Therefor I am asking this Commission to send my children back to school, because they still want to get education.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Are you still together with your wife?",
            "Unknown"
        ],
        [
            [],
            "Yes, I am still with my wife.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Anything else that you would like to add?",
            "Unknown"
        ],
        [
            [],
            "There is nothing else I would like to say.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Any questions?  Revd Xundu.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Mr Gomba, in your statement you say you were unemployed due to this.  Did they write a letter to you?",
            "Unknown"
        ],
        [
            [],
            "Yes, they wrote me a letter discharging me from work because they claimed it had been quite a long time that I had not been reporting to work.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was it the Ciskei Government or was it the Government in South Africa?  And then what did you get when they discharged you?",
            "Unknown"
        ],
        [
            [],
            "No, I didn't get any grants and I asked why.  They said it is because I had stayed away from work for a very long time.\n And when I was still in jail, some of the tools I was using at work, were stolen and then they said therefor, I was not going to be given the pension money, because some \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 W GOMBA\ntools had been stolen from me.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Were they taking some pension fund from you?",
            "Unknown"
        ],
        [
            [],
            "No.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Now do you want this Commission to investigate this?",
            "Unknown"
        ],
        [
            [],
            "Yes, I even wrote letters to the Department of Works where I used to work, but to no avail.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Now how old are your children and where do they attend school?",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Any more questions?  Mr Gomba, we thank you for your story.\n We are going to ask that you should give us time as this Commission, to investigate mainly on the torture that you went through. \n The investigation unit will perhaps give us more information on the torture that you were subjected to as Dr Ramashala said.  Though the detention is well known that it is a violation of human rights, according to the Act of this Commission, we have been restricted just to look into matters like murder, abduction, appearance, torture and ill-treatment.\n So we are going to ask the investigation unit to probe into the matter of your torture, so we could have a global picture and see whether your matter falls within this Act or not.\n So we thank you for your story and you are now going to work hand in hand with the investigation unit as from now.  Thank you.",
            "Unknown"
        ]
    ]
}