{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-22",
        "location": "QUEENSTOWN",
        "day": "1",
        "names": [
            "NOMAKAYA MATHILDA MATSHOBA"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55844&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/matshoba.htm",
        "speakers": [
            "B MDINGI",
            "DR RAMASHALA",
            "INTERPRETER",
            "MR SANDI",
            "REVD FINCA"
        ],
        "original_speakers": [
            "MR SANDI",
            "NK MATSHOBA",
            "NM MATSHOBA",
            "B MDINGI",
            "INTERPRETER",
            "REVD FINCA",
            "DR RAMASHALA"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "We ask Ntsiki Sandi to lead the witness in her evidence.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I would like to firstly greet you Ms Matshoba and your daughter, Balakazi.  If I remember when we spoke on Saturday in the room near the door, you Ms Matshoba said that because you did not have full particulars about the shooting incident of you son, Andile Matshoba, your daughter who is seated next to you, Balakazi, is the one who is going to give evidence today.  Is that right Ms Matshoba?",
            "Male"
        ],
        [
            [],
            "Yes, that is so.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "If I remember correctly very briefly, the story that you are coming to tell before the Commission today, is about the shooting and killing of your son, Andile Matshoba and I gather that he was still very young when this happened on the 7th of September 1985.\n Can you just tell us Ms Matshoba why you sent him to Mdantsane with your daughter?",
            "Male"
        ],
        [
            [],
            "The reason I sent Andile to stay with his sister in Mdantsane was that I found that he was very active in the struggle and I realised that he was going to give us problems in his struggle for our rights, for Human Rights.\n And I remember him saying at some stage that we want each yard to have a toilet.  I didn't mention this in my statement, but I remember him having said that we want each yard to have a toilet, we do not want to use the public \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 NM MATSHOBA\ntoilets.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can I ask you to please come a bit closer to the microphone so that you can be a bit more audible.",
            "Male"
        ],
        [
            [],
            "I then saw that oh, this child is going to give us problems, he must rather go, because as an old woman, he was going to make me very nervous.\n What I'm saying now, I did not write in my statement as far as him saying that he wants each yard to have a toilet, he also said that we want our rights, we are fighting for freedom and we want our President to be freed.\n Once again I did not include all this in my statement, I'm just mentioning it because I realised that as an old woman he was going to make me very nervous so I sent him to his sister in Mdantsane so that he could stay there and that's where he was shot.\n And she is the one that has more particulars.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "The President Andile mentioned that they wanted freed, who was it?",
            "Male"
        ],
        [
            [],
            "It was President Mandela while he was still incarcerated.  He was saying that we are fighting that Madiba should be freed from jail.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Which organisation was he involved in?",
            "Male"
        ],
        [
            [],
            "Andile was a member of COSAS and in Mdantsane he was the Branch Secretary of COSAS.\n So the police were looking all over for him, the Ciskei police, looking for him at his sister's place.  And sometimes if they turned up and Andile wasn't there, they would say to my daughter that we are going to shoot him, and thereafter they followed him and they shot him on the 7th of September.\n So my daughter is going to give you better details\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 B MDINGI\n because he was living with her.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you mean now, Ms Matshoba that the time has - you at this stage want to hand over to your daughter for her to tell the story?",
            "Male"
        ],
        [
            [],
            "Yes, I would like to hand over to her.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much Ms Matshoba.  We would now like to come to you.  When we were talking you said that the story that you are going to tell here today you are going to tell in the following manner\n You said firstly you are going to speak very briefly about what happened between Andile and the police while he was living with you in Mdantsane.\n Thereafter you will speak about what happened on the 7th of September 1985, the way in which he was killed, where he was killed, whereabout in Mdantsane, who was he with and you said you would also speak about what happened while you people were preparing for the funeral, the way in which you were treated after having a child killed, is that right Balakazi?",
            "Male"
        ],
        [
            "B MDINGI",
            "That's right.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let us start at the beginning.  You said that the - what happened between Andile and the police, what was the situation between Andile and the police?",
            "Male"
        ],
        [
            "B MDINGI",
            "Andile went to Mdantsane because we believed that the way in which he would be handled in Ciskei would be better that the way he was handled here in Queenstown.\n At the same time, he was very close to my husband, so I was confident that he would have ways of protecting him and guiding him.  He went to Filamaxole.\n The way in which he was involved at school - I was very close to his teachers and also his colleagues with whom he \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 B MDINGI\nwas involved in the struggle.  In the town there was a lot of conflict in Queenstown, there was also a state of emergency.  There were children at Nombendilo who were killed.\n The students in the whole of the Ciskei then had an uprising and the police would refer to Andile as a troublemaker from Queenstown who should know that the manner in which he conducted himself here in Queenstown, was not tolerated in Ciskei.\n So there were a lot of threats on his life, but we received reassurance from his teachers, because he was very close to his teachers.\n He was a very poetic person, a very diligent student and someone that wrote a lot, so we found that the description that we received was not the same as the one that we were getting from the people at school and the police and at home.\n The people that were killed in the Duncan Village massacre, Andile spoke at their funeral and he did not sleep at home after that funeral because there were direct threats on his life.\n He and his colleagues would be taken around to the places where people were killed.  People such as Eric Mtonga in East London and other students who were detained.\n And it became obvious that they were showing that this is what we do to people like yourselves, we are not going to detain you, we are going to shoot you.  We are not going to keep you alive, we are going to kill you because you are a threat to the stability of the schools in Ciskei.\n So that whole week after the funeral he did not sleep at home, but we had daily contact with him and we were sure \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 B MDINGI\nthat they were protected.\n On the 7th of September according to a report we received from his school mates, we last saw him on the 7th, on the afternoon of the 7th they, according to his school mates, they were sitting at a house in NU 10 where a fellow female comrades of theirs stayed.\n They realised that it was dark already and decided that they are not going to leave that house, they are going to sleep there.\n And this girl said, it will not be a problem with these people, but it could be problematic, so I think you'd rather leave.\n At about 9 pm, they opened the door to leave and there were lights flashing outside which made it obvious that there was a vehicle waiting outside.\n Their first reaction was to run away, because they realised that it must be the police.  From the people that alighted from the vehicle, one of them shouted Andile and he had to react in a way that made them sure that this was Andile, because the shots that followed after that, made it clear that he fell and two of his mates fell at a nearby house and the others scattered.\n Because there was a state of emergency and there was a curvue and they knew that they were being looked for by the police, they could not go out and look.\n They woke up the following day at about 4 am and they went back in the direction of the houses in which they ran.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Who are we talking about now?  Are you talking about  Mundu Bartman?",
            "Male"
        ],
        [
            "B MDINGI",
            "Yes, it was Mundu Bartman and Archie Dundu.  There was also another one by the name of Boboyi.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 B MDINGI",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were these his friends?",
            "Male"
        ],
        [
            "B MDINGI",
            "Yes, they were his friends.  It became obvious that the person that they could not find was Andile and they  decided to go back in the direction of the house where they were the previous night and when they got to this place, they found that Andile was laying there, he had already passed away and they could see three bullet wounds.\n There was a neighbour that said that besides those bullets, there was something that he was probably stabbed with.\n People peeped while this thing was happening, but nobody could come out because of the situation at the time.\n And it was established that apart from the bullet wounds he was stabbed, because they came up to him and they handled him and it was obvious that he was dead, but there was nothing that could be done, because this vehicle was waiting and they decided that they would come back at a later stage and establish.\n They came to the house at about 7 am, this was Mundu Bartman, I think the second one was Archie, I cannot remember too well.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The interpretation will continue once the witness has regained her composure.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You can take your time Ms Balakazi if there is something upsetting you at this point in time.  We will give you time to regain your composure and once you are ready to proceed, you may do so.",
            "Male"
        ],
        [
            "B MDINGI",
            "When these children came to the house, I opened the door because my husband was still sleeping and the children were still small.  I was familiar with them because they came there often and I realised that they hadn't come\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 B MDINGI\nfor a social visit, but that they wanted us to sit down and talk.\n And I could see from their faces that something was wrong.  Without any delay they said that Sissie, Andile is dead, he was shot last night.  They came in and proceeded to tell me what happened.\n And we stayed in the same zone in NU 10 and we remembered that there was an incident the previous night, but we were so used to these incidents that it didn't faze us much. \n My husband Mzwandile Mdingi got up and went with them by car and went to pick him up from where he was laying and took him to hospital so that a Doctor could certify him as being dead.\n From the hospital his corpse would then be taken to the  State mortuary in Mdantsane.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Which hospital was that?",
            "Male"
        ],
        [
            "B MDINGI",
            "Cecilia Maqiwane in  Mdantsane.  I must have taken approximately an hour making calls.  The first call was to my mother, because we must have received about three calls a day from my mother, because she was so worried because of Andile and what was happening in Mdantsane.\n After about an hour I must have, I thought of ways in which we could Andile's body, because it would now be in the hands of the police and I tried getting hold of Mr Siwisa, but nothing happened and I then myself, went to the hospital and found that they had gone to the State mortuary.\n My intention was to stop a post mortem being done by a police Doctor.  I was there and then reassured that if I was there by 8 o'clock while he was at the mortuary, I could stop that post mortem being done, and I couldn't do that.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n8 B MDINGI\n On the morning on the 8th of September while people were gathering, police had started their harassment of the people because they did not want too many people gathering at a time and most of the people that they were looking for, were these students.\n And I remember that at some stage where there was a prayer service, there was a woman that was shot.  It was a prayer service for one of the victims in NU 9.\n And at that stage it was obvious that prayer services weren't allowed in Ciskei.  That morning I went to the police station and even though I got there at quarter to eight, I was told that if you have the nerve to go inside there, you can go in, but they have already started the post mortem on Andile, but just be warned that you may not like what you see.\n So I couldn't stop them proceeding with the post mortem.\n In my co-operation with Hintsa Siwisa, we could get the services of independent pathologists, but they only arrived on the Wednesday of that week.\n In that week I was very busy with preparations for the funeral and the Ciskei had made it clear that we will not bury Andile in Mdantsane, because our family felt that even though home was here in Queenstown, and also another region in Queenstown, a lot of people wanted him buried in Queenstown.\n Second week passed without us knowing how we were going to go about the funeral, because it was impossible to get a prayer meeting or anything like that, because the children were very traumatised by the police harassment.\n The most difficult task for me which also made it \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n9 B MDINGI\nimpossible for me to entertain the fact that there was a death, was that these children who had survived, I had to make sure that they were looked after, because they couldn't sleep with their families.\n And not all houses supported them as far as transporting them and giving them a place to sleep, was concerned.  And you found that even where they slept, they couldn't sleep there for more than one night because after having slept at a place for one night, you would have to take them to another place.\n So in that two weeks we were busy preparing for a funeral which we didn't know whether it would take place and when and also taking care of these children.\n And even here in Queenstown when we heard that there was a possibility that if we could not bury him in Mdantsane, we would bury him here in Queenstown, harassment had increased, because since my father had passed away, my mother was the only one at home.\n Because my other brothers were at school.  And my attention was split between Mdantsane and Queenstown and I had to travel between the two.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Without interrupting you Ms Balakazi, is the - while you were preparing for the funeral, did the police turn up at your house?",
            "Male"
        ],
        [
            "B MDINGI",
            "Yes, the police would come to our house day and night.  There is something that I particularly cannot forget.  My second child was about 6 years old at the time and when the police would arrive, he would run next door.  You know I still get the picture of a mouse running away, you know even if the door was closed, a mouse would use the smallest bit of space to run out.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n10 B MDINGI\n I still have a picture of how my child ran out under the fence to the neighbours, because he did not feel protected, he did not feel safe at home, even though he was with his parents, because of the situation at home at the time.\n I remember even the way they handled my father-in-law, Rex Mdingi.  When they asked who was running the service and he was saying that his colleagues who are all Priests were in charge of the service, but the handling which we received there was received by everyone, school children, church people, old people, everyone.\n Something else that continues to bother me about the time we were preparing for the funeral is the treatment of the media.  Particularly the Daily Despatch.  \n One particular article that was published, made it clear that an animal was shot.  And it just showed that they weren't sensitive and even when we objected, it was obvious that these articles had already found these people guilty, because you couldn't even go to the police with these articles objecting to it.  Because it was obvious you couldn't even complain to the police, because these articles were so defamatory.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You mentioned that the newspaper, media in particular the Daily Despatch handled this matter in a very defamatory manner.  You said it was like they had already found people guilty.  What do you mean?",
            "Male"
        ],
        [
            "B MDINGI",
            "I mean that it was put as a confrontation between student activists and the police and to me this showed that it was different from other children, other issues in that Andile was 18 and they were waiting for them when they were coming out of this house, they weren't armed, they hadn't\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n11 B MDINGI\ndone anything, they - and there was nothing violent that they had done.\n But in spite of us having objected, they continued reporting in this vein.  There was no sensitivity whatsoever shown towards the family.\n Because at some stage you would establish that what was said by the police, would correspond with what was being reported.  And it was obvious that there was no sympathy.\n And if anybody showed any sympathy, they would harass that person as well.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you say that Andile's body was at Siyo Funeral Undertakers?",
            "Male"
        ],
        [
            "B MDINGI",
            "When we took the body from the State mortuary, we took it to Siyo.  The police went to the Undertakers as well, because there was this fear that if they did not confirm when the funeral arrangements were going to take place, because they weren't prepared to give us the permission to bury in Mdantsane, there were instructions to the Undertakers that you do not dare release this body, because it is possible that this body could be taken and be buried and the manner in which the funeral will be conducted, would be in a manner which would start political uprisings.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is it so that  this funeral was going to take place at Romaanslaagte in Whittlesea, but according to what you have said the funeral ended up taking place here in Queenstown?",
            "Male"
        ],
        [
            "B MDINGI",
            "Yes, the funeral ended up taking place here in Queenstown, because when we found that we could not bury him in Mdantsane, and the situation in Mdantsane was the same as Romaanslaagte in Whittlesea, we considered coming to bury\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n12 B MDINGI\nhim in Queenstown and that is where my mother was.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "How long was Andile buried after he was killed?",
            "Male"
        ],
        [
            "B MDINGI",
            "We couldn't bury him for three weeks after that.  The day that was finally set for his funeral was the 21st of September and on the Friday already, the body was here  at Stone Funerals in Queenstown.\n And even Stone said that they may not sympathise, but advised us not to proceed making arrangements for the 21st because even though we proceeded with the church service on the 21st, the police had instructed them not to release the body on the 21st.\n The body was only released for the memorial service which was held on the 20th if I remember correctly.\n And it was supposed to be taken back and on the 21st it could not be released. In the week that we were preparing a time was set for the memorial service and when people were going home, you would always hear reports that people have been assaulted and harassed and everything had to be finalised before the sun set.\n Food that had been prepared for instance, I am not sure if it was the Moravian Church or the Apostolic Church or the Methodist Church, what happened was where people left, the police would be left looting the food.\n And in the evenings they would be seen braaiing from food that they had looted.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "This was food that was supposed to be used for the funeral?  Let's speak about the day of the funeral.  Were there any conditions set by the police in connection with how the funeral was to be run - for example the amount of people that were allowed to attend the funeral?",
            "Male"
        ],
        [
            "B MDINGI",
            "When the funeral, when the church service came out QUEENSTOWN HEARING TRC/EASTERN CAPE\n13 B MDINGI\non the 20th, we were told that they - they were told to leave, that the funeral would take place on Monday and because we were always between the Undertakers, police, home and the Church, you would find that every time you got to the police station, there were busses from somewhere else and there was confusion outside and you would find that people were asking, do you know Andile Matshoba and if you did, what did you do?  How did you know him, what were your connections with him?\n So on that day after the people had left the Church, we went to the police station and we found that we were going to be given a time, an hour or two in which the funeral had to be finalised on Monday afternoon.  And not more than 50 people were allowed to attend.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What happened, what other things happened to disrupt the funeral on that day?",
            "Male"
        ],
        [
            "B MDINGI",
            "On the day of the funeral, the police were not too far from where the funeral was taking place and we were told that people may not sing freedom songs.\n A lot of people could not come to the funeral even though it took place at the Methodist Church.\n They could not stop more than 50 people from attending, but a lot of people were turned away at roadblocks outside of Queenstown and they could not come to the funeral.\n I cannot forget the day of the 23rd of September because in our culture, in the way in which we operated, I had never come across a funeral that took place during the course of the week.  It was on a Monday afternoon, on the 23rd of September.  The 23rd happens to be my birthday, so that left a totally different meaning to the 23rd of September in my life, because of the treatment we received.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n14 B MDINGI\n And not being able to decide that, when somebody in your family was killed, that the people who killed him, could not allow you to show your last respects and bury this person with dignity. \n So, it changed a lot of things in my life.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Ms Balakazi, without delaying you too much, I find that according to your mother's written statement, one of the things that you want from the Commission is to investigate whose gun the bullet that killed Andile, was from.  Is there anything else, any other request that you would like to ask from the Commission?",
            "Male"
        ],
        [
            "B MDINGI",
            "I would like to express once again that I would like to find out because after the police, we weren't able to establish anything from the police after Andile was killed.  There wasn't even a inquest.\n Instead, after that the police would come to us and ask if we had any information about who had killed Andile, where were his friends who could help the police in their investigation, because these were students that had been with him then.\n Otherwise they could not continue with the case because their investigation did not yield anything.  So this was very painful to us, because we do not know the truth.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Once again, I know that you work in Cape Town, you have come a long way here to Queenstown.  Did you come down specifically for this or were there other things that you had come down for?",
            "Male"
        ],
        [
            "B MDINGI",
            "I had come down specifically for this hearing.   Even though I work, it was very important to me that I be at my mother's side, be of support to her and at the same time, know that anyone with a better explanation, if there was\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n15 B MDINGI\nanyone with a better explanation, it would be me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Have Mundu Bartman mentioned to you that he himself intends assisting the Commission in their investigation since he was there on the day Andile was killed?",
            "Male"
        ],
        [
            "B MDINGI",
            "There are about three or four people, including Mundu, who want to help in the investigation.  Mundu particularly wants to do this, because he was with Andile on the day in which he was killed, he has promised that he will submit a statement.  Mxoliso Faku in East London, was in detention when Andile was killed.\n When he was detained, was shown papers saying that he was going to do the same to you as we had done to Andile, so he would also like to submit a statement to the Commission outlining the threats that he also received.\n Somebody else that would also like to submit a statement is Denma Mntungwane, who's from Queenstown.  Who is in Cape Town at the moment.  When Andile was killed, he was standing trial and he served a prison sentence in Robben Island and details of Andile's death were used to traumatise him during lunch breaks, during his trial and when he would go back to the stand, he would be told to please say what happened during lunch to change his emotional situation.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you would like to say for now Ms Balakazi?",
            "Male"
        ],
        [
            "B MDINGI",
            "I think so sir.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that also all that you would like to say Ms Matshoba?  Are you satisfied with what your daughter has said in connection with the details of your son's death?",
            "Male"
        ],
        [
            [],
            "Yes, that is all.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much.  Thank you Mr  Chairperson.  QUEENSTOWN HEARING TRC/EASTERN CAPE\n16 B MDINGI",
            "Male"
        ],
        [
            "REVD FINCA",
            "Dr Ramashala?",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "My question is directed at Ms Matshoba.  Could you go back to think about how your life was changed, to talk about how your life was changed as a result of the killing of your son?",
            "Unknown"
        ],
        [
            [],
            "I was never very happy after that.  I was very hurt by Andile's death.  I've never been the same.\n I've never been well again.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Could you explain a little bit about what you mean by I've never been well again?",
            "Unknown"
        ],
        [
            [],
            "After that I became somebody that would forget and sometimes I would not even know what I was doing, I was very nervous.\n It is just that I became somebody who was very nervous, even though I never went for treatment for this condition, but when I received - when this would happen to me I would get medication from the hospital and I would be a bit better and there'd be nothing after that.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Please forgive me for being persistent.  I'm trying to get a picture of how your life was affected.  When you say nervous, were you sleepless, were you agitated and do you remember the kind of medication that you received?",
            "Unknown"
        ],
        [
            [],
            "I had palpitations after that.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Ms Matshoba, if your son had not died what would he be today, in other words, what were your expectations of your son?",
            "Unknown"
        ],
        [
            [],
            "If my child had not passed away, he would have been something today, I would have been dependent on him.  He would have been working for me.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Are you receiving any - how do you survive today?  Are you receiving any pension?\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n17 NM MATSHOBA",
            "Unknown"
        ],
        [
            [],
            "Yes, I receive a pension.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Mr Chairman, I wonder if Ms Matshoba' daughter could enlighten us a little more about your mother's health and other things that we, you think we should know.",
            "Unknown"
        ],
        [
            "B MDINGI",
            "I am the eldest in a family with 8 children.  My father was killed in a car accident when I was 14 together with a younger sister of mine and another family friend.\n In 1983 my brother was killed in Jo'burg and allegedly from a car accident and was buried by the police before we were notified of this.\n These are all the things that I feel have a contributed to my mother's poor health.\n Another child died before the child of Andile, in 1985.  I believe that it is as a result of all these things that my mother had to stop working before retirement age.\n And also in 1988 both my grandmothers, who had all the years seemed well and able bodies, suddenly died from pneumonia as well as my uncle, Daduxa, which has left my mother to be responsible for an extended family.\n And that responsibility is transferred to me.  Oh, Andile was an artist, he used to contribute to student magazines and other newspapers, that were called alternative newspapers of the time.\n People used to come to Jo'burg to visit her and this happened even after Andile had died, asking Andile to do some specific drawings.  He used to help his teachers with audio visuals to help them in their teaching.\n He was poetic in his writings.  I remember an essay that we discussed with one of his teachers to whom I had become very close because of him, where he was writing about QUEENSTOWN HEARING TRC/EASTERN CAPE\n18 B MDINGI\nhimself in 10 years time.\n He was only 18 at the time.  Unlike an average teenager, his writing went something like this:  Men has created laws to oppress fellow men and because of injustices that I see in society today, my ambition is to be a Human Rights Lawyer.\n Those writings were given to journalists and when I tried to trace them, somebody said they could have been destined for the international defence and aid fund, but I have never been able to trace any of those writings.\n So I have no doubt that he would occupy an important role in society, but most likely as a lawyer.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Thank you very much.  Now I would like to come to you.  Your brother was living with you when he was killed.  I would like to know how your life was changed by this.",
            "Unknown"
        ],
        [
            "B MDINGI",
            "I think Andile was everybody's favourite in the family, very supportive, very disciplined and communicating easily equally with adults as well as my children.\n I remember how he used to laugh when he was watching TV with my children who wanted to know what was being said, because they couldn't understand English.\n When he would just find one word far from what was being said to tell my children what was happening, so in a sense he was a pillar of strength to most of us in the family.\n The trauma that was brought about by his death, especially because I, because of all this experience in the family, I am very protective of my mother and here was somebody whom I was relying because he was the most sober, with all due respect, of all my brothers.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n19 B MDINGI\n And there his life ended at a very early age, so in a sense, that has left an added responsibility on my shoulders, because I have my family and I still have to care for my mother's family as well as my younger brothers.\n But most of all, I think the emotional scars are left in my children who were six and seven and a half at the time, who were very close to Andile, who witnessed what happened to him.\n I remember my son, who was six at the time, when he heard us talking that we were getting a pathologist to come and look at Andile's body, I can recall his disappointment when he heard that no, this does not mean that Andile would be alive and well again because he thought that if a Doctor was coming to work with Andile's body, there were so many of who loved Andile who could maybe get the Doctor to extract, you know, breath from us to revive Andile.\n So, at his age of six, he thought that that was what would happen to bring Andile back.  So those are all the scars that cannot be taken away.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "My last question.  In your opinion, do you think your mother needs immediate help here and when was the last time she consulted a Doctor?",
            "Unknown"
        ],
        [
            "B MDINGI",
            "She consults a Doctor regularly.  I would say at least once in three months and because I'm in Cape Town and as such we have access to Doctors, you have the Groote Schuur and specialists, every now and then I have to transport her to Cape Town to come for treatment.   So I think she does need attention.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Is there any questions?  I would like us to give the other witness, I know that we are supposed to give\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n20 B MDINGI\nthe other witnesses a chance, but I have just a few brief questions, and I would just like you to enlighten me on one or two issues.   It is clear from what we hear from your evidence that the issue about toilets was quite a big issue here in Queenstown.   The fact that people wanted toilets.  Can you just very briefly give us some insight into what was happening.  What was toilet facilities like in Queenstown at that time?",
            "Unknown"
        ],
        [
            "B MDINGI",
            "There were no toilets.  Our houses did not have toilets inside, we used to use public toilets and they said that they were going to fight for that, so that each yard could at least have a toilet in the yard, so that it was not necessary for us to use the public toilets.\n As someone who grew up here in Queenstown, when I think about it, I find that ... (tape ends) ... were public toilets, maybe about three toilets which would serve more than one street.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We might get back to that question when we go through more statements.  Balakazi, in your evidence you said that during very painful stage of the death of your brother, you were very traumatised by a biased report that was published in the Daily Despatch.  I would like to hear from you why you think the press manipulated that story?  And do you think there was an attempt to manipulate the minds of the people through that story?",
            "Unknown"
        ],
        [
            "B MDINGI",
            "Definitely.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Could you please expand on that a bit.",
            "Unknown"
        ],
        [
            "B MDINGI",
            "In my experience if you want to publish something in the press, the way in which they made it difficult to accept your story, I am going to give you an example about something that is currently affecting my work circumstances\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n21 B MDINGI\nin Cape Town.  An example which was used by a Brian O'Connell who is the Superintendent of Education is Cape Town.\n Because Cape Town has many teachers and the student population is either White or Coloured, Cape Town  at this moment is facing a situation where teachers have to be either retrenched or redeployed, and if people remember, they did see that in the papers that teachers were marching in protest against that because their schools were full, because there were more teachers than students.\n Whereas this is not the case in our schools.  And when he spoke about the pain of not being able to communicate and resolve the issue amongst teachers and parents and students, he said that he had spent a lot of time in interviews in radio stations and newspapers and the television and trying to get them to listen to what he has to say.\n And apparently this was a story in which they did not have enough interest in it and that was the attitude then.  There was no interest from the media in what you had to say, because even the bit of news that you had to say, you had to prove to them that it was interesting, because otherwise they wouldn't take it and you had to say who your source was and they would come from an angle which made it obvious that they were representing the interest of the police and the killers and not the interest of the people.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "That's a very interesting statement, not only from the past but also from the present.    Nomakaya and your daughter, Balakazi, we thank you for this very painful story that you have come to tell before us today about the killing of your son and the subsequent trauma which was added to you by the Daily Despatch.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n22\n We have noted that.  But what we want to say to you is that in spite of the trauma you survived, we salute you.\n You are here today to tell your story at a time you could not tell it, those who attempted to tell it on your behalf, decided to distort it to suit their ends.\n And that is something that we are noting and we would want to pursue.\n We will pursue your requests as far as the investigation is concerned, but for now we salute you and we thank you for coming before the Commission.",
            "Unknown"
        ]
    ]
}