{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-22",
        "location": "QUEENSTOWN",
        "day": "1",
        "names": [
            "PHILDA VIOLET NDABAMBI"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55846&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/ndabambi.htm",
        "speakers": [
            "B NDABAMBI",
            "MAGGIE TYOBEKA",
            "MARIA MKAYI",
            "MR SANDI",
            "MS MAYA",
            "NM KAMATI",
            "NOTELE ANGELINA DASTILE",
            "NTOMBIZIDWA MARTHA KAMATI",
            "PHILDA VIOLET NDABAMBI",
            "PV NDABAMBI",
            "REVD FINCA",
            "REVD XUNDU",
            "S KAMATI"
        ],
        "original_speakers": [
            "NTOMBIZIDWA MARTHA KAMATI",
            "REVD XUNDU",
            "PHILDA VIOLET NDABAMBI",
            "MAGGIE TYOBEKA",
            "MARIA MKAYI",
            "NOTELE ANGELINA DASTILE",
            "REVD FINCA",
            "MS MAYA",
            "NM KAMATI",
            "S KAMATI",
            "PV NDABAMBI",
            "MR SANDI",
            "B NDABAMBI"
        ]
    },
    "testimony": [
        [
            "REVD XUNDU",
            "The next.",
            "Unknown"
        ],
        [
            "NTOMBIZIDWA MARTHA KAMATI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.  The next.",
            "Unknown"
        ],
        [
            "PHILDA VIOLET NDABAMBI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MAGGIE TYOBEKA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MARIA MKAYI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "NOTELE ANGELINA DASTILE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We welcome you to this Commission today realising that we are now in another stage which I think is of great importance to day in this Queenstown hearing.\n As we are going to talk about the Mlungisi massacre.\n This is still fresh in our minds.  That day which can never be forgotten.  Perhaps it cannot be forgotten even by the people in the Eastern Cape.  \n People who were in the top posts of the Government at that time, when into a church building and they started shooting wildly, killing people and injured a lot of people here in Mlungisi.   In the Methodist Church, that is where it happened.  They showed that they were not respecting the people as well as God on that day because they happened to be in power for a short while.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2\n There were 11 people who died on that particular\nincident.  I think 6 of those have been represented here by \nwitnesses.  The one person here is one who was actually shot at immediately thereafter. We therefore welcome you to this hearing today.  We therefore hail even those heroes who died on that particular day in the church.\n We shall therefore give you an opportunity to give us the details of what happened on that day or even at that time and also what happened to those people you have come to represent here today.\n We shall therefore ask Tiny Maya to take the lead and I also think that you shall be able to express yourselves even if you don't tell us everything, but give us a full picture of what happened and then you help one another as you do it.\n But let us assure you that here in this hearing today you have come before us as people who have come to represent the hero's of the struggle here in Mlungisi here in Queenstown.   Over to you Tiny Maya.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairman.  I greet you all.  First on the list we have of the people who lost some people in that church of Nonzwakazi, Ntombizodwa Kamati, who is going to talk for herself about two of her sons Siphiwo and Thamsanqa.  Siphiwo is here at the moment, but Thamsanqa died.  So we are going to ask you Ms Kamati to give us the detailed background telling us of the events of the day, what was happening in that church building and also tell us of who was responsible for this meeting and briefly tell us about yourself and your children.\n And tell us which organisation were you supporting at that time, thank you.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 NM KAMATI",
            "Female"
        ],
        [
            "NM KAMATI",
            "On the 17th November 1985, there was a very\nbig meeting that was convened at Nonzwakazi Church.  It was a meeting for the residents about matters pertaining the residents.\n It was called by our organisation.  Those were difficult times.  A meeting of the day was to start at two in the afternoon at Nonzwakazi.  I was also present.\n And my children too were present. The meeting went on, we were listening, all the matters that were being discussed.  The main matters were absence of toilets, the sharing of public toilets.  This was a major issue which made people to be annoyed.\n And there was this lodger's permit that people disliked, because you would be arrested five o'clock in the morning by the police and then they would move with you in their van up and down, taking people from all over the location until it was at eight when they opened their office.\n They used to make a lot of money with this lodger's permits.  Such that we used to advise one another as residents that if one of us was arrested, we would shout and say (indistinct) meaning the White people are here and we would run and go to the camp and do nothing there, trying to escape from them.\n So this meeting went on and on.  Whilst we were listening, it was on this day when everything had to be concluded.  We were inside, some of the people were outside.\n Those standing outside saw the police coming and they heard the police talking and counting minutes.  We were inside and therefore we couldn't hear.\n What we heard and saw was policemen at the door \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 NM KAMATI\nthrowing in the teargas, shooting so that they could get \ninside and shoot.\n It was tough, people died, people were stampeded.  Whilst I was inside I tried to get out so we tried, we clustered in corners, we tried to push out of windows and we managed.\n It was in summer and the grass was long so we hid there, but unfortunately there were bees that started stinging us, so we ran to the toilet.  Then the youth called us out and said come out, because they have come.\n So we scattered, I ran to a nearby church, the Moravian Church.  Inside there I found that there was a church service and so I went in and some people mingled amongst the worshippers, but it was difficult to come out.\n We couldn't run home, there were police, White policemen and as well as Black policemen in hippos.  The youth said you old ladies, come out, we are going to assist you and take you back home.\n They were calling each and every car that was around, that the drivers should be of assistance and take the old people and take them back to their homes.  That is how therefore I managed to go back home.\n When I got home, a few minutes after I had arrived, and I was still panting, I heard a nearby person calling me, Mama Kamati, Mama Kamati, so I came out together with my mother.\n When we appeared outside, she said there are definitely some young people who have been shot and I think one of them is Thamsanqa and Siphiwo, was he not dressed in a black and striped skipper.\n Then I said, yes, he was dressed like that.  I then \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 NM KAMATI\nwent into the house and I was confused, I didn't know what \nto do because there was still some shooting outside and I was not ready to come out.\n So time went by, time went by and then when the lights were on they came.  Siphiwo swollen as he was, he crawled and got to my sister's home, Mama Tsotetzi.\n When she got there, she saw some young boys who then tried to take out these bullets.  I didn't know what to do.\n We were stuck.  Then I asked someone to go and get some vehicle to come to my rescue so that I could go to the hospital.\n Someone had told me that he had been shot dead, but there was some rumours that he was still alive, but we were confused therefore then I decided that I should get some transport to get to the hospital and also to the church office, but I couldn't get any transport at the time, then I had to go to sleep as things were.\n And Siphiwo was in great pain, swollen as he was.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Then did you ultimately get to the place where Thamsanqa was?",
            "Female"
        ],
        [
            "NM KAMATI",
            "Yes, the following morning, my sister first told me that we should go to work.  So that we could be given some leave.  Then we thought we were going to get to the police.  Anyway, we went to the mortuary ultimately.\n You know whenever I mention the mortuary, I always feel some deep pain.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mama, are you still going to continue or Siphiwo is going to take over?",
            "Female"
        ],
        [
            "NM KAMATI",
            "No, it is going to be, I am still on the floor, I want to continue with my story.  Then I feel some great pain whenever I mention the mortuary.  When we got\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 NM KAMATI\nthere at the mortuary, we first met a policeman and made a \nplea together with my sister, that we should be allowed to identify someone.\n But because it was still closed in that mortuary, the court mortuary, he asked us to wait for a while until they opened.  And then when we turned, we saw some other women sitting and waiting.\n The most pain, the greatest pain ever is that, whilst we were sitting there, just before they opened, because the had asked us to sit closer there at the door step, we were sitting there, and we could see some blood dripping out of the mortuary to the place we were sitting into the drain and this really hurt me.\n Then we sat there until they opened.  Inside there it was also appalling and hurting, because there was a pool of blood.  That mortuary had been designed in a very bad way, there was also a smell, a nasty smell such that I felt dizzy because of the smell.\n Such that I told my sister that I was going to leave her there, even the blood was even greenish from rot, even when they asked us to identify, the corpses were laying flat on the floor with one corps on top of the other.\n The bodies were just naked, not even covered.  Their clothes had been dumped into a deep drum which I think this was done out of negligence or with intention to hide them.\n Then they asked us in and allowed us to identify the bodies and then we did and we could see the dead person with a bullet wound on his head.\n Then they gave us the transfer papers to the various mortuaries.  Then we did exactly that and went back home.\n On our way home, preparing, we had to prepare for the \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 NM KAMATI\nvigils and the funerals, whilst people who were still with \nus, to or three days.  On the forth day we would see the police, the policemen coming.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "What did they want?  What did they say?",
            "Female"
        ],
        [
            "NM KAMATI",
            "They would say they were looking for Thamsanqa Kamati, the one who was dead.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "And what did you say to them?",
            "Female"
        ],
        [
            "NM KAMATI",
            "They had a paper and a ball pen with them, then I would say to them, Thamsanqa, but you have shot Thamsanqa dead.  Then they would say we are aware of that and then all the people we have shot, we have written their names down.\n Therefore they had come to make sure that he was dead, I think so, because they were saying they were shooting them and then writing their names down.\n In fact let me say, they would shoot him and then take him, then Siphiwo, this is the reason why I could not take Siphiwo to hospital, because they were going to arrest him.\n I just made means that he should get some treatment at home.  Then they came just before the funeral and there were crowds of people who had come to sympathise with us and they asked for him.\n They then went round to his shack and got Siphiwo there, Mbulelo Sheta who is my sister's son who were just resting and relaxing.\n Then they took both of them and this one was still swollen because they had shot him next to the eye and also on the leg and arm.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; Did they tell him where they were taking him to?",
            "Female"
        ],
        [
            "NM KAMATI",
            "They went into the house and just cornered them and said \"fuck off\", get into the van only to find that QUEENSTOWN HEARING TRC/EASTERN CAPE\n8 NM KAMATI\nthey were taking them to the showgrounds where they were \nbeaten.  They had beaten Mbulelo and Siphiwo vigorously.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; What did they say they were beating them for?",
            "Female"
        ],
        [
            "NM KAMATI",
            "They said he was going to die just like his brother, they also had some questions to ask them.\n He will say it on his own.  He was dressed in a white, in white pants, but when he came back, it was black from the beating.\n They were saying he should put on a black plastic bag so that he should suffocate and then he refused, which was the reason why he was beaten up.\n At two o'clock when he came back, having been taken in the morning, he was all by himself.  When we asked him where is the other one you went away with, then he said, I just saw when they were beating me, then taking him away in a car.\n Then we were in pain, until it was time for the night vigil and he was in great pain in his shack.\n Then at the end of the vigil there was a service then also a vigil for the comrades and he came in, swollen as he was and he was asked, what is the problem Siphiwo and then he explained that he had been taken away and then blindfolded and his hands were manacled together with his feet and they took him to a road to Tylden and they threw him there in an unknown place to him.\n He could feel that it was extremely hot as he was rolling, he even thought that there might have been a hole there, that's where they left him.\n Perhaps with intentions to come back and do something else.  Left there for the whole day, he could feel it was becoming cold and therefore it must have been sunset.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n9 NM KAMATI\n On the way he heard some footsteps of someone walking, \nonly to find that it was one man perhaps a sheppard who came to his rescue and then he managed to go back home.\n Perhaps they could have come back to the place but couldn't find him.\n So he was in more pain once more until it was time for the funeral for us to bury the dead.  The funeral proceeded at the stadium.\n It was a really big funeral in a very big way.  There were many ministers, they had come in great numbers.  There was just literally everyone in our locality and from outside as well.\n But those people could not come out and leave their locality, because the policeman had blocked the gate of the cemetery so that people could not come out.  Even today I must thank the ministers of religion who were there, because they are the ones who made it possible for us to come out of the cemetery because they went there to plead that we should be allowed to go out and go home.\n Even we had permission to conduct this funeral.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "When this happened, where, how old was Thamsanqa and Siphiwo?",
            "Female"
        ],
        [
            "NM KAMATI",
            "Thamsanqa was on his 20th year, because he was born on the 9th of November 1965 and Siphiwo was born on the 16th of November 1969.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Were they still schooling at that time?",
            "Female"
        ],
        [
            "NM KAMATI",
            "Yes, they were.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "After that, were there any of the policemen who were arrested or was there any investigation that was done?",
            "Female"
        ],
        [
            "NM KAMATI",
            "No, nothing was done.  They were not arrested.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n10 NM KAMATI",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Are there any lawyers that were representing and\nhelping you at the time?",
            "Female"
        ],
        [
            "NM KAMATI",
            "No, I don't know, but I don't remember us getting any lawyers.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Up to now, you mean it has been quiet up to now?",
            "Female"
        ],
        [
            "NM KAMATI",
            "Yes, it has been.  Now, here is the pain.  The ministers pleaded that we should be allowed to go out of the cemetery yard, so they agreed ultimately.\n As we were going out, it is only the family, the Kamati family that was chased.  When the Kombi that was transporting the family, a hippo chased us.  A helicopter also harassed us and second street from our home, a helicopter flew just about above us and their was a Kombi facing us on the other hand, and I was scared.\n I said to the driver then, whose name is Wonga Mgobata, who is my nephew, I said, just stop, that's the best you could do, so he did.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "When you stopped, what happened?",
            "Female"
        ],
        [
            "NM KAMATI",
            "Then when we stopped, the helicopter just turned towards our yard and all the people were scared such that they decided to run away.  As we were coming, this hippo was stopping us from the front.\n We met at the gate with the hippos such that it nearly hit us.  As I was sitting in the Kombi I could see the hippo and they said, come on, \"fuck off\", come out and get into the hippo.\n We couldn't even wash our hands, because we were being rushed to get into the hippo.\n So we went into the hippo.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Then where did they take you to?",
            "Female"
        ],
        [
            "NM KAMATI",
            "Then we were taken to Nquantwa at the\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n11 NM KAMATI\nColoured location, such that I was scared.  I thought they \nwere taking us to the Coloureds, to beat us up as they had used them previously.\n Then when we got down I saw some boers who were waiting, they were laying on their stomachs and we were taken to them.\n They said perhaps it was their (indistinct), then he said we should be taken to the showground and when we ... (tape ends)  (tape starts) ... to one another, then they came to us to confront us and said that this gun could shoot, because one could push in a bullet.\n The Black policemen was standing behind us with their rifles.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; How many were you?",
            "Female"
        ],
        [
            "NM KAMATI",
            "We were quite a number, there were old people, there were women, there were my sisters, then the young ones were taken into a separate room and they were beating them up whilst we were sitting down.\n There was screaming and crying and the door was closed.  After they had beaten them up, they took them to the police station together with our Kombi.  \n It was now getting towards sunset and they came back to us and they asked how many people were being buried, then we said 11 of them were being buried.\n Then they asked but how, why are they so many, then we said we don't know.  Then they asked who were the people who were tuning Mandela, Mandela and who were also the speakers.\n Then one woman said we were crying and we were not looking at the people who were singing Mandela, Mandela.\n Then they said you say (indistinct) you fat, bitch.  Then we kept quiet, they said to the Black policemen in one \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n12 NM KAMATI\nmoment, they asked them to chase us and then I rushed out, \nthe old women couldn't run and it was late, we didn't have transport.\n When we got there at home, we didn't see any people.  There was no food, it was just clean.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "So after you were released and your car was taken, what happened to the Kombi?",
            "Female"
        ],
        [
            "NM KAMATI",
            "It was held there at the police station until my brother-in-law went there to get it.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Is there any other thing you would like to add on so that we can now conclude?",
            "Female"
        ],
        [
            "NM KAMATI",
            "There is nothing at the moment.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Therefore, by your appearance here before this Commission I think you have a wish, could you just express your wish?",
            "Female"
        ],
        [
            "NM KAMATI",
            "Yes, I have a wish that because the people they killed was my first born and I had great hopes that by now I would be a better person and they have really messed me up by killing him, because he was a gifted person and he used to repair radio's, he had green fingers, he could plough and today I wouldn't be buying cabbage for R3-50 if I would be having some money, I would give him to buy some seeds because I knew that he was gifted.\n So, I would like that this Commission should give me something and do what I do not have and give to me and meet me half way.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I am sure you would like to know who are the people who actually killed your son.",
            "Female"
        ],
        [
            "NM KAMATI",
            "I don't hear.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I would like to know who are the people who killed your son.  We thank you, Mama.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n13 NM KAMATI",
            "Female"
        ],
        [
            "MS MAYA",
            "Can I turn to you Siphiwo and perhaps there\nis something that you can love to add on to what has already been said.",
            "Female"
        ],
        [
            "S KAMATI",
            "According to me there is nothing that I am going to add, only to say that when I was 16 years old I couldn't continue with my studies for 2 years, because I didn't have time and I studied because I was being harassed by the police and has already been said by my mother.\n I recovered after some time and then finished my standard 10 in 1992.  I would love the Commission if it could, so that it could help me with regards to continuing my studies, so that I could be able to continue with my career at this point in time, this is all I can say.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "The following person would be, the person to follow is Ms Ndabambi.  Ms Ndabambi, how are you?",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "I am fine.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "The statement before me, you are going to give us testimony about Zandisile Ndabambi who was shot by the police, who died on that fateful day at Nonzwakazi.  Details have already been given by Ms Kamati and I would love so to hear about the death of your son so that we can get light of what happened in the process that led to his burial, so that if there could be something that you would love to add  on to what has already been said, you can say it.",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "On that Sunday we had a meeting, we had already left the church, we were at home.\n Zandisile and others too, they left for the meeting, because usually the meetings started at two.   We were not in the meeting.  At about sunset, at about six or seven o'clock somewhere there, there came a police van at about seven there was a police van which came home, we were just \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n14 PV NDABAMBI\nrelaxing at home.\n There was some people who alighted, who came to the house and they wanted Zandisile Ndabambi's home.  And I went to the doorstep and I told them that they were correct, this was his home.\n They asked the mother and I told them that I was.  They told me that they had brought Zandisile.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Can I interrupt you mother?  We just cannot get clarity or cannot hear you.",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "They said they brought Zandisile and they were taking him to hospital and I asked what had actually happened.  They told me that he was sick and they were taking him to the hospital.\n I asked why was he covered with the blanket behind, because a sick person cannot be covered with a blanket.  They only told met that they were taking him to the hospital because he was sick.\n They took him to the hospital only to find out that he was being taken to the mortuary.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Who were actually the people who arrived?",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "It was the people who were activists at the time.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Are they people whom you know?",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "No, I do not, because I was not in the meeting.\n They took him to the hospital, actually they took him to the mortuary and the came back and they told us that they have taken him to the mortuary and we slept then, there was nothing that we could do up until such a time that we could arrange for the funeral.\n Zandisile was buried, they were buried in a mass, at \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n15 PV NDABAMBI\none time.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "How old was he?",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "I do not remember, because you know, I am illiterate, but he was more of a teenager.  He had already undergone initiation.  No he was not married.  He did not even have children.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Do you know that there is any political organisation or any residents association that he allied himself to?",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "It is the ANC.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I thank you.  Is there anything that you would love to add?",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "No, I do not have anything.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "What would you love the Commission in its powers to do for you?",
            "Female"
        ],
        [
            "PV NDABAMBI",
            "I would love the Commission if it could succeed to place, to unveil a tombstone for my late son.  I would love the Commission if it is possible to unveil a tombstone of my late son.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let us now call upon Bandile Ndabambi?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can I ask is Mama Ndabambi your mother?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "No.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "By the way, Bandile you say you were just moving on the streets and then you were shot by people who had shot people in the church building?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "In your statement you said you were in Standard 2.  Now how old were you then?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "I was 13 years of age.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now can you explain what actually happened as QUEENSTOWN HEARING TRC/EASTERN CAPE\n16 B NDABAMBI\nyou were moving down the street?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "I was walking at Short Street which is a street from my home.  As I was walking and I was about two houses from the corner, I then saw a hippo which was - the police on the police were shooting already.\n Then I decided to squad because they had already shot me on the leg.  So when they shot me, what they had shot me with, they pierced through the pants and the leg and then I knelt down next to a particular house.\n Then after they had shot, they moved on facing the location.  I didn't know whether they were coming from the location or from town.\n Then one man took me to a certain house and organise a car owned by Mr Mxexeka to take me to hospital.\n Then we went together with this man to hospital.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "When you were shot, were there others who were shot?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "No, there was even no one on the street because I saw this morning, when they were taking me into this yard, because this man had been shot too on the head.\n And I was the only one on the street and even the person who helped me came from behind and took me.\n And then we saw this other person laying down and then we were taken to hospital.\n When we got there, I was kept there waiting only to get treatment at seven and then admitted into hospital.  I was then discharged on the 17th of December.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did the Doctor tell you of the extent of your injury or what had actually happened to your leg?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "No, he didn't.  He would just come and just look at me and then go away.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n17 B NDABAMBI",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You said you were only 13 at the time you were shot.  Did they tell you why they were shooting you?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "No one told me, I didn't talk to anyone who could give me that information.  In fact I didn't even want to meet the police.\n It is White policemen who were on a hippo who shot me and I didn't know them.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "By the way you mentioned that you were once on crutches?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "Yes, when I was in hospital they gave me crutches when they were going to discharge me and from December, January I was on crutches and then when schools reopened, I felt I couldn't take these crutches to school, because even the school children were going to ask.\n I even went to school very late because I was trying to limp and use my leg, because I didn't want to explain to the school children that I had been shot.\n I was scared that the people were going to tell the police that I had been shot and then the police would come, so I went there to the hospital but they were not helping me.\n So I decided to stay at home until March when I felt better, I took the crutches back to hospital and went back to school.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now, by being here, what are you asking the Commission to do for you?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "I wasn't shot at night, I was shot day time.  Now I want to take those people who shot me to take the responsibility of what happened on that day so that I could understand and say the Law should take its course.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you have to say?  Is that all you QUEENSTOWN HEARING TRC/EASTERN CAPE\n18 B NDABAMBI\nhave to say?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "Yes, though even this leg is troubling me when it is cold, I feel it on this leg.  It is no longer normal, I can't even run fast, I can't even participate in sport.  I tried then I decided to leave off.\n Even my muscles here are giving me trouble.  On the side I was shot, my muscles are twisted so whenever I buy shoes, I'm supposed to buy a size 7 on my left and six and a half on the other side, because my foot has shrunk.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now did you say, Bandile, that time you were in standard 2?  Now in what standard are you now?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "I passed standard 10 in 1994, this past two years I'm just sitting and doing nothing.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you have to say?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "I would now say I would feel better if the Commission could process a claim against those people who are responsible for this because they did something that they spoiled my leg and if I were to get some money from the claim, I'll make use of that to further my studies, because those people who shot me, are still alive.\n I can't take part, I can't participate in sport and yet when I was still at school I used to play volley ball because I don't need to run much.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now what do you say do you still want to do?",
            "Male"
        ],
        [
            "B NDABAMBI",
            "I still want to further my studies because just recently I applied to the UNISA branch here in Queenstown and then they asked me to bring my certificate and then they were going to send me correspondence so that I could select the courses.",
            "Unknown"
        ]
    ]
}