{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "QUEENSTOWN",
        "day": "2",
        "names": [
            "WILSON NDLETYANA"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55847&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/ndlety.htm",
        "speakers": [
            "ERIC MBANGO",
            "GLORIA",
            "MS MAYA",
            "NONDLEKO NOLIFISI DINAH LOLIWE",
            "REVD FINCA",
            "REVD XUNDU",
            "THANDIQOLO",
            "UNKNOWN VOICE"
        ],
        "original_speakers": [
            "NONDLEKO NOLIFISI DINAH LOLIWE",
            "ERIC MBANGO",
            "REVD XUNDU",
            "WILSON NDLETYANA",
            "UNKNOWN VOICE",
            "GLORIA",
            "THANDIQOLO",
            "REVD FINCA",
            "MS MAYA",
            "W NDLETYANA"
        ]
    },
    "testimony": [
        [
            "REVD XUNDU",
            "Thank you Mr Chairman.  I would like you to take oaths as individuals.  How many are you?  There are four of you.  All right, who is Nondleko?  Who is Eric and who is Wilson?  What about these two, have they come to give testimony too?  Do you want me to make her take an oath too?  Thank you.\n Dinah Loliwe, could you rise?",
            "Unknown"
        ],
        [
            "NONDLEKO NOLIFISI DINAH LOLIWE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ERIC MBANGO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "What is your name?",
            "Unknown"
        ],
        [
            "UNKNOWN VOICE",
            "My name is Noqwaqa.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Is that your real name or the name you were given when you got married?",
            "Unknown"
        ],
        [
            "UNKNOWN VOICE",
            "My name is Gloria.",
            "Unknown"
        ],
        [
            "GLORIA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "; And what about you, what is your name?",
            "Unknown"
        ],
        [
            "UNKNOWN VOICE",
            "Thandiqolo.",
            "Unknown"
        ],
        [
            "THANDIQOLO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.  I'm through Mr Chairperson.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We thank you Revd Xundu for swearing these people in who come from Molteno who, we think they are\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 T NDLETYANA\ntogether, the three of them are together because their testimonies are identical.  They shall be giving testimony about the death of school children in the area of Molteno.\n We welcome you people from Molteno and we thank you for availing yourselves before this TRC.  We are now going to give you an opportunity to give your testimony and tell us everything that you know of what happened in Molteno in 1985.\n We are therefore going to ask Ms Tiny Maya to take this opportunity and ask you some questions.  Thank you.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; Thank you Commissioner.  I greet you.  Mr Ndletyana, when we talked earlier, you decided that you are the one who's going to give the testimony about the details and everything that happened in Molteno in 1985 up to the time when these children were killed.  What actually happened in Molteno at that time?",
            "Female"
        ],
        [
            [],
            "Commissioners, I would like to say in Molteno when all this uprising started, it was at school, started with school children.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I would like you to go closer to the microphone.",
            "Female"
        ],
        [
            [],
            "When it all started, it started with the school children.  We don't actually know what the cause of it was because whilst we were still waiting, trying to find out what had happened and what was the intention, the school children too did not know the beginning of all this, because at school they are the old ones and the young ones.\n The old ones instructed the young ones to go home and truly speaking they actually anticipated that policemen were coming and really policemen came to the school in vans and hippo's.\n It is said that policemen just threw the tear gas at \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 W NDLETYANA\nthe children and the children got scattered, running away to all directions. \n That is how it all started.  And then because I am actually presenting Tanduxolo my son, who was not a scholar at the time, but he had just come from work from Bloemfontein, but because we had some younger children who were attending school at that time, he ran to the place to go and see to his younger brothers and sisters and that was the time he met this shooting and problem.\n That is when there was this chasing of the elder children by the police until Tanduxolo was shot at, hitting him at the back of the ear with the bullet piercing through the cheek.\n He was the first victim then in Molteno, he was the first victim.  Thereafter, there are many others who became victims.  These are not the only ones.  There are others who are still coming.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "What happened when he was shot?",
            "Female"
        ],
        [
            [],
            "When Tanduxolo was shot at, he was taken, thrown into the back of a van, taken to hospital where  the hospital asked for an ambulance to take him to East London.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Which hospital was that?",
            "Female"
        ],
        [
            [],
            "He was transferred to the Frere Hospital.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "No, I'm asking where he was admitted at first?",
            "Female"
        ],
        [
            [],
            "That was Molteno Hospital which later transferred him to East London.  All this time the policemen did not even make means that we as the parents of Tanduxolo should be informed of what they had done to our son.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Who actually told you?",
            "Female"
        ],
        [
            [],
            "An ambulance came as I was working at the garage and told me that - where was my son, then I went\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 W NDLETYANA\nthere, but I couldn't say a thing, I was dumbfounded because he was already useless and his whole body was covered with blood and I had nothing to say.\n I then asked for permission from my employers.  When I asked for permission from my employers because my son had been shot at, he said you could leave your work at your own risk and go and attend to that son of yours and when you come back from there, you should bring your ID book so that I can sign on it and then I interpret it as being discharged from work.\n Because there was my cousin there next to the garage, I asked my cousin to accompany my son and I was really hurt by the words that was said by my employer that if he dies on the way, in fact I was, I said to my cousin, if Tanduxolo dies on the way because I could see he was in a very bad condition.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "How long was he in hospital?",
            "Female"
        ],
        [
            [],
            "He was there from 1985 for three months.  He came back in November.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "And how was he when he came back?",
            "Female"
        ],
        [
            [],
            "; On that day I could see that he was not completely conscious.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was he actually discharged by the hospital?",
            "Female"
        ],
        [
            [],
            "Yes, he was.  On coming back from hospital in the morning, at about three in fact, a White policeman came to our house and when I let him into the house, he said he wanted Tanduxolo.\n Then I asked why, then he said you will hear about it tomorrow.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Where was that?",
            "Female"
        ],
        [
            [],
            "At the police station.  I would hear about it QUEENSTOWN HEARING TRC/EASTERN CAPE\n5 W NDLETYANA\nat the police station the following morning and I was very unhappy and I asked myself what was it all about.\n Then he promised that they could perhaps bring him back, they just wanted to find some information from him.  They took him away and what actually happened, he was detained there at the police station for a long time.\n Even when I came there at seven o'clock they said, the policeman said they were arresting Tanduxolo because on the 12th of August he had stoned at the policemen and then I asked them, where was that stone that he had used because I wanted to see its size.\n The police asked me whether I was a lawyer or what.  Then I said no, I am the father of Tanduxolo, I am not  a lawyer, then they said, we are laying a charge against Tanduxolo.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was he actually charged?  Were there allegations against him?",
            "Female"
        ],
        [
            [],
            "; Yes, he was charged.  Allegations were laid on him for throwing stones at the police and the court case was to be in Dordrecht.  We did go to court three times and he would be discharged and rearrested.\n On the third time the lawyer by the name of Naidoo, who is now a member of the Parliament, tried to defend and - because the killer of Tanduxolo was Potgieter, that is the name of the police who shot at Tanduxolo.\n He was then sent to the Komani Hospital where he spent a long time.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was he disturbed mentally?",
            "Female"
        ],
        [
            [],
            "Yes, he was, that is - he was mentally disturbed such that he was behaving abnormally.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "The one who shot him, Potgieter, where is he now?\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 W NDLETYANA",
            "Female"
        ],
        [
            [],
            "; Potgieter was transferred from Molteno to Colesburg and in Colesburg too, we leant that he was also transferred to Stellenbosch.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Does he still work as a policeman?",
            "Female"
        ],
        [
            [],
            "Yes, that's what we think, because we never heard of it that he actually resigned from the police force.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "According to you, your son who was injured by this policeman was employed and he was on holiday at the time.",
            "Female"
        ],
        [
            [],
            "Yes, it is like that.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; Did he manage to work after this incident?",
            "Female"
        ],
        [
            [],
            "No, up to now he is not working.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "What does he do at home?",
            "Female"
        ],
        [
            [],
            "He just sits there at home.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Does he have a family?",
            "Female"
        ],
        [
            [],
            "; No, he hasn't got, he is still my dependant.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "How long was he in hospital?",
            "Female"
        ],
        [
            [],
            "; It was quite a long time in the Komani Hospital that he stayed.  I remember that one year I received a letter from him which he had written whilst he was out of hospital.\n He was in jail in Queenstown, which I don't even know where it is.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; How did that happen?",
            "Female"
        ],
        [
            [],
            "I also got confused and asked the hospital how could this happen.  I move from Molteno to the hospital and gave them the letter.  On the day I arrived at the hospital, there were policemen who came with Tanduxolo, who were taking him to the hospital to be readmitted for the second time.\n I don't know what they had noticed.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; According to what you had heard, why - for how\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 W NDLETYANA\nlong did the policemen keep him in jail?",
            "Female"
        ],
        [
            [],
            "For 6 months and then they again took him back to hospital.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "And then, how long did he spend - how much time did he spend in hospital?",
            "Female"
        ],
        [
            [],
            "I think he came back in 1989, I think it is three years, if I'm counting well.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Yes, did you get any reply from the hospital, any explanation from the hospital?",
            "Female"
        ],
        [
            [],
            "The explanation was that he had been taken by a surgeon from Queenstown, then I asked but how did that happen, they could not tell me how it happened.\n After that I did not investigate, nor ask any further questions, because I could not get the head or tail of it.  They could not tell me exactly what had happened.  I had made means when he was in East London to ask for a rail warrant to visit my son in East London, then the Magistrate said it was available at the police station and the police station said it was available at the Magistrate's office.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was he ever arrested or Potgieter - was there any charge laid against Potgieter because of what he had done?",
            "Female"
        ],
        [
            [],
            "No, there wasn't.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Is there any other additional information or you want to make a request to this Commission?",
            "Female"
        ],
        [
            [],
            "Yes, there is.  This was my hope that this son of mine would help me, therefore I would ask this Commission to make means that Potgieter should be taken to court where he is going to meet me.\n And thereafter, when I have heard how it all happened and what is the end of this, I will then request this Commission to help me because my son is still young.  He \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n8 W NDLETYANA\ncould work for me if he was normal and we are a poor family.\n Perhaps the Commission could see what they can teach him or perhaps they could see what they can do for him, that is my request to this Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Is there still need that he should get medical treatment?",
            "Female"
        ],
        [
            [],
            "Yes, because he says the Doctor here in Queenstown said that he could never work again, such that he said that he was going to organise that he gets the disability grant, which he is getting even at the moment, now that he is out of hospital.",
            "Unknown"
        ]
    ]
}