{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-24",
        "location": "QUEENSTOWN",
        "day": "3",
        "names": [
            "NOMASIKIZI E. KHOLISILE"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55840&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/kholisil.htm",
        "speakers": [
            "MILIYANDA ROTO",
            "NE KHOLISILE",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "MILIYANDA  ROTO",
            "REVD XUNDU",
            "REVD FINCA",
            "NE KHOLISILE"
        ]
    },
    "testimony": [
        [
            "MILIYANDA  ROTO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "I give them over to you, Chairperson.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Let us thank Revd Xundu and ask him to lead the witness.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you sir.  Mrs Nomasikizi, by the way what is your clan name?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "My clan name is Mambamba.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Qila?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "They are very important people of the Qila family whom I know.  What is your surname now?  Let me say briefly, you come from Cathcart and you have come here on behalf of Mnyamana Daliwe, who got injured.  How old was he?  How old was he?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "I don't know his age.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was he an adult already?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes, he was.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was he married?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "No, he was still a bachelor.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was he a member of any organisation?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "No.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was there any organisation, political organisation there?\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 NE KHOLISILE",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes, there was the ANC.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Go on and explain what happened on that day.",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "In 1985 in November, at about between eight and half past eight, and we were already sleeping, there was a knock at the door.\n Then I responded.  The response, someone said open, then I opened the door and a lot of huge people who had masks came into the house and they had shambocks with them.\n They asked for Mnyamana, I said he was at Plantation, then they went out.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Now, do you mean these people were soldiers?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes, they had coats that were worn by the soldiers then.  So they went out and went to the neighbouring houses and later came back and they said you parents, who doesn't have truth.  We know that Mnyamana is here with you, we are coming back to you.\n Then they searched for him and found him in one bed and took him out.  There were four of them, then the others followed.\n I also followed them.  At the door in a small voice, someone said, go back, you old woman.  I did not.  As we were going out of the door, I saw a lot of people, then I exclaimed.  Then I heard some shouting, hold her, hold her, then they held me and took me back into the house.\n And I just can't tell exactly whether they had lifted me up or not, they threw me on the bed and asked me to keep quiet and not even scream and if I had screamed, they promised that they were going to come back to me and they covered me with blankets, and I did not remove them.\n So they left, it was quite a long time that I heard a scream and a moan, until this came closer and closer to the \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 NE KHOLISILE\nwindow of the bedroom.\n Someone was crying, asking what have I done, please forgive me.  It was quiet and this voice called, sissie, sissie, but I was quiet, but very much awake and very frightened. \n After a time it was quiet and it was late at night.  It was quiet for a long time, until at five o'clock in the morning, I tiptoed to the door and the door was not locked.\n I opened the door and I saw something laying there at the door.  I looked, I saw it was his trousers and underpants and they were burnt.\n I looked around in the yard, behind the house and I couldn't see him.  ... went on, went to Nmopomzile's home, that is my daughter's house and I told them that Mnyamana had not come back, he had been taken away by some people.\n So Nmopomzoli and her husband came with me to my house, we searched and Nmopomzoli went around where to where the toilet and she said there he is in another yard, at the gate of that other house.\n The husband went there and found it was him, they had burnt him.  I must say I never saw him up to that time, they had been taking him out of the house, I pause, thank you.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "What do you think could have been the cause of all this?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "When they were searching for him, they were saying they were looking for an informer, but they were not actually telling what he had done.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "In this statement you say this boy was labelled an informer because he had gone to buy during a consumer boycott.",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "They did not say that here even to me.  Even\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 NE KHOLISILE\nthat time, he never said that he had gone to buy, because he was working in town, he just went to go and sleep in his room.\n On this particular day he had decided to vacate his room and come and sleep with me, because his son had come from Johannesburg.  So he was going to use that room.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was there a consumer boycott there in Cathcart?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes, there was.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Because in your statement you say, you have mentioned that he had gone into a liquor store to buy.",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "He had not actually bought actually but there was a patrol, then he did not want to wake up and he did not want to join the group that was patrolling, then in the morning the person he had fought with, went to the police station to lay a charge.\n People used to be woken up at night that they should keep guard, so he refused to do that.  Because he had gone to the police, people were unhappy.  So they came to get him, to burn him, so that when there is a court case, he should not be there.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Do you know the name of that person that he fought with?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes, he said his name was Orange.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Do you think that this was the reason that he was labelled as an informer - not the actual buying during a consumer boycott?  How old was he when he died?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "I can't tell, but he was quite old.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "You say he had a son who was from Johannesburg?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 NE KHOLISILE",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was he married?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "; No.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "But he had a son?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "How many children did the son have?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "He has got one child and he is still young.  Yes, he vacated the room for his son.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Where was he working?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "You mean the son, the dead?",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Yes.",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "He used to work for the council.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Which council there?  Did he have any pension, pension grant?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Yes, now, the son now gets the pension grant from the Government because after that incident, he got mentally disturbed.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Does he perhaps get any assistance from the Municipality as the employer of the father?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "No, he was not getting any money.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "What is the name of the person who got mentally disturbed?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "The name is Loyiso.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "How old is he according to your estimation?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "Oh, I don't know.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "In what standard is he?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "No, he doesn't go to school.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "What is your request to this Commission then?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "My request to this Commission is that we should get assistance in as far as his son is concerned, because he cannot work because he is mentally disturbed.  He is mad since that time and he also has a child.  He lives on QUEENSTOWN HEARING TRC/EASTERN CAPE\n6 NE KHOLISILE\nthe pension grant.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Were you dependant on your son who died?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "You mean my brother, he was my brother.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "; Were you dependant on him?",
            "Unknown"
        ],
        [
            "NE KHOLISILE",
            "No, I was not dependent on him.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Mama, Mrs Kholisile, we thank you that you have told this Commission explicitly the way in which Mnyamana died.  Being told for as you say what did not actually need that he should die.\n There could have been some other means to address and sort this out without someone loosing a life.\n I have already said that those times during the times of struggle, there are certain things which happened and which are a disgrace to the struggle because if a person doesn't want to go and patrol, there could have been other means that - there are structures who could have addressed this matter, without someone having to die.\n We sympathise with you, we sympathise with your family and we assure you that this Commission is going to look into this request and attend to it.\n This Commission also has to investigate further with the structures there in Cathcart because matters of this nature should be resolved so that people should reconcile and work together in this new South Africa.\n We therefor thank you and your daughter and we shall ask you to go back to your seats.",
            "Unknown"
        ]
    ]
}