{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "1",
        "names": [
            "THANDIWE AGNESS DANO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54994&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/dano.htm",
        "speakers": [
            "MR SANDI",
            "REVD FINCA",
            "REVD XUNDU",
            "THANDIWE AGNESS DANO"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "THANDIWE AGNESS DANO",
            "MR SANDI",
            "MS DANO",
            "REVD FINCA"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "... after that, Ntsiki Sandi will lead you as you testify.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairman, she has been sworn in.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Good morning Thandiwe Agness.  Can I call you Thandiwe?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, you may.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you.  I noticed that in your statement you have requested to come before the Commission so that you may testify about Luyanda Dano and tell us about what happened.  How are you related to Luyanda Dano?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "He is my son, because he is my brother's son.",
            "Female"
        ],
        [
            "MR SANDI",
            "This incident was in 1977?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, 1977.",
            "Female"
        ],
        [
            "MR SANDI",
            "Could you inform us exactly what happened to Luyanda Dano in 1977?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Luyanda was a student.  There was a bit of chaos at school and he was one of the children who were active at the time.\n The police were looking for him as well as the other students.  He would run away from the police and he would not sleep at home.\n The one evening the police came to our house and kicked down the door.  They would light torches into our eyes and \nCRADOCK HEARING TRC/EASTERN CAPE\n2 TA DANO\nsaid that we must not move.\n The one requested that I give Luyanda his clothing.  I got up to give him the clothing.  They then said to me they were just going to take him to the police station so that he could give a statement and they would bring him back.\n There were three policemen that were inside the house, the others were surrounding the house.  They left in a kombi.\n As I was working next to the police station, I went to find out what was going on and I found out that he had been arrested, he had been detained.\n Then I was told that Luyanda was sick in prison.  I would go during my lunch time, because I wanted to find out what was going on.  I then dealt with Seki Meyers.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is Lupuwana one of the police that was - was he one of the wardens?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, he was one of the wardens.  I asked Seki  what happened to Luyanda, what was happening with him?  He said that he was ill and that the Doctor had to be called.\n I asked exactly what was wrong with him, they said they didn't know.\n I waited again, I wanted to find out what was wrong with Luyanda.  Lupuwana then said that Dr Robinson had diagnosed him as suffering from nerves, nervous tension.\n He then had to appear in court.  Because I was working that day, I asked his mother to go to court.  He then got latches.  What we discovered however, is that he was just not beaten up, but his head had been damaged at the back and the situation was much more grave than they actually presented to us.",
            "Female"
        ],
        [
            "MR SANDI",
            "For how many days were Luyanda detained before he\nCRADOCK HEARING TRC/EASTERN CAPE\n3 TA DANO\nwent to court?  How much time had elapsed before he appeared in court?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "I think it was a month.",
            "Female"
        ],
        [
            "MR SANDI",
            "He then was examined by Dr Robinson.  Was he working for the Government prisons?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "No, he was a General Doctor, he was a District Surgeon.",
            "Female"
        ],
        [
            "MR SANDI",
            "You were still telling us that Dr Robinson diagnosed him as suffering from nervous tension.  Could you continue?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, that is the report that I got that Luyanda was suffering from nervous tension.  There were no marks to show that he had latches.  When I then got home, he was there, but he was not well at all, he was deranged.\n He constantly had to go to a mental institution to be examined.",
            "Female"
        ],
        [
            "MR SANDI",
            "What else did you notice about him, especially about his health?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "We noticed that he was deranged.  When he came back, he was deranged.",
            "Female"
        ],
        [
            "MR SANDI",
            "Where is Luyanda now?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "He is now in Grahamstown, Fort England Hospital.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you take him to that hospital?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, we took him.",
            "Female"
        ],
        [
            "MR SANDI",
            "Since when has he been there?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Since April last year.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you go and visit him?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, we do.  We went in December as well to visit him.",
            "Female"
        ],
        [
            "MR SANDI",
            "Let's just revert back.  When Luyanda came back from jail, what was his explanation, what did he say happened to him?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "He said that he had been beaten up.  The morning that he had been detained, he had been beaten up.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did he explain exactly how they went about beating him up?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "He said that he was hit against the wall.",
            "Female"
        ],
        [
            "MR SANDI",
            "Who hit him against the wall?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "He mentioned a policeman called Chris.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did he mention any other policemen besides Chris?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "He did, but he didn't know the names.  He said that Chris was not the only one that was torturing him, but there were others as well that he could identify.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was there any other way that he had been beaten up besides being hit against the wall?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "He said he had been beaten against he wall and the floor.",
            "Female"
        ],
        [
            "MR SANDI",
            "Before Luyanda was detained, had he been ill of health, in the sense, was he deranged?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "No, he had never been deranged before.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you go and visit him in the hospital?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, we do, we went in December as well.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is he aware that you are before the Commission today testifying?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "No, I don't think so because the last time we saw him was in December.",
            "Female"
        ],
        [
            "MR SANDI",
            "When you go visit him, does he talk about what happened to him whilst he was in detention?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, he does.  One of his major gripes is that he should be at school with the others.  He says that he realises most unfortunately that the remainder of his life will be spent in a mental institution.\nCRADOCK HEARING TRC/EASTERN CAPE\n5 TA DANO",
            "Female"
        ],
        [
            "MR SANDI",
            "Are there things that perhaps you feel that Luyanda would be expressing, should he have been here today?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, there are.",
            "Female"
        ],
        [
            "MR SANDI",
            "Could you tell us please?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "I am positive that he would be giving a list of people who had beaten him up.",
            "Female"
        ],
        [
            "MR SANDI",
            "In your statements you make reference to a bicycle.",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "His mother told us that he had been accused of having stolen a bicycle.  This is what was said in the Court of Law.  (tape ends)",
            "Female"
        ],
        [
            "MR SANDI",
            "Was he found guilty of having stolen a bicycle in court?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, yes, he was found guilty because he got the latches exactly because he was found guilty of having stolen the bicycle.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you have a lawyer at the time?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "No, we did not.  His father was in detention at the time as well.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all you have to say to us today?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Why was his father in prison?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "His father was in the struggle.",
            "Female"
        ],
        [
            "MR SANDI",
            "Where is the father now?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "If he is not here in this hall, then he is back at work, because he was meant to have a meeting at work, but otherwise he meant to come here.",
            "Female"
        ],
        [
            "MR SANDI",
            "How old is Luyanda?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Now at the present time?",
            "Female"
        ],
        [
            "MR SANDI",
            "No, when he was beaten by the police, was he 15 years of age?\nCRADOCK HEARING TRC/EASTERN CAPE\n6 TA DANO",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, he was 15.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all you have to say to us?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, that is all.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you have any requests to the Commission?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "I request that the perpetrators that led to Luyanda's being deranged, be punished for what they did.",
            "Female"
        ],
        [
            "MR SANDI",
            "Before I hand over to Mr Chairperson, I just want to ask - did you ever see a bicycle that Luyanda had stolen at home and was he able to ride one?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, he was able to ride small bicycles, but there was no big bicycle that I saw that he had ridden.",
            "Female"
        ],
        [
            "MR SANDI",
            "After that, did any one say he had been sold a bicycle by Luyanda?",
            "Male"
        ],
        [
            "THANDIWE AGNESS DANO",
            "No.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you, Thandiwe, thank you Mr Chairman.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Thandiwe Dano, there is something that I am not understanding well in your statement.  I wonder if you can clarify for me.  Are Luyanda's parents still alive?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, they are still alive.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Why did they not give a statement?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "His father had no way of giving a statement because he was not here, he was not there when Luyanda was detained by the police.  We had to report to him exactly what happened.",
            "Female"
        ],
        [
            "REVD FINCA",
            "And the mother?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "The mother is blind, she cannot see, she was there at the time, but now she is blind.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you.  Secondly in your statement, unless there is a typing error, in March 1971, we were told that Luyanda was 15, is that a mistake?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, it is a mistake.\nCRADOCK HEARING TRC/EASTERN CAPE\n7 TA DANO",
            "Female"
        ],
        [
            "REVD FINCA",
            "It was in 1977?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, it was.",
            "Female"
        ],
        [
            "REVD FINCA",
            "What exactly did Luyanda do in the struggle, what was his contribution because according to the statement he was advocating for the removal of teachers that were not acceptable.  Where there any political motives?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, he was one of the children who fought for the needs of the students at school.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Was he a leader or just a member?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "He was just one of the students, really.",
            "Female"
        ],
        [
            "REVD FINCA",
            "According to the statement, he was detained and then later charged for having stolen a bicycle, he was then in detention from June 1979, is this a mistake that according to the statement he was detained for a year?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "It is a mistake, he was only detained for one month.",
            "Female"
        ],
        [
            "REVD FINCA",
            "After he had been released from jail, it was discovered that he has a blood clot in the brain.  Was he taken to the Doctor?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, the prison authorities took him to the Doctor.",
            "Female"
        ],
        [
            "REVD FINCA",
            "After that, did you take any steps as a family to prosecute those who had caused his injuries?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "I personally did not take any steps because there was no place I could run to.  We had to go to the police who were the perpetrators, the law was in their hands.",
            "Female"
        ],
        [
            "REVD FINCA",
            "If our investigators as a Commission, want the names of these people that you suspect caused the injuries, are you able to give the names?",
            "Unknown"
        ],
        [
            "THANDIWE AGNESS DANO",
            "Yes, we are.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you Mrs Thandiwe Dano for having\nCRADOCK HEARING TRC/EASTERN CAPE\n8\ntestified here.  We are most aware of the contribution the youth especially students, made to the struggle especially here in Cradock.\n Most of the struggles that were led by students, some of them now have no future, because they spent their time in the struggle.  Luyanda's story is a reminder that there are children today, like Luyanda, he is literally in a mental institution because of a clot in the brain.\n Some children are not literally in mental institutions, but their lives are such that they have no future.  As a Commission we should look at this carefully because in the struggle, I remember that people like Matthew Goniwe, if students had not taken a position, the system would have had its way, but students like Luyanda sacrificed their future for the struggle.\n Thank you Thandiwe for reminding us of those days, those important days.  We will look carefully at what you have said about Luyanda in your statement, we would like to go to the mental institution where he is.\n We would also like to know from the perpetrators themselves exactly what happened to Luyanda, why is it that they would take Luyanda, a healthy boy and then bring him back with a clot in the brain.  If we need any other details, we will come back to you.  Thank you.\n We will now adjourn for 15 minutes, we will be back here at quarter past eleven.",
            "Unknown"
        ]
    ]
}