{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "2",
        "names": [
            "KETANI FRANS BLOU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54991&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/blou.htm",
        "speakers": [
            "KETANI FRANS BLOU",
            "MR SANDI",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "KETANI FRANS BLOU",
            "REVD FINCA",
            "MS CRICHTON",
            "MR BLOU",
            "MR CRICHTON",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "We are going to call upon Frans Blou.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Allow me to swear them in Mr Chairperson.",
            "Unknown"
        ],
        [
            "KETANI FRANS BLOU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you sir.  He is sworn in properly Mr Chairperson.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "June Crichton?",
            "Unknown"
        ],
        [
            [],
            "Good afternoon Mr Blou.   Good afternoon Mr Blou, can you hear me?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, I can hear you Ma'am.",
            "Male"
        ],
        [
            [],
            "We would like to welcome you here this afternoon.  I would like before we start, to just get a few things clear about the relationships in the story that you are going to tell us.  So first of all I am going to ask you some questions about who different people are in the story.\n First of all, is it correct that you are the brother of Ndlamafa Blou?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "No, I am not his brother.  I am Ndlamafa Blou's father.  Yes, I am his father.",
            "Male"
        ],
        [
            [],
            "The next I want to ask you is the relationship of Nanziwe Seline Bobo, what is her relationship to Ndlamafa?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "Can you please repeat that?",
            "Male"
        ],
        [
            [],
            "Let me put it a different way?  Is Nanziwe Seline Bobo, was she the sister to the late girlfriend of Ndlamafa?\nCRADOCK HEARING TRC/EASTERN CAPE\n2 KF BLOU",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, Ndlamafa Blou had a child with this girl.",
            "Male"
        ],
        [
            [],
            "And then the last question on the relationships, that child is she Pumlani?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, that is his name, but we are not staying together.  I am not sure about his name, but all I know is that my child had a child with that girl.",
            "Male"
        ],
        [
            [],
            "Now the second I would ask that you would do for us please Mr Blou is just to tell us what the political situation in the community was at the time, because you are the first person here from Somerset East to testify.  Can you give us a little bit of an idea.\n What was happening in the community, what was the harassment like, how was it being done?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "What I can tell is about Ndlamafa, though they were not telling me about their business, but I used to hear rumours that he was connected to the ANC organisation.\n When he left Somerset he was a person who said he was looking for a job, therefor he went to Port Elizabeth.  That's the last time I saw him.\n I heard the rumours again saying that he went to Maseru, I am not sure whether that was true or not.  I am not sure whether he left with the people from Port Elizabeth.\n I don't even know where he is right now, but I would like to know whether he is dead or not, because he had disappeared - it is a long time now?",
            "Male"
        ],
        [
            [],
            "You are saying he was involved politically, he was an activist?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, I think so.",
            "Male"
        ],
        [
            [],
            "When he left, I believe his house was raided, is that correct?\nCRADOCK HEARING TRC/EASTERN CAPE\n3 KF BLOU",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, there was a raid.  There was a rumour that he was a leader of the ANC organisation in Somerset, the political group of Somerset.",
            "Male"
        ],
        [
            [],
            "In that raid, was there someone there that you know the name of?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "No.",
            "Male"
        ],
        [
            [],
            "In your statement you mentioned Babamaguba, is that correct?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "Can you please repeat that?",
            "Male"
        ],
        [
            [],
            "If you don't know the name, don't worry about that,  let's move on.  When he left, did others go with him?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "He left alone.  Ndlamafa took a train from Cookhouse to Port Elizabeth, he told me that he was looking for a job.  I never heard anything about Ndlamafa, that was the end.",
            "Male"
        ],
        [
            [],
            "You said he was seen in Maseru?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "Those were the rumours, I am not sure whether he was really in Maseru.",
            "Male"
        ],
        [
            [],
            "Were there not colleagues of his returning and who told you this?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "No, no colleagues came to me.  No one came to me.",
            "Male"
        ],
        [
            [],
            "Apparently he contacted you at one stage and he asked that you get in touch with an attorney.  Who was that attorney?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "I don't know him, because he used to stand up for his own things.  These children, they don't tell us parents about their businesses.  I am not even sure whether he was really going to Port Elizabeth or maybe he was just confusing me.\n Maybe he just wanted to go away.",
            "Male"
        ],
        [
            [],
            "Now I have in the statement in front of me\nCRADOCK HEARING TRC/EASTERN CAPE\n4 KF BLOU\nthe fact that he wanted an attorney and he wanted an attorney by the name of Jingwani and he said so that the attorney could defend him if he had problems with the police.  What kind of problems was he expecting?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "I heard that there were documents that were found.  They discovered that he was a leader of that particular group of people.",
            "Male"
        ],
        [
            [],
            "When he didn't come back, did you approach any of the political organisations for help?  Did you hear my question?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "Do you mean me asking for help from the political organisations?",
            "Male"
        ],
        [
            [],
            "To find (indistinct)",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "No this is the very first time that I have decided to take a step because I want to get help so that people should look for him wherever he is.  I want to know something about him, about his whereabouts.  Because there are such a lot of things that are taking place outside, it might happen that he died long ago.",
            "Male"
        ],
        [
            [],
            "Mr Blou while he was away and out of the country, he apparently wrote letters to the mother of his child and it seems that these letters were coming from Maseru, did you ever see these letters?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "No.  I don't know anything, I used to ask - the girl used to tell me that they are communicating.  Sometimes he sent money.  But now he later discovered that this girl has a husband now and then he decided not to send her money.",
            "Male"
        ],
        [
            [],
            "Mr blou, is this child with its mother?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "He is with the grandmother, because the mother passed away.",
            "Male"
        ],
        [
            [],
            "Now my last question to you - can you tell us\nCRADOCK HEARING TRC/EASTERN CAPE\n5 KF BLOU\nwhat you were expecting the Commission to do for you when you told the story to them?",
            "Female"
        ],
        [
            "KETANI FRANS BLOU",
            "I request that the Commission should help me searching for him because Ndlamafa was my right hand, he was the only person who was helping me.\n I am now getting a pension, I depend on pension.  Ndlamafa was the breadwinner in the house.  That is why I request the Commission to help me.  I want to know if he is still alive or what.",
            "Male"
        ],
        [
            [],
            "Mr Blou, thank you very much indeed for your testimony.  I am going to hand you back to the Chairperson now.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Blou, your son - did he have any friends before his disappearance?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, they are comrades he used to go with.  But now those comrades I think they are also in Port Elizabeth.\n I think he used to visit his comrades there in Port Elizabeth, that's why he left Somerset.",
            "Male"
        ],
        [
            "MR SANDI",
            "Before Ndlamafa's disappearance, did his comrades used to come with him or maybe to come visit your home?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, they used to come visit him.",
            "Male"
        ],
        [
            "MR SANDI",
            "After his disappearance, you didn't see them again?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "I never saw them again.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you hear anything about those comrades?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "No.  I never heard anything, but some of them said they left because they were looking for a job in Port Elizabeth.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did the police come after your son's disappearance looking for him?\nCRADOCK HEARING TRC/EASTERN CAPE\n6 KF BLOU",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, they did come.  They were looking for him, they asked me.  I told them that I don't know him.  They demanded that I should tell them where he was.\n I told them that he went to Port Elizabeth looking for a job.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did the police come back for this man?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "Yes, they were looking for Babamaguba, they came twice.  I said I don't know where he is, because he was going to Port Elizabeth when he left.",
            "Male"
        ],
        [
            "MR SANDI",
            "You said in your statement that he phoned from Aliwal North?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "No, he was writing to the woman, he never wrote to me.",
            "Male"
        ],
        [
            "MR SANDI",
            "This Mr Jingwani that he wanted to make contact with, did you know him?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "No, I did not know him.   Who is Jingwani, I don't know who you are talking about?",
            "Male"
        ],
        [
            "MR SANDI",
            "The attorney that he said he would like you to talk to.",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "I think that was his secret, I never saw that legal representative.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you hear if he ever met this attorney?",
            "Male"
        ],
        [
            "KETANI FRANS BLOU",
            "No I didn't hear anything, because when he left he said he was going to Port Elizabeth, he never came back to Somerset.  That was the end.  I am not sure whether he got the job or what happened, he just disappeared.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Blou.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Thank you sir.  You said something that I am sure that it is true, if some of us can remember that the people who were in the struggle, they did not tell their parents about their business.\nCRADOCK HEARING TRC/EASTERN CAPE\n7\n Just because of that, you must not think that Ndlamafa was not respecting you.  Even when I was young, I used to not tell my parents about my things.  It is not that we didn't trust them, but it is because we didn't want them to know because we knew the pain that they would experience if they would know about our business.\n You will find out that a lot of people didn't tell their parents about their role in the struggle - if Ndlamafa himself didn't tell you.\n We thank you for telling us your story of which even the name shows that you had big intentions.  We are going to do whatever we can to try and get direction as you have told us that if he is dead, at least his bones should be brought home so that you can cry and be satisfied, just like the other parents.\n Thank you sir.",
            "Unknown"
        ]
    ]
}