{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "1",
        "names": [
            "MXOLISI GOBOZA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54998&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/goboza.htm",
        "speakers": [
            "MR SANDI",
            "MXOLISI GOBOZA",
            "REVD FINCA",
            "REVD XUNDU",
            "THEMBINKOSI TSHABE"
        ],
        "original_speakers": [
            "MR GOBOZA",
            "REVD FINCA",
            "MXOLISI GOBOZA",
            "THEMBINKOSI TSHABE",
            "REVD XUNDU",
            "MR SANDI",
            "MR TSHABE"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "Before we break for lunch, we would like Mxolisi Goboza to come forward.  Mxolisi Goboza, what you are going to tell us today is the same as with Thembinkosi Tshabe?",
            "Unknown"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes, that is so, that is correct.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Can Thembinkosi Tshabe come to the stage please.  We are going to deal with these two cases as the same time.  I just realised that the people who were looking at the cases, said they were the same, so we are going to deal with them at the same time - it is Mxolisi Goboza and Thembinkosi Tshabe.\n I am going to hand over to Reverend Xundu to swear you in and thereafter I will hand over to Ntsiki Sandi to ask questions.",
            "Unknown"
        ],
        [
            "MXOLISI GOBOZA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THEMBINKOSI TSHABE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you, they are sworn in Mr Chairperson.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Chairperson.  We are going to start with Mxolisi.  Mxolisi is Goboza your surname?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "My surname is Ngoboza, yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mxolisi you and Thembinkosi, we noticed that in the statements that we have in front of us, you have made application to appear before the Truth Commission today so that you can tell us what happened one day in 1993 in\nCRADOCK HEARING TRC/EASTERN CAPE\n2 X GOBOZA\nVenterstad.\n Let us start with you Mxolisi.  How old are you, Mxolisi, right now?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "I am 15 years old.",
            "Male"
        ],
        [
            "MR SANDI",
            "How old were you during this incident?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "I was 11 years old.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you please tell us Mxolisi, on this day in June 1993 in Venterstad, what happened while you were with Thembinkosi?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "It was during the day.  A police casper came, but nothing happened.  During the night we saw police shooting, they were shooting tear gas.\n My sister had sent me to my uncle and I went through a passage and I saw a police casper, but I didn't run away.  They shot me and I fell.  One of the children took me to the house and he called my sister and my sister came with a car and they took me to the hospital.\n The pellets were removed.  They told my sister that if I can vomit during the night, and have diarrhoea, I must be taken to the hospital.  During the night I vomited. \n The following day I woke up, I went back to the Doctor.  The Doctor said there is nothing that he can do because the pellets are right in my intestines.  I was transferred to Burgersdorp.\n Even there they said there is nothing they can do.  I was transferred to Bloemfontein again for an operation.  I was admitted there for three weeks and the pellets were removed.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were all these pellets removed?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "The hospital in Bloemfontein that you went to, is\nCRADOCK HEARING TRC/EASTERN CAPE\n3 M GOBOZA\nit Pendenoni?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes, it is Pendenoni Hospital.",
            "Male"
        ],
        [
            "MR SANDI",
            "On this particular day, were there any events during the day that took place in Venterstad just before you were shot?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "The people were toyi-toying.",
            "Male"
        ],
        [
            "MR SANDI",
            "In your statement you said this case is well known in the Advice Office of Bloemfontein?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who referred the matter to there?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "It was Judge Memani who referred the case to Bloemfontein Advice Office.",
            "Male"
        ],
        [
            "MR SANDI",
            "Judge Memani, who is Judge Memani?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "He is working for the Advice Office of Venterstad.",
            "Male"
        ],
        [
            "MR SANDI",
            "You said he referred this case to Mr Fish?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "No Mr Fish is from the Venterstad Advice Office.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened after that?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "One day we were called to the court.  I don't even know whether this attorney was representing the Boers, the case was discussed and we were sent away - they said they would call us again, but that never happened.",
            "Male"
        ],
        [
            "MR SANDI",
            "When you say you discussed, do you mean that you and Thembinkosi were involved when the case was discussed?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Thembinkosi was not there because he was not in the records.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were there any other people talking to you except the police?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "There was a Magistrate and a Prosecutor.",
            "Male"
        ],
        [
            "MR SANDI",
            "With whom were you at the court besides the\nCRADOCK HEARING TRC/EASTERN CAPE\n4 M GOBOZA\nMagistrate and the Prosecutor?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "It was me and another girl.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was this girl from Venterstad?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is her name?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Xoliswa Olifant.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was Xoliswa Olifant shot?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes, she was also shot.",
            "Male"
        ],
        [
            "MR SANDI",
            "What was the outcome of the case, Mxolisi?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "They said they would call us later on, but that never happened.  That was the end.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was there any elderly person who used to accompany you to the court?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who was that?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "It was Sis Tandiwe.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is Sis Tandiwe your parent?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "No, she is my mother's sister.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where is she?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "She is in Gauteng.",
            "Male"
        ],
        [
            "MR SANDI",
            "With whom did you come to this place today?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "I am alone, I am all by myself.",
            "Male"
        ],
        [
            "MR SANDI",
            "At home, did you tell them that you were coming to the Truth Commission, or do they know that you are coming?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes, they know.  I told them.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all that you would like to tell us today, Mxolisi?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "By appearing before this Commission, young boy, do you have any request that you would like to tell us as the Commission, can you tell us?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "I request that the Commission should take me to school, help me with my education.",
            "Male"
        ],
        [
            "MR SANDI",
            "What standard are you doing now?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "I am doing standard 7.",
            "Male"
        ],
        [
            "MR SANDI",
            "What would you like to be when you are educated?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "I would like to be a prison warder.",
            "Male"
        ],
        [
            "MR SANDI",
            "What?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "I want to be a prison warder, look after the prisoners.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you have specific reasons Mxolisi, why you want to be a prison warder and watch the people who are sentenced for their actions, can you tell us about those?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "It is because they are breaking the law.",
            "Male"
        ],
        [
            "MR SANDI",
            "What do you think is the proper treatment for the people who are breaking the law?",
            "Male"
        ],
        [
            "MXOLISI GOBOZA",
            "They should not be ill-treated, they should be handled with care.",
            "Male"
        ],
        [
            "MR SANDI",
            "Let us come to Thembinkosi.  Thembinkosi, the way I look at this matter, this is the same case - it affects both of you.  You have been listening while Mxolisi was talking.\n Can you just add where he left out, if there is something that you think he has left out when he was telling us the story.",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "There is nothing much, but during the toyi-toyi it was the school children and the police failed in their work, because they prevented us from marching and in stead they called the police from Middelburg.\n When the police from Middelburg arrived, it was early in the morning.  When we tried again to continue with the protest, they prevented us again.  So the students were totally against this and they went to the township where they actually attacked a Municipal van.\nCRADOCK HEARING TRC/EASTERN CAPE\n6 T TSHABE\n The following day, on a Sunday, the police came and they administered tear gas.  Late that day, though we didn't get a chance to continue with our march, they came again with tear gas, they were just shooting, but they were not assaulting anybody.\n They were shooting everybody, even the people who were not students, they were shot.  We were taken at the same time on that Sunday.\n We were being shot because we set the Municipal van alight and they were just shooting, killing everybody.",
            "Male"
        ],
        [
            "MR SANDI",
            "How old were you at the time of this incident in 1993?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "I was 15 years old.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you still at school now?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "What standard are you doing?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "I am doing standard 7.",
            "Male"
        ],
        [
            "MR SANDI",
            "This toyi-toyi or protest that was taking place, what was the cause, what was the grievances of the people?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "The students were fighting for their rights, because the Boers took us to town while we were to increase the standard at school, because we had to increase the classes up to standard 8, we didn't have enough classes and the Boers refused when we tried to negotiate.  The Boers refused to listen to us.\n That is when COSAS took over and they also burnt COSAS and the Boers from Middelburg came and said after 10 minutes, we should dismiss.",
            "Male"
        ],
        [
            "MR SANDI",
            "You said you were also shot, what Hospital did you go to?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "While I was shot, I couldn't go to the\nCRADOCK HEARING TRC/EASTERN CAPE\n7 T TSHABE\nHospital, I went with this woman who was here who was shot there and we went to the Doctor.  That was Doctor Kashent.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is he also from Venterstad?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is he still there?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "No, he left.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you see the police who shot at you?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "No, I couldn't because I wasn't expecting anything.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you listening when the lady before you was testifying?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Which one?",
            "Male"
        ],
        [
            "MR SANDI",
            "The one who was testifying, did you see her?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you hear her when she said there was no law in Venterstad?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes, I heard her.",
            "Male"
        ],
        [
            "MR SANDI",
            "As far as you know, do you think that that is true?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "The rights that we were actually fighting for, were the students' rights, but in the community, there was no commotion.",
            "Male"
        ],
        [
            "MR SANDI",
            "What kind of treatment were the people getting from the police?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "They were not doing anything, in stead they used to invite police from outside.  When we went there to ask about this matter, they told us that this police from Middelburg are not under Venterstad, so they don't ask for anybody's permission, they just do whatever they would like to do.\n Even if one policeman is trying to prevent them from\nCRADOCK HEARING TRC/EASTERN CAPE\n8 T TSHABE\ndoing what they were doing, they wouldn't care, they wouldn't consider, they wouldn't take care.\n And they also told us that this police - they don't go to the police in charge and get permission.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you also say that the police were taking the law into their own hands?  Do you also confirm that?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you.  Let us continue.  By being here today, Thembinkosi, do you have any wishes or requests that you would like to tell the Commission?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "I am here because I would like to request the Commission to help me in my studies and my ill-health.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you specify about health?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Since after that time, me and one of the gentleman who were shot, when we went to the Doctor, Doctor Kashent, he said he won't give us treatment, we must go straight to the hospital.\n But because we are not politicians in Venterstad, we were told that we mustn't go to the hospital, because it might happen that the police could come to the hospital and arrest us, so we were afraid, we didn't go to the hospital.\n The comrades took us and they tried to remove the pellets, it is only three pellets now that are embedded in my body and after some time that affected me because I normally have sharp pains, I feel dizzy some times.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you mean that you have pellets embedded in your body?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes, three of them.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there any way how this whole thing affected you especially in your studies?  Was your time wasted?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes, it is so because as from that year I\nCRADOCK HEARING TRC/EASTERN CAPE\n9 T TSHABE\ncouldn't concentrate, I couldn't think quickly.  Especially if I am in class, sometimes I become dizzy.\n So since after the incident, I couldn't succeed with my studies.",
            "Male"
        ],
        [
            "MR SANDI",
            "Lastly, if you say you request that you get assistance in your studies, is there any career that you would like to pursue?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "What I thought about was being a nurse, I also thought of being a male nurse or a Social Worker.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you mean that you would like to be a male nurse?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thembinkosi, is that all that you would like to tell us about just before I hand you over to the Chairperson?",
            "Male"
        ],
        [
            "THEMBINKOSI TSHABE",
            "Yes, that is all for now.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Mxolisi, I want to start with you.  The people who did all these things to you, what is it that you would like the Commission to do about them?",
            "Unknown"
        ],
        [
            "MXOLISI GOBOZA",
            "I would like the Commission to investigate and get them and punish these people.",
            "Male"
        ],
        [
            "REVD FINCA",
            "And you Thembinkosi?",
            "Unknown"
        ],
        [
            "THEMBINKOSI TSHABE",
            "That is my wish also.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Thank you.  I think that is the very first time in this area in this hearings of the Eastern Cape that we are listening to the testimonies of the people of your age, more specially Mxolise who is only 15 years old.\n We normally listen to the elderly people, it is for the first time that we are listening to young people, a young person like Mxolisi.\n That has actually touched us.  We thank God that He has\nCRADOCK HEARING TRC/EASTERN CAPE\n10\nprotected you that you didn't die that day.  As we are looking at you, we think about a lot of children who are like you, who were not so fortunate to be alive.  Young boys and girls who never escaped like you.\n We wish you all the best in your lives.  You have seen great things at a tender age in a country where the elderly people are shooting the children.  In other countries the people say that children must be protected, given love and cared for.  In this country the elderly men are shooting the children of your age, saying that they are protecting themselves, saying that they are maintaining law and order.\n We have a wish if it is possible, that you can grow up and the careers that you would like to pursue in life, that should also happen.  In Ventersdorp, you would be the leaders, you have seen many great things at a tender age.\n We thank you for coming to the Commission.  Your wish that you would like to see these people getting punished, we have noted it.  My wish is that those people one day should see, they should go to Ventersdorp and they should take a closer look at you and say we apologise for nearly destroying your lives.  Thank you.",
            "Unknown"
        ]
    ]
}