{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-10",
        "location": "CRADOCK",
        "day": "2",
        "names": [
            "ROSE HOBANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54999&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/hobana.htm",
        "speakers": [
            "AMELIA DYANTYI",
            "MS CRICHTON",
            "MS MAYA",
            "REVD FINCA",
            "REVD XUNDU",
            "ROSE HOBANA"
        ],
        "original_speakers": [
            "MRS HOBANA",
            "REVD FINCA",
            "REVD XUNDU",
            "ROSE HOBANA",
            "AMELIA DYANTYI",
            "MS DYANTYI",
            "MS CRICHTON",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "Mrs Rose Hobana, we welcome you.  We thank you for coming before the Commission this morning.  Reverend Xundu is going to administer an oath to you just before you give your evidence.  Thereafter he will be leading you with questions on behalf of the Commission.  Thank you.\n Who is the one next to you?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "She is a witness.",
            "Female"
        ],
        [
            "REVD FINCA",
            "What is her name?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Lydia Dyantyi.  Lydia Dyantyi.  We welcome you Amelia Dyantyi.  As the witness who is accompanying Mrs Rose Hobana, and because you will be talking here, you will also take an oath.  Thank you.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairman.  I am going to start with you Rose Hobana.",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.  I am coming to you Amelia Dyantyi.",
            "Unknown"
        ],
        [
            "AMELIA DYANTYI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.  Mr Chairperson, they are sworn in.  Mrs Hobana, you are here today to testify about the death or Sebenzile Jacobs.   I would therefor request you to tell us briefly, giving us the full picture of the incidents of the time until the day of his death.",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "In 1984, on the 15th of April it was at\nCRADOCK HEARING TRC/EASTERN CAPE\n2 R HOBANA\nnight, I was in the house with my husband, the children came\nto tell me that Sebenzile, my son, was stabbed at Sekolho Street.  We arranged transport, we were going up and down looking for transport to go there.\n But when we got there, we were told that he was in Galawe.  I found him there, he was laying there, dead.   And the people of that place said he said his parents should be told what happened.\n The police came to fetch him.  The following day in the morning, Sebenzile's friend who was with him at the time, gave us more information.  He told us that they were toyi-toying, but they decided to go back to the house to see his girlfriend.\n The Gwali family was chasing them and Sebenzile ran away.  Amelia came, the one who is next to me.  She is the one who gave me the full information, he was so brave to come and tell me.\n Therefor I request her to say something.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Tell me, was Sebenzile a scholar at the time?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes, he was doing standard 8.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Is Fezile also a scholar?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was Fezile a member of any organisation?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "I am not sure, I don't know anything about him.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Let us come to you Amelia.  Can you please tell us Amelia Dyantyi and give us your picture so as to help the Commission to know what happened?",
            "Unknown"
        ],
        [
            "AMELIA DYANTYI",
            "I was standing in front of my house.  The people who were toyi-toying went passed, I can't remember the person who was dead at the time.  They were facing the\nCRADOCK HEARING TRC/EASTERN CAPE\n3 A DYANTYI\nXalata direction.  \n After the people who were toyi-toying had disappeared, it was when here at Lingaliqi the police were assaulting people.  This child came from another direction, he was being chased by three people.\n We also ran into the house, I peeped through the window and I could see that it was a human being.  The other people were holding a torch, there was one gentleman by the name of Pa from the Gwali family, he was also holding a torch.\n Fezile's father was holding this child.  Fezile was stabbing the child.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What time was it?  What time was it?",
            "Unknown"
        ],
        [
            "AMELIA DYANTYI",
            "It was at about eight o'clock.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was Fezile a scholar also?",
            "Unknown"
        ],
        [
            "AMELIA DYANTYI",
            "Yes, he was a scholar.  It was during the times when the schools were disturbed in Cradock, but he used to go to school.  He used to be accompanied by the police van.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What was the cause of this conflict, was it because of the quarrel among the neighbours or was it school related or was it the boycott?",
            "Unknown"
        ],
        [
            "AMELIA DYANTYI",
            "It was the people of Lingaliqi community.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "I want to know, were they quarrelling because of political reasons?  I want to clarify this question.  It usually happens that the children would fight in some places because of different reasons, maybe the would fight over a girlfriend, sometimes they would fight because of their different ideas.\n So I just want to know what was the cause of their quarrel.  Was it because of the different opinions from different political organisations at school?\nCRADOCK HEARING TRC/EASTERN CAPE\n4 A DYANTYI",
            "Unknown"
        ],
        [
            "AMELIA DYANTYI",
            "I don't know.",
            "Female"
        ],
        [
            "ROSE HOBANA",
            "Yes, there was a conflict.  It was during the time when Goniwe was taken out of the school.\n Fezile was on the side of the police and my son was on the side of Goniwe.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you, you have given us a better light that they were fighting because of different opinions in political organisations.\n Was there any investigation, were there any charges laid after this incident?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes, Fezile was arrested.  We were requested to make a statement.  Goniwe and Xwalata were in prison in Gauteng at that time, but the case didn't go on.  When Goniwe was released, they began to investigate the case.\n There was another conflict between the Gwali family and Goniwe.  After that, Goniwe died.  Then the case ended there.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Do you mean that the court didn't do anything about this case of Fezile?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "; No, there was nothing that happened.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "The situation in the community, how was it?  Were there police working within the law or maybe they used to do whatever pleased them at the time?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes, they were doing whatever they wanted to.  They used to take the law into their hands.  But I requested them to bury my child, because at the time I didn't have money, they referred me to Goniwe to bury my child.\n Then I had no alternative, I had to bury my child.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did you lay any charges with the hope of getting compensation because of this?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "After that, they left Cradock because of\nCRADOCK HEARING TRC/EASTERN CAPE\n5 R HOBANA\npressure from the community.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Where is Fezile now?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Fezile is in Alice.  There are people that we know in Alice, we are going to ask them for more information.  The whole family left.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "It seems that people run away to Alice.  Oliphant went to Digene and now he went to Digene as well.  As you are here today, it is obvious that you must have a request or a wish that you would like to tell the Commission because of the death of your son?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes, I have a request.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Can you please tell us?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "First of all my child died when he was doing standard 8 and I was working as a domestic worker, trying to educate my child.  He used to have casual jobs during weekends, trying to help me.\n Secondly I buried my child alone.  I only got R250-00 from the organisation.\n Thirdly I cannot do anything for my child, I cannot afford a tombstone for my child.  I would like the Commission to help me in trying to erect a tombstone for my son.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Are you talking about something like a tombstone?  Are you talking about a tombstone?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes, and I also request some compensation because since the death of my son, I was never - I am not healthy, I am sick.  I usually go and see a Doctor, sometimes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "I thought that I had finished everything concerning this matter, but I think my colleagues might have some questions.\nCRADOCK HEARING TRC/EASTERN CAPE\n6 R HOBANA",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "June Crichton?",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "I think it is possible that Amelia might answer this question for me and I am sorry that I have to take you back to it, but I think she said - can you hear me Amelia?  When you were speaking, you mentioned that Fezile's father was present at the time of Sebenzile's death and that he was holding him down.  Did I hear correctly, while he was being stabbed by Fezile he was being held down by the father of Fezile?",
            "Female"
        ],
        [
            "AMELIA DYANTYI",
            "Yes, he was holding him.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "That's all I wanted to know.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Chairperson.  Just to add to the question of Mrs Crichton, you said there was a person called Pa Gwali, he was a policeman is that true?",
            "Female"
        ],
        [
            "AMELIA DYANTYI",
            "He was a teacher.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he also one of Fezile's brothers?",
            "Female"
        ],
        [
            "AMELIA DYANTYI",
            "He was Fezile's cousin.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were they all present during Sebenzile's death?",
            "Female"
        ],
        [
            "AMELIA DYANTYI",
            "Yes, they were present.",
            "Female"
        ],
        [
            "MS MAYA",
            "Maybe Mrs Hobana, you can answer this question.  Were they also prosecuted during the court proceedings?",
            "Female"
        ],
        [
            "ROSE HOBANA",
            "Yes, they were at the court, they submitted a statement.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were they sentenced?",
            "Female"
        ],
        [
            "ROSE HOBANA",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you have any idea where they are right now?",
            "Female"
        ],
        [
            "ROSE HOBANA",
            "All of them, they relocated, they left Cradock.",
            "Female"
        ],
        [
            "MS MAYA",
            "One other question, maybe you will be able to clarify this.  This thing of the scholars that used to be\nCRADOCK HEARING TRC/EASTERN CAPE\n7 R HOBANA\ntaken with the police vans to school, was this a common thing here in Cradock?",
            "Female"
        ],
        [
            "ROSE HOBANA",
            "; Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "It was a certain group, only a certain group of scholars who could go to school?",
            "Female"
        ],
        [
            "ROSE HOBANA",
            "Yes, they continued going to school, but some other children were not going to school because they were fighting.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were there any other children who suffered the same as Sebenzile by being stabbed?",
            "Female"
        ],
        [
            "ROSE HOBANA",
            "There are a lot of children who were also injured here in Cradock, but different cases.",
            "Female"
        ],
        [
            "MS MAYA",
            "But do you think there were any relation?  Do you think the police were linked to this incident?",
            "Female"
        ],
        [
            "ROSE HOBANA",
            "Some of the children were injured by the police.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you Mrs Hobana.  I have a few questions for you so that I can get clarity.  In your statement, if it is correct, you said the Attorney General refused to prosecute Fezile?  Can you please explain to me what happened?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Do you mean in the Magistrate's office?",
            "Female"
        ],
        [
            "REVD FINCA",
            "Yes.",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Fezile was arrested and his father and his cousin, they also went to court.  He was called and he gave a report, but there was no discussion and they said they would call us again, but that never happened.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Do you know the Prosecutor who was there in the court?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "No, I don't know him.  And the attorney was Mr Siwisa.\nCRADOCK HEARING TRC/EASTERN CAPE\n8 R HOBANA",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you if we would like to get more details, we are going to consult Siwisa.\n Secondly, you are giving us a picture of differences in the community of Cradock being caused by a dismissal or transfer of Mr Goniwe?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes, the people were in the struggle and Goniwe was the leader and it appeared that at school some of the people were not in favour of him.",
            "Female"
        ],
        [
            "REVD FINCA",
            "You mean that was the cause of different opinions from the residents?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes.  The Gwali family was working hand in hand with the police.",
            "Female"
        ],
        [
            "REVD FINCA",
            "After the death of your son, Sebenzile, how was the atmosphere in the community?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Things got worse because during the death of Sebenzile, Goniwe was still alive.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Was that the cause of the conflict between your family and Fezile's family or perhaps it also affected the whole community?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "The whole community was affected.",
            "Female"
        ],
        [
            "REVD FINCA",
            "How was the funeral?  Were all the people there?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "Yes, all the people was there, but the police had the rules.",
            "Female"
        ],
        [
            "REVD FINCA",
            "What kind of instructions?",
            "Unknown"
        ],
        [
            "ROSE HOBANA",
            "They said at a certain time, the funeral should start at a certain time and only a certain amount of people should be there, should attend the funeral.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you Mrs Rose and you Amelia.  I think this is helping us a lot that if you have made a statement, our investigation unit may follow up on those statements,\nCRADOCK HEARING TRC/EASTERN CAPE\n9\nbecause I think that your statement is a good example that when it is difficult for the Commission to get a clear picture of the situation at the time,  it is likely that the Commission can reach an improper conclusion or decision.\n Your statement looks like it was just a conflict of people, but now by getting deep into the details of the atmosphere of the community, it is clear of what was happening and what was happening during the death of Sebenzile.\n I want to commend on the way you have explained, you have told us the story and we are now clear about the situation of Cradock at the time.\n I want the people to know, all the people who have made a statement, must know that our investigation unit is going to make a follow up, so that they can be able to differentiate between the issues of the community and things that are politically related.\n Though this Commission would like to get deeper into the details, but unfortunately we are restricted in some of the issues.  Therefor I want to thank you, you and your witness for coming forward and telling us that story.\n Thank you, you can take your seats.",
            "Unknown"
        ]
    ]
}