{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "2",
        "names": [
            "MANGALISO JOHNSON DILIMA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54995&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/dilima.htm",
        "speakers": [
            "MANGALISO JOHNSON DILIMA",
            "MR SANDI",
            "MS CRICHTON",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "MANGALISO JOHNSON DILIMA",
            "REVD FINCA",
            "MR SANDI",
            "MR DILIMA",
            "MS CRICHTON"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "We are going to call upon Mangaliso Johnson Dilima.  Over to you Reverend Xundu.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Mr Chairperson, let me swear him in.  Can you please rise Mangaliso Johnson Dilima?  Okay, you can remain seated.",
            "Unknown"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you sir.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We welcome you Mr Dilima.  Over to you Mr Sandi to ask him questions.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let me first greet you sir, this afternoon.  Let me first verify your full names.  What is your name sir?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I am Mangaliso Johnson Dilima.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you reside at  Somerset East?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "The story that you are going to tell us today took place in somerset East?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "When I look at this document, you said that in 1993 you were shot by police at Somerset East?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Dilima, can you briefly tell us what was actually happening in Somerset East on this particular day?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, I can.  There was a riot.  There were riots at school, but I was at work.  During lunch time I went home.  I had my lunch.  After having my lunch I felt\nCRADOCK HEARING TRC/EASTERN CAPE\n2 MJ DILIMA\nthat I was lonely, I decided to go back to work.\n I decided that I don't want to stay at home, I must go back to work.  I decided to sit there at work.  I still had time.  It was just before the end of my lunch.\n While I was still sitting there at work, I saw a police van from the direction of Glen.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you mean that you were shot while sitting at work, doing nothing, it was just before the end of your lunch time?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was there any march or a toyi-toyi that was taking place in your surroundings?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No, it was far away.",
            "Male"
        ],
        [
            "MR SANDI",
            "While they were shooting, were they pointing at you or was there somebody else that they were after?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I think they were pointing at me.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were there any other people who were with you who were also shot?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No, I don't think so, but I don't remember.",
            "Male"
        ],
        [
            "MR SANDI",
            "While you were shot, what happened after you were shot?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Somebody went to tell my bosses that I was shot.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where in your body was the bullet?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "It was on my left hand side.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you shot only once or were you shot more than once?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I am not sure because I lost consciousness and I regained consciousness at the hospital.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you see the person who was shooting you?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "It was Marius, but I don't know his surname.\nCRADOCK HEARING TRC/EASTERN CAPE\n3 MJ DILIMA",
            "Male"
        ],
        [
            "MR SANDI",
            "Is Marius the one that you referred to in your statement as Marius Goosen?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, I think  that is the one.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was this Marius Goosen one of the policemen in Somerset East?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, I can say so because he was in the company of the police.",
            "Male"
        ],
        [
            "MR SANDI",
            "Before this particular day, had you seen him previously?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, I used to see him.",
            "Male"
        ],
        [
            "MR SANDI",
            "What was it that he was doing?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "It was during the time that they were looking for the people that were stealing the sheep.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was he a well-known person at  Somerset East?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes.  He was the person responsible for arresting the people stealing the sheep.",
            "Male"
        ],
        [
            "MR SANDI",
            "Wasn't he a policeman at the security branch?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I am not sure, but I think at that time he was a policeman.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where is Marius Goosen now?  Is he still in Somerset East?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I haven't seen him for a long time, I am not sure.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who took you to hospital?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "It was Alfred Scrufmetye.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is your relationship to Alfred Scrufmetye?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "We were working together.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened at the hospital?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "They removed the pellets, though I don't even know whether they removed all of them.  But the Doctor saw through X-rays that there were some other pellets that were\nCRADOCK HEARING TRC/EASTERN CAPE\n4 MJ DILIMA\nembedded in my body.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where were the pellets in your body?  Was there any other pellets in your eye?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I have another one, the one that was behind my ear.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there any pellets in your body now or maybe they removed all of them?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I am not sure because another one was on my left hand.",
            "Male"
        ],
        [
            "MR SANDI",
            "You mean all these bullets were removed on that same day?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No.",
            "Male"
        ],
        [
            "MR SANDI",
            "When were they removed?  Did they tell you to come back again?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I went to another Doctor who removed those pellets.",
            "Male"
        ],
        [
            "MR SANDI",
            "You mean the first one didn't remove all the pellets?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "What was the reason?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I don't know.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did he tell you that you had other pellets embedded in your body?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, because I went for X-rays with the first Doctor.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did he say about removing the pellets?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "He said nothing.",
            "Male"
        ],
        [
            "MR SANDI",
            "How many days after the first pellets were removed?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I can't remember.",
            "Male"
        ],
        [
            "MR SANDI",
            "For how many months did you have bullets in your\nCRADOCK HEARING TRC/EASTERN CAPE\n5 MJ DILIMA\nbody?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "It is about two months.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were all the pellets removed?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No, it is only the two of them.",
            "Male"
        ],
        [
            "MR SANDI",
            "On that particular day, were there any other people who were shot?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No, I can't remember.",
            "Male"
        ],
        [
            "MR SANDI",
            "For how long were you admitted at the hospital?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "It was only a day, but I am not sure.",
            "Male"
        ],
        [
            "MR SANDI",
            "In your statement you said after a week you were discharged from the hospital, do you still remember that?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "It is said that the following week while you were at work, something happened.  What was it?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I felt that my left arm was becoming numb.",
            "Male"
        ],
        [
            "MR SANDI",
            "Didn't you fall?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR SANDI",
            "Have you ever suffered from a stroke?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No.  I suffered from stroke after this accident in 1994.",
            "Male"
        ],
        [
            "MR SANDI",
            "Have you ever suffered from a stroke before?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did the Doctor said was the cause of a stroke?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "He didn't tell me.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go to the Doctor thereafter?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes.  I was taken to the Doctor, the Doctor said it was a stroke.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who was the Doctor?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "It was Verguyt.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you still working for the Municipality?\nCRADOCK HEARING TRC/EASTERN CAPE\n6 MJ DILIMA",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "No, they gave me pension.",
            "Male"
        ],
        [
            "MR SANDI",
            "When did you get your pension?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "In February, in March.",
            "Male"
        ],
        [
            "MR SANDI",
            "In which year?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I am making a mistake it was February, February 1994, because I was shot in 1993.",
            "Male"
        ],
        [
            "MR SANDI",
            "What kind of work did you do?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I was a plumber.",
            "Male"
        ],
        [
            "MR SANDI",
            "After you had been shot, did you continue doing your job working as a plumber?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, I could still work as a plumber.",
            "Male"
        ],
        [
            "MR SANDI",
            "When you were given pension, was it because you couldn't work properly?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "It is because of the stroke.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all that you would like to tell us today, Mr Dilima?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you have any request or wish that you would like to forward to the Commission?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you tell us Mr Dilima?",
            "Male"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I request that the Commission should help me, assist me in educating my child.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Dilima, I will hand you over to Mr Chairman.",
            "Male"
        ],
        [
            "REVD FINCA",
            "June Crichton?",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Mr Dilima, I want to ask you whether you approached an attorney at all?",
            "Female"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Can you give me the name of the attorney and what has happened as a result of your going to see him?\nCRADOCK HEARING TRC/EASTERN CAPE\n7 MJ DILIMA",
            "Female"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "I went there and reported the case and he stopped me when I went there for the second time.  He said he was going to write me a letter.  I received a letter saying that I must come to him quickly, but when I went there, they said he was not there.  Maybe he was in Beaufort-West or Adelaide.\n They said they would phone me later.  I left the telephone number of the Nclapa family.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "(Indistinct)",
            "Female"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Are the pellets behind your eyes still there?",
            "Female"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Just underneath my left eye.  I was short sighted for a long time.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Thank you very much.",
            "Female"
        ],
        [
            "MANGALISO JOHNSON DILIMA",
            "Thank you.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Thank you Mr Dilima, you have given us a clear picture of your shooting while you were just walking, you had nothing to do with what was happening on that day.\n You were affected for the rest of your life because of that incident.  Thank you for coming forward to tell your story.  As you have requested, we are going to try to talk to the President and tell him about your requests that your health should be taken care of.\n We can see right now that it is very difficult for you to walk.  If there is something that we would like to get from you, we will come to you, maybe if we need some Doctor's Certificate, but for now, thank you.",
            "Unknown"
        ]
    ]
}