{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "1",
        "names": [
            "POLINA NOLESE MBALULA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55005&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/mbalula.htm",
        "speakers": [
            "INTERPRETER",
            "MR SANDI",
            "MRS CRICHTON",
            "MS MAYA",
            "POLINA NOLESE MBALULA",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "POLINA NOLESE MBALULA",
            "MRS CRICHTON",
            "MRS MBALULA",
            "INTERPRETER",
            "REVD FINCA",
            "MS MAYA",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "We ask Polina Nolese Mbalula to come forward please.  We realise that there is a lot of people in this hall.  We also realise that a lot of people are uncomfortable because there is not enough space, we expected that in Cradock the hall would be this full, but we do trust that people will be disciplined because people from Cradock have been disciplined by the struggle.\n Thank you.  We just want to remind you that the people who come to testify before us, should be given reverence, they come here and tell their stories.  We welcome you Mrs Mbalula, the Reverend Xundu will swear you in and Mrs June Crichton will lead the evidence.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MRS CRICHTON",
            "We welcome you Mrs Mbalula and according to your statement here, we are going to hear about the death of Nobeki Mbalula.  Can you tell me first of all what her role was?  We have to start again, can you hear me?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "We welcome you to this Commission and we are here to talk about your sister-in-law Nobeki Mbalula.  Would you tell me first of all what her role in the community was?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "She did not have a particular role in the community.  She was not doing anything.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "I understand according to your statement,\nCRADOCK HEARING TRC/EASTERN CAPE\n2 PN MBALULA\nthat she was a member of the ANC, is that right?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes, she was just a member of the ANC, she was not a leader as such, she was  a member like all of us.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "And your relationship to her is as sister-in-law, is that correct?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes, she was my sister-in-law.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "... that day, can you give us a little bit of an idea of what was actually happening in Venterstad at that time?  What was the situation in the community?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "The children were quite involved in the struggle.  The one time they burnt down the car from the Municipality.  After a week a hippo came.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The witness is going to fast, the witness is going to fast.",
            "Unknown"
        ],
        [
            "MRS CRICHTON",
            "Would you like to just begin again telling us what happened when the hippo came.  Start from that point.",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "All right.  My sister-in-law, Nobeki, had gone to visit her mother with her husband.  It was a Sunday, when they were coming back the police were shooting around the township.\n They were in a casper.  She also unfortunately got shot.  She ran away, she ran and tried to hide under a caravan.  The police continued to shoot.\n She got shot again whilst hiding under the caravan.  She got shot in the head.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "How were you informed about her death?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "She was with her boyfriend.  I could hear that there were gun shots.  She had a child and I was with these children.  Her boyfriend then came and other comrades.\n She could not walk, they had to carry her and put her on the bed.  I was the only one who was in the house who was\nCRADOCK HEARING TRC/EASTERN CAPE\n3 PN MBALULA\nan elderly person.  When I went to look at her, I realised that she was no longer alive.  I then had to go and tell her parents that she had passed away.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "Are you ready now?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes, I am ready.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "I would like to move on a little bit and ask you - I would like to ask you whether there was a court case or an inquest of any sort?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "We took the corpse, we were struggling and as we were trying to take her out, there was a policeman with a gun at the door.  Her son was outside and as he tried to go in, he came across this policeman with a gun.\n It was difficult for my husband to go and tell our relatives.  We then got a car from other comrades.   We took the corpse to the police station.\n There was a comrade called Quabane.  The police were arguing with this comrade and with myself.  As she had a baby, the police said that the corpse can breast feed the baby.  We then asked what we should do with the corpse.\n They said that we could do whatever we wanted to with it.  We left the corpse.  On the Monday morning the police continued with shooting around the township.  They would kick down doors.\n We were trying to report to the Venterstad police.  On the Monday they came to our house.  They kicked down the door, they ate food, they took food from the fridge and they ate.  The police would continuously come shooting.\n On the Tuesday they came yet again.  We were not at the house, we had gone to the mortuary.  They took my husband's bicycle.  They said that it is impossible for my husband to have such a bicycle, he must have stolen it.  They took it.\nCRADOCK HEARING TRC/EASTERN CAPE\n4 PN MBALULA\n It was difficult to report these cases to the police, because they had taken somebody's life already.\n They also detained a lot of children from the township.  There was no law, no decorum.  They then took my husband to Cape Town for an operation.  He eventually came back.\n When he came back, he was not covered, he was naked.  He was at the back of a bakkie.  I then rushed to the bakkie.  It was a White policeman that was there.  My husband was no longer alive.\n We went to the mortuary where he was.  I could not recognized him as he had bled a lot.  There was blood all over his head.  I tried to investigate and I tried to get help because I had children to look after and also this baby.\n I kept on going to the Magistrate, the Magistrate sent me to the Social Workers.  The Social Workers could not help me either.  I was ill of health, high blood pressure, heart ailment, even mentally, I was affected.  My husband was not working.  He would get temporary jobs.  I had no money.  We had to borrow money from our neighbours to bury my husband.\n People wanted their money back and I could not give it back to them.  I asked the Magistrate if the law could not help me, he said no.  He then said that I must get money from Social Workers to pay my debts.\n From there I would be sent back to the police station.  The police then sent me to a police Commander.  I wanted a Death Certificate because the Social Workers needed it.  They said that I could not get it before the case was over.   They needed to ascertain whether my sister-in-law was guilty or was it the police that were in the wrong.  I had this baby to look after.   Because I had no help, I had to\nCRADOCK HEARING TRC/EASTERN CAPE\n5 PN MBALULA\ntake these children to my sister-in-law's ex-husband.\n A Red Cross car came to my house, but there was no one at home, we were at work.\n When they got to my house, they gave me R600-00 and food.  They said that they could not help me any further.  They said that they would feed me for three months.  They were then informed that there is more to the family.\n The R600-00 was divided amongst the members of the family, I was left with R300-00.  My husband ...",
            "Female"
        ],
        [
            "INTERPRETER",
            "The witness is going too fast.",
            "Unknown"
        ],
        [
            "MRS CRICHTON",
            "Mrs Mbalula, I must ask you to speak more slowly and I need to ask you a couple of questions at this point and then if there is more for you to say afterwards, you can add it.\n I need to ask you and take you back to Nobeki's death and ask you very specifically if you know who the boyfriend was?  The name of the boyfriend?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes, I do know the name.  It was Balabala Tugani.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "And then as well as that, I would like to know when the corpse of your sister-in-law was being taken out of the house, there was a policeman standing at the door.  Was it that policeman who said that the baby could be breast fed by the corpse?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Those police were from Middelburg.  They were in a casper from Middelburg.  Those are the police that said that.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "Do you know who they are, would you recognise them?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "No, I do not know them, it was the first time I saw them.  They were ill-treating us, they had guns.  They\nCRADOCK HEARING TRC/EASTERN CAPE\n6 PN MBALULA\nwere drinking alcohol, swearing at us.  There was a short one with alcohol, he is from Middelburg.\n I don't know whether there were any policemen from Venterstad.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "(Indistinct)",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "I am not sure.  I was just told that they were from Middelburg.  I want to know how did they get here, where did they get the right to get and kill people at Venterstad.  I did not have money to investigate the whole matter.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "Mrs Mbalula, there is just one last question.  You told us about your husband and his death, we don't have anything on our statement about that.  Have you actually testified or had information taken down by the Truth Commission about your husband?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "No, there was a mistake.  My husband is not actually dead.  It is my sister-in-law that passed away.",
            "Female"
        ],
        [
            "MRS CRICHTON",
            "Thank you very much indeed.  I hand you back to the Chairman now.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you.  Revd Xundu?",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "When your sister-in-law was shot, the ANC was already unbanned, is that so?  Should I repeat my question?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes please.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What I am saying is that when your sister-in-law passed away, the ANC was no longer banned?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Do you mean was the ANC in power?",
            "Female"
        ],
        [
            "REVD XUNDU",
            "No, no, but the ANC was unbanned?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "No, it was not unbanned yet.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "I am not asking you Ma'am, I am telling you.  Why do you think that these police did what they did even though the ANC was unbanned?\nCRADOCK HEARING TRC/EASTERN CAPE\n7 PN MBALULA",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "These Boers had no decorum, the children was still in the struggle, they had burnt down a Municipal police car.  They also burnt down an I&J car that was delivering meat.  Then the hippo came, the casper came and they were shooting everybody in sight.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "So you don't know the names of these police?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "No, I don't, they are from Middelburg.  They came in a kombi.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "How many children are you supporting that was supposed to be supported by your sister-in-law?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "There was four of them, but I gave the other three away and I looked after the baby.  After my sister-in-law passed away, I gave the children back to their father in Pretoria.  I then was left with the baby.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Who is supporting the children?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "It is the father, I am not in touch with him at all.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "If the Commission would investigate, do you think that these children would need some kind of compensation?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "So you say that after this terrible incident, after losing your sister-in-law, started deteriorating?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "; Yes, we did not even have much support.  We only received the R600-00 which was divided amongst members of the family.\n We are still in debt as we could not pay all our debts off.  People wanted their money back.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Do you have records of such debts?  Do you have receipts?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "As I was still investigating this whole case,\nCRADOCK HEARING TRC/EASTERN CAPE\n8 PN MBALULA\nthe Magistrate told me that there would be a court case.  There was a court case, the Boers came, they had no respect for any one.  It was almost like they were drunk, they kept on laughing even in court, but they had their own attorney.\n Even the attorney was not behaving well.  I had not legal representative, but I had hope because I was told that the ANC would send a legal representative, but they did not.\n I then asked the attorney, I told him that I did not kill my sister-in-law.  I then asked him who is going to pay for the funeral and support these children.  The attorney then asked if my sister-in-law had not been buried yet.\n I said no, she has been buried, but I had to ask people for money.  He then said I must write a letter recording all the debt.  The letter must then go to the police station, the police station will send it to an attorney and then the attorney will see what to do.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was this said in the presence of the Magistrate, was that the conclusion, did you follow up, did you take those steps?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "I was not satisfied.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "So the Commission can actually enquire about this conclusion.  Where now is the brother-in-law?",
            "Unknown"
        ],
        [
            "POLINA NOLESE MBALULA",
            "He is not well, he is a bit deranged.   He does work now and again, but he is deranged.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you Ma'am, thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairman.  I would like to ask you a few questions.  Did you say you went to Social Workers to ask for help?   Did you get proper help?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "No, I did not, I am still trying to get help from Social Workers.\nCRADOCK HEARING TRC/EASTERN CAPE\n9 PN MBALULA",
            "Female"
        ],
        [
            "MS MAYA",
            "Which Social Workers are these, are they from Venterstad?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know the name?",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "It is Van Gonner.",
            "Female"
        ],
        [
            "MS MAYA",
            "Secondly, you talked about a Death Certificate.",
            "Female"
        ],
        [
            "POLINA NOLESE MBALULA",
            "We eventually got the Death Certificate the second time.  The court case - I was investigating the whole case and eventually I got the Death Certificate.",
            "Female"
        ],
        [
            "MS MAYA",
            "thank you.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.  Mrs Mbalula, initially when you were talking, giving evidence you said that in Venterstad there was no law as such.  What did you mean?\n Did you mean that the police did whatever they pleased with the people?",
            "Male"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes, they did whatever they pleased.  The police did whatever they pleased with the people.",
            "Female"
        ],
        [
            "MR SANDI",
            "Would the people of the community go to the charge office to press charges?",
            "Male"
        ],
        [
            "POLINA NOLESE MBALULA",
            "People would go but nothing would be done about that.  I realised when I went to press charges, that they did not care.",
            "Female"
        ],
        [
            "MR SANDI",
            "When people would go to the charge office, were they helped by the police?",
            "Male"
        ],
        [
            "POLINA NOLESE MBALULA",
            "I can't speak for other people, I suppose they would welcome them when they come there, but they would not make follow ups.",
            "Female"
        ],
        [
            "MR SANDI",
            "Are there other people perhaps a group of people, that had been beaten or tortured or shot by the police?",
            "Male"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes, my sister-in-law's son, one of my\nCRADOCK HEARING TRC/EASTERN CAPE\n10 PN MBALULA\nsister-in-law's sons, had been beaten by the police.  Also a ten year old and a six year old child.  There was teargas, there was an old lady as well who was blind, who could not walk, but they shot teargas where she was.\n They did not care.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is there someone in Venterstad, even one person, who was shot or beaten by police and then the police was arrested and sentenced in a court of law?",
            "Male"
        ],
        [
            "POLINA NOLESE MBALULA",
            "I have never heard of such.  I can only talk about what I know.  I had just arrived at Venterstad, when this chaos erupted.\n These children were just at home, but somehow they would get detained and beaten up.",
            "Female"
        ],
        [
            "MR SANDI",
            "What I would like to know is that there is not one single police that got arrested and sentenced in a court of law for having behaved in such a way?",
            "Male"
        ],
        [
            "POLINA NOLESE MBALULA",
            "I've heard that there is one police who lost his job because of the way he treated people.",
            "Female"
        ],
        [
            "MR SANDI",
            "; Therefor what you are saying is that the police themselves were the law in Venterstad?",
            "Male"
        ],
        [
            "POLINA NOLESE MBALULA",
            "Yes, I would say that it is so.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you.  Mrs Mbalula, thank you.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Mrs Polina Mbalula, we thank you for having given us this picture about your sister-in-law who was shot just walking around the township.\n It is clear that the police behaved any how, shooting at people.  You have given us the picture of cruelty beyond anybody's imagination.\n It touches us deeply when you tell us that when you were asking the police, who is going to breast feed this\nCRADOCK HEARING TRC/EASTERN CAPE\n11 PN MBALULA\nbaby, and the police said, the corpse can do it.  That is cruelty.  This shows us that the people in the previous regime of this country, did not care about the communities.\n You have told us that this endangered your health.  We can see that.  On behalf of the Commission we sympathise and empathise with you.\n We promise that if we can help in any way by putting and recording your story in the report that we will be giving to the President, we will do all we can.\n We thank you very much, you can go back to  your seat now.",
            "Unknown"
        ]
    ]
}