{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "1",
        "names": [
            "BONISWA ELSIE KHETHWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55003&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/khethwa.htm",
        "speakers": [
            "BONISWA ELSIE KHETHWA",
            "MR SANDI",
            "MS CRICHTON",
            "MS MAYA",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "BONISWA ELSIE KHETHWA",
            "MS MAYA",
            "MRS KHETHWA",
            "REVD FINCA",
            "MS CRICHTON",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "We welcome you Miss Khethwa, I am going to hand over to Reverend Xundu to swear you in.  After that Ms Tiny Maya will lead you in questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you, she is sworn in Mr Chairperson.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Chairperson.  Mrs Khethwa, are these your correct names Boniswa Elsie and you reside at number 42, Nizizwe township?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "In your statement here in front of me, you are going to tell us about your son Simphiwe Khethwa who was shot and killed by the police at Nizizwe, Venterstad on the 6th of April 1986?  How old was Simphiwe at the time?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "He was only 13 years old.",
            "Female"
        ],
        [
            "MS MAYA",
            "The statement says he was born in 1973, is that so?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "He was still at school, he was doing standard 3, is that so?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Can you tell us briefly what was the situation like at Nizizwe township during the time of his death?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes.  The police started by troubling our\nCRADOCK HEARING TRC/EASTERN CAPE\n2 BE KHETHWA\nbrothers who were studying outside Colesberg and Burgersdorp, they didn't like them because they were saying that they were the cause of the commotion at Venterstad.\n Just before the death of my son, my brother quarrelled with a Sergeant, I was called, I went there.  When I tried to intervene by asking the police what was their problem, because they were assaulting my brothers, what was the reason now for that chaos, the policemen said I must keep quiet, because I had a communist right in the house.\n And they are going to make it a point that they end all the communists, they will put them to end.  On the 6th of April 1986, it was on Good Friday, the police came to my house in the afternoon.  When they arrived, they said today we are here, and we want these communists that are here in your house, these dogs.\n Unfortunately the elder people were not in the house, it was only my child and the other children who were in the house.  They ran away, they ran out of the house through the back door, because the police were coming through the front door.\n They ran away, they went to the bush and the police was still chasing them.  They were running towards the farms.  Late in the evening the other children came back who also ran away with my son, but my son didn't come back.\n The following day we started looking for him, asking people.  One of the children from the Baduli family said he left him next to the river and the police were following him and he didn't see him, because he was also running away.\n That is when the residents of Venterstad took a step and said we are going there, we are going to the farm, we will be looking for this boy.\nCRADOCK HEARING TRC/EASTERN CAPE\n3 BE KHETHWA\n My father had left with a bicycle to the neighbouring farms with the aim of looking for him.\n He couldn't find him, he came back.  After some time they got him.  I went to the owner of the butchery and told him to help me trying to find my son and I requested that the people shouldn't be killed, because they were looking for my son.  And the owner of the butchery said he was going to talk to the police about this.\n My father and my uncle found my son.  My father said while he was still at a distance, he could see that the head was twisted, the face was facing another direction.\n He noticed that he was not alive, just before he could come closer to him.  He touched him, he could see that he was beaten and his body was full of blood.\n Even under the arms, he had blisters all over the body.  My father left my uncle there and he also went to the police and he called the police to see him.\n When the police arrived, my father said he asked the police if they could see that my son's neck was broken.  The police said it is because of his behaviour, that is why he was like that, there is nothing that the police could do at that stage and he deserved to die at that place.\n And the police even said that we parents, don't talk to our children to tell them to stop doing the things.  The police took my son with my father, they took him with the van, took them with a van and took them to the police station.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you think he died because he was shot or because he was assaulted?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "No, I think he was shot and his head was twisted.  The police said he bumped against the pole, that\nCRADOCK HEARING TRC/EASTERN CAPE\n4 BE KHETHWA\nis why his neck was like that.  But when my father looked at him, he could see that that was not true at all because even the pole and the fence was at a distance.  If he died as a result of that bumping, he would die next to the fence.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened on a Monday?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "They said on Monday they will take him to the Doctor for a post-mortem because the police were treating us badly and I requested that they should stop the process of a post-mortem, because I could see that my son was shot, there was no other reason for the post-mortem and they said he will have to be operated.\n I phoned my sister and I told her about the situation and my sister said there was an attorney in East London, I must request her to go there and approach the attorney.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you get that Doctor for a post-mortem?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "The police took him on a Monday to Steynsburg to Dr Jordaan and the other Doctor.  When they arrived there, my father was there also.  He said they put his body on the table and the police forced him to stand there and watch the procedure of the post-mortem because he deserved to die in that manner.\n The Doctor gave my father a Death Certificate and my father asked what was the reason of his death and the Doctor said, you can see that he is shot and as you can see, even the neck was broken.\n My father came back and he told me that he was very, very depressed because of what he had seen on that day.  He told me that my son was operated from top to the bottom in front of his eyes.\n He gave me the Death Certificate.  On that Monday at five o'clock the Sergeant came with a van, with one White\nCRADOCK HEARING TRC/EASTERN CAPE\n5 BE KHETHWA\npoliceman and they said they want to take the Certificate, the Death Certificate, because they were not satisfied with the results of the post-mortem because it was actually degrading the police and they were taking the Certificate to Bloemfontein to their own Doctor and they said they are not going to release his body because a new Death Certificate was available.\n They also took his body.  For two weeks his body was taken away, because they were saying they want their own Doctor to perform the post-mortem.",
            "Female"
        ],
        [
            "MS MAYA",
            "During this time - what were these police doing at that time, while you were waiting for the body of your son?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "They said to me I must wait, they will tell me, they will give me the date of the funeral.  I phoned Siwisa, the attorney, I told him that the police refused to give me the body of my son and he said he was going to phone the police.\n And he said the only thing that can help you is to go to East London and make another statement.  Even in East London the police in the offices, they were arresting people in Siwisa's offices, the attorney's offices.\n Siwisa said he can not, there is nothing much he can do, he will try in stead to go back to Venterstad, because the police were arresting people in the offices.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did you get the body of your son?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "It was after - when Siwisa came to Venterstad and he was talking to the police and I could hear that they were saying we were not going to get the body of my son and we also heard that the body of my son was in Burgersdorp and they were saying he was still a prisoner.\n He died where he deserved to die.\nCRADOCK HEARING TRC/EASTERN CAPE\n6 BE KHETHWA",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you get a Death Certificate?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you mean until today?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes, they said I must go to Max, one of my brothers.",
            "Female"
        ],
        [
            "MS MAYA",
            "Why were they referring you to Max?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "They said it is because he is the one who brought toyi-toyi to Venterstad, so he is the one who must give me the Death Certificate.",
            "Female"
        ],
        [
            "MS MAYA",
            "As you had a legal representative, was there any case that was held in the court?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "No, they said there was no case because he deserved to die and the Sergeant at the time was Engelbrecht.",
            "Female"
        ],
        [
            "MS MAYA",
            "I noticed that you and your family, you were tortured by the police.",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "They said I am defaming the name of the police because I go out to the neighbouring towns and tell the people that the police had killed my son, whereas the police didn't kill my son.",
            "Female"
        ],
        [
            "MS MAYA",
            "I wanted to know because the police went to take photo's.  What is it that they got out of those pictures?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "They said there were no pictures, there was nothing.  So he just deserved to die and they were not telling me the truth about my son.",
            "Female"
        ],
        [
            "MS MAYA",
            "Last week when the Truth Commission came, we got those photo's, the photo's that they had taken.  I also noticed that while they were torturing you, they also arrested you.",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Because they said I was defaming the police and I was asking them more details about this.  They said CRADOCK HEARING TRC/EASTERN CAPE\n7 BE KHETHWA\nthat I know where did I say all these things.  They said they have their own informers who were bringing the information to them.\n They said I know that.",
            "Female"
        ],
        [
            "MS MAYA",
            "The death of your son, how did the death of your son change your life?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "My life has changed.  The Doctors say that I am suffering from heart ailments, that was from the time I was being harassed.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you get any treatment from any Doctor?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes, there is a Doctor from Verwoerddam, I usually go to him.  Even in Dordrecht, there is one Doctor that I usually go to.  Whenever I hear of any Doctor who is an expert in heart ailments, I go there.",
            "Female"
        ],
        [
            "MS MAYA",
            "Are you also responsible for the expenses of seeing the Doctors?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "I am sure that you have a request or a wish that you would like to tell us.",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "I request that the Truth Commission should help me because the grave of my son is torn, it is disappearing.  I request that the Truth Commission can help me to erect a tombstone for my son.",
            "Female"
        ],
        [
            "MS MAYA",
            "You had another request again?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "I had two children.  When I started suffering, the second child, my parents said I must take my brother's son to stay with him so that he can replace my son in a way.  Because now I am suffering, I am sick.  I would like the Truth Commission to help me.",
            "Female"
        ],
        [
            "MS MAYA",
            "Would you also like to get help to pay for the Doctors?\nCRADOCK HEARING TRC/EASTERN CAPE\n8 BE KHETHWA",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.  I will hand over to the Chairperson, he might have some questions.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Reverend Xundu?",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "I have a question.  Among the police that were harassing you, did you know any of their names?",
            "Unknown"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes, the Station Commander was Engelbrecht.  The Station Commander was in charge while I was arrested and I was talking to him and then Letsi and Sergeant who came to fetch the Death Certificate of my son.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "You don't know any other policemen except those?",
            "Unknown"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "I know all of them, but I cannot say which one actually shot my son.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "I am asking the police who were harassing you, I want to know their names if you can still remember them.",
            "Unknown"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "One of them from the farms was Marts.  Marts was there.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Were all of these White policemen?",
            "Unknown"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Ben Letsi is a Xhoza policeman,  Ben Letsi.  Those are the only names that I can remember.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Mrs Khethwa, can you hear me?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Can you tell me where Simphiwe's father is now?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Simphiwe's father passed away in 1984.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "That is not too long after this incident?  You said that his father was present at the post-mortem, is that correct?\nCRADOCK HEARING TRC/EASTERN CAPE\n9 BE KHETHWA",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "I think I want to say that I, and I am sure the Commission are horrified at what he was subjected to in watching what he had to watch and it just seems to be part of the systematic abuse that was being conducted at that time, emotional abuse and psychological abuse.\n I want to ask you, according to the statement I have in front of me, the Doctor who conducted that post-mortem was a Doctor De Wet, but you mentioned a Doctor  Jordaan.  Which of those two was it that conducted that post-mortem, do you know?",
            "Female"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "It was Doctor De Wet.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And the Doctor Jordaan that you mentioned?  (tape ends)",
            "Female"
        ],
        [
            "REVD FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Chairperson.  Mrs Khethwa, who came to fetch the Death Certificate or the post-mortem report from Dr De Wet at your home, I didn't hear clearly.",
            "Male"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "It was Ben, his surname is Letsi.",
            "Female"
        ],
        [
            "MR SANDI",
            "The one who came to take the Death Certificate, saying that they will send the body to Bloemfontein to their own Doctor because they didn't trust Dr De Wet?",
            "Male"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes, it was Ben Letsi.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was he a Sergeant at the time?",
            "Male"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "I noticed that in your statement you made mention of - you wish that the Death Certificate that was made by Dr De Wet and the one that was taken by Ben Letsi, you would like to get that Death Certificate back, is that so?",
            "Male"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.\nCRADOCK HEARING TRC/EASTERN CAPE\n10 BE KHETHWA",
            "Male"
        ],
        [
            "REVD FINCA",
            "Mrs Khethwa, the question that Mrs Crichton asked you, I was a little bit confused when you responded.  Who was present at the time of the post-mortem, was it your son's father or your own father?",
            "Unknown"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "No, it was my father.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONISWA ELSIE KHETHWA",
            "It was a grandfather, not his father.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you Boniswa, by telling us your story which is one of the painful stories to all the people who are parents.\n Your son would have been 24 years now if this incident did not take place.  Maybe he would be an university student, maybe he would have completed his studies at an university, he would have started working.\n But his life was terminated in this manner.  We noticed in your story that you are giving us a clear picture of people who turned into animals, the actions of the police who were involved in the death of your son.\n And what you are trying to show is us that they didn't even have respect, they were taking his body up and down, whereas you being the family, you were grieving, you were grieving so that you can give your son a dignified funeral.\n You said all these things have troubled your life.  Thank you for reminding us and also remind South Africa about these things so that when we make the report back to the President, we make it a point that such things do not happen again in this country.\n If we are talking about heroes, we have to write your name down because you went through all this just because your son was involved in the struggle to end apartheid.\n We thank you so much, we are going to try and\nCRADOCK HEARING TRC/EASTERN CAPE\n11 BE KHETHWA\ncommunicate with Hintsa Siwisa, the attorney to see if we can get the files and what actually happened to the files of this matter.\n If there are things to investigate, we can still come back to you if we still need assistance from you, but for now, we say thank you.",
            "Unknown"
        ]
    ]
}