{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-12",
        "location": "CRADOCK",
        "day": "3",
        "names": [
            "NOPOPI GETRUDE NCACA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55011&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/ncaca.htm",
        "speakers": [
            "CHAIRPERSON",
            "COORDINATOR",
            "MR SANDI",
            "NOPOPI GETRUDE NCACA",
            "REV XUNDU"
        ],
        "original_speakers": [
            "COORDINATOR",
            "CHAIRPERSON",
            "REV XUNDU",
            "NOPOPI GETRUDE NCACA",
            "MR SANDI",
            "MRS NCACA"
        ]
    },
    "testimony": [
        [
            "COORDINATOR",
            "This morning the third and last day of the hearing in Cradock I am going to read the list of people who are going to be here today in the Truth and Reconciliation Commission.  I'm going to read this list as the people are going to be up here before you. I just want to clarify that today we are going to start with Cradock hearings, Middleburg then Graaf Reinet.  When I read this list, I'm going to read the witnesses name, the victim then the nature of the violation, also the area where the incident took place.\n We have 16 witnesses today.\n Nopopi Getrude Ncaca is going to talk about Xolani Reginald Ncaca who was murdered in Cradock in 1986.\n Nompumelelo January is going to talk about Nomfanezo January who was murdered in Cradock in 1986.\n Angelina Rampo Nomavuka is going to talk about Xola Owen Nomavuka who was murdered in Cradock in 1986.  I think Mr Chairperson, there's been a mistake, when I talked about the victims I got the impression that all victims died in 1986.\n Mzwantile Joseph Dywili will talk about himself about an attempted murder in Middelburg 1986.\n Henry Tembekile Qatana will be talking about Siphithiphithi Welcome Qatana who was murdered in Middelburg in 1986.  The Qatana family has sent Agnes Hlomela who is going to give evidence.\n Xolile Daniel Ntozini will be talking about himself, he was tortured in Middelburg 1984.\n Cynthia Dali is going to talk about Ntsikelelo Richard Dali who was murdered in Middelburg 1986.\n Siena Mtembu  is going to talk about Frank Mtembu who was murdered in Graaf Reinet in 1990.\n Florence Nombuyiselo Nofemele is going to talk about Basil Xalisa who was murdered in Graaf Reinet in 1991.\n William Gilbert is going to talk about Judge Oupa Gilbert who was murdered in Graaf Reinet in 1986.\n Philip Bejile Bob is going to talk about Sophie Nunusi Maarman who was murdered in Graaf Reinet 1986.\n Zezeyi Lizzie September is going to talk about Desmond Baatjies who was murdered in Graaf Reinet in 1985.\n Nommamase Ntswayi is going talk about Sandile Latone Ntswayi who was murdered in Graaf Reinet in 1984.\n Theo Simon Solomon is going to talk about himself, attempted murder, Graaf Reinet 1986.\n Paulina Maselepe Kekana is going to talk about herself who was tortured, attempted murder in Graaf Reinet 1985.\n Frederick Emmanual Hufkie is going to talk about himself, he was tortured in Graaf Reinet from 1976 to 1985 \n(Not included in the recording is Doris Hermanus who is going to talk about herself who suffered ill treatment in Cradock from 1978 to 1984)\n Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We got a report that Theo Simon Solomon will not be here because he's in jail at the moment, we don't know if it still is, so we have not yet received a latest report.   I think that the people from Graaf Reinet will be with us by then, maybe we should continue in the meantime as they are not here.  We usually take a moment of silence to remember those of us who passed away, also for those who disappeared.\n Before we start our proceedings, I wonder if we could get up please and take a moment of silence and remember those who left us.\n We remember Xolani Reginald Ncaca, Nomanezo January, Xola Owen Nomavuka, Siphithiphiti Welcome Qatana, Ntsikelelo Richard Dali, Frank Mthembu, Basil Xalisa, George Oupa Gilbert, Sophie Nunusi Maarman, Desmond Baatjies, Sandile Latone Ntswayi.  \n May they rest in peace Lord and give them light everlasting!\n We will now start with the three witnesses from Cradock, they have similar cases, they will go up on the stand together, Nopopi Gertrude Ncaca, Nompumelelo January and Angelina Rampo Nomavuka.  We request that they come up together.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Chairperson I'll swear them in, I'll start with Nopopi Gertrude Ncaca.",
            "Unknown"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Chairperson they've been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are going to request that Ntsiki Sandi lead the witnesses in evidence.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much Mr Chairperson.  Good morning to you this morning!  We are going to start with Nopopi Getrude Ncaca.  Mrs Ncaca, when we look at your statements, we notice that you all talk about the same incident.  Your children were killed, shot in Cradock at Skhulu Street on three of your statements.  You are talking about the same policeman, Sergeant Hoyiya.  Mrs Ncaca, I want to ask was your son killed in 1986 and not 1985, because the other two ladies are talking about 1985.",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "1986.",
            "Female"
        ],
        [
            "MR SANDI",
            "Are you sure it's 1986 and not 1985?  We will sort it out.  You say that on that day Xolani Reginald Ncaca, you said that he's your son?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes he was my son.",
            "Female"
        ],
        [
            "MR SANDI",
            "Could you tell us what happened on that day?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "I don't have a full report because I was at work. I was taken from work by my neighbours.  When I got home there were a whole lot of people and I was told that Xolani had been shot.  He was shot at Sekulu Street by Hoyiya. I have no full report, when he was shot he got shot in the head, the back of his head was in tatters. I have no full report about Xolani.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were they going to fetch a corpse that was also a victim of the police?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes Sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "The people who came to fetch you from work, what exactly did they say happened before Hoyiya shot these children?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "They didn't tell me what happened.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did Xolani die immediately?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes he did.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was there a court case?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "At the time no one cared about us at the charge office.  You'd go there to give a report and a statement, they would swear at us and say, \"Voetsek you kaffirs, what do you want here?\"",
            "Female"
        ],
        [
            "MR SANDI",
            "You therefore never went to the police?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "No we did not go.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did this case go to the court of law in any way, an inquest perhaps?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "No.",
            "Female"
        ],
        [
            "MR SANDI",
            "It just ended like that?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "You did not have any attorney to help you with the case?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "No we did not look for an attorney.",
            "Female"
        ],
        [
            "MR SANDI",
            "How old was Xolani?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "He was 16.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was he a school child?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "What standard was he doing?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "He was in standard four.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did Xolani partake in student activities in the community?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes quite a lot.",
            "Female"
        ],
        [
            "MR SANDI",
            "Therefore his life was in danger as a result?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes Sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you come across any witnesses?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "I don't remember Sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all you have to say about the incident?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes Sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did this incident affect your health at all?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "My memory was affected, if you tell me something I just forget. I always forget.",
            "Female"
        ],
        [
            "MR SANDI",
            "Won't you please come closer so that we can hear you. Did you get any form of treatment?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "No I did not.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you have any requests of the Commission?",
            "Male"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "I need a tombstone or perhaps some kind of compensation.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all you have to say Mrs Ncaca before I go on?  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Ncaca, do you know the other ladies next to you?",
            "Unknown"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes I know them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you hear about the incidents of their children?",
            "Unknown"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "Yes I heard about Nomavuka's child but it is the first that I see this lady next to me",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The incident on which Mrs Nomavuka's going to talk about, did it happen the same day.",
            "Unknown"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "I don't remember.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you say it happened on different days?",
            "Unknown"
        ],
        [
            "NOPOPI GETRUDE NCACA",
            "I don't know.",
            "Female"
        ]
    ]
}