{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-12",
        "location": "CRADOCK",
        "day": "3",
        "names": [
            "HENRY TEMBEKILE QATANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55023&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/qatana.htm",
        "speakers": [
            "AGNES HLOMELA",
            "CHAIRPERSON",
            "COORDINATOR",
            "HENRY TEMBEKILE QATANA",
            "MEMBER OF PANEL",
            "MR SANDI",
            "MRS CHRICHTON"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "HENRY TEMBEKILE QATANA",
            "AGNES HLOMELA",
            "MR SANDI",
            "MR QATANA",
            "MRS HLOMELA",
            "MRS CHRICHTON",
            "MEMBER OF PANEL",
            "COORDINATOR"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "If I heard properly, in the case of Siphithiphithi Welcome Qatana, we are going to have Agnes Hlomela and Henry Tembekile Qatana to give testimony at the same time.  Thank you.",
            "Unknown"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "AGNES HLOMELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I would like to continue now Mr Chairman.\n Let us begin with you Mr Henry.  Can you please just explain to us and give us a picture of what was happening at that time?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "On the 29th of November 1986 we were at a party when we heard a noise outside and Byvane went outside to urinate after which we heard some noise in the shack outside, Siphithiphithi went outside to look and we heard gunshots and Siphithiphithi fell in front of the door.  We went out and tried to lift him up to take him to the house.  While we were still doing that I heard a voice to stop and I lost consciousness at that time.  People said that I was shot and I fell down but when I woke up I saw that my three fingers were shot and Jafta, a policeman was there and a caspar and an ambulance arrived, Siphithiphithi was taken to the van and we were taken to the hospital.  When we were there we were under police guard.\n After the operation, I told this policeman that we did not do anything, there was no need for him to guard us and he left.  I stayed in the hospital for three weeks and after that I was sent to prison.  I stayed for three months in prison and I was released but had to go and report to the police station all the time.  After that we went to court and were found not guilty.  We found a lawyer, Vusumzi Magqabi and the case continued in 1987 and in 1991 he just disappeared up until today.",
            "Male"
        ],
        [
            "MR SANDI",
            "Let me ask you some questions so that we can get clarity.  You were in a party, is that so?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "You were having fun in that party?",
            "Male"
        ],
        [
            "MR SANDI",
            "What was happening?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "It was just our party and we were playing games.  There was music everywhere.",
            "Male"
        ],
        [
            "MR SANDI",
            "It was fun?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "Yes but the music was not loud.",
            "Male"
        ],
        [
            "MR SANDI",
            "What was the cause of the police to come after you?  Were they against you in any way?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "We were members of the UDF but the others joined the South African Police.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were your friends who joined the police there when this was happening?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you please mention their names?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "It was Ncamile, Bhababhatane, Nombothoza and a fourth one but I've forgotten his name.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was Jantjies there or are these their first names?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "They were not found guilty?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "No they were not found guilty.",
            "Male"
        ],
        [
            "MR SANDI",
            "But they shot you?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "Yes and they killed Siphithiphithi.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was there any inquest held so that people can find out what happened to your brother?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "No there was no inquest, we just buried him.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is your request of this Commission Sir?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "I get a disability grant.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you get it?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "Yes I get a disability grant but my request is that I have three children and the money is not enough and they're all at school, and I would like the Commission to help me to educate my children, because I'm paralysed.",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "Do you have a wife?",
            "Male"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "My wife left me in 1988 when I was first paralysed.  She said that she was going to look for work up until today.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Sir.  Let me come to you Agnes.",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "I'm from the Mpondo clan.  I'm Nyauza.",
            "Female"
        ],
        [
            "MR SANDI",
            "Just tell us briefly, on top of what he has just said, is there anything that you would like to add?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "Yes, I just came from the hospital on that particular Friday, my son came in the morning, he brought some meat and he said, \"Mom just prepare enough for me\".  I replied that I had just come from Port Elizabeth and now he wanted me to cook for him when I was tired.  There was another  parcel which he then said he was taking somewhere else in the old township.  I was sitting in front of my house.  My husband went out, there was a telephone and I asked who was calling.  My husband just looked at me and said nothing. I asked him again and he said, \"No I'm coming right now\".  He went out.  I was still sick because I came from the hospital, I couldn't reach for the telephone.  He returned with my brother in law. I asked him what happened, and he said that I should go with him.\n I went to my other house where I found policemen standing but when I asked what had happened, nobody answered.  When I went through the crowd of people who were there I saw my child in a very bad condition.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was that Siphithiphithi?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "Yes. Ncamili was standing just there and then I asked him what he was going to do since my child was riddled with bullets like this. I said to the other children they must pick up the bullets because my child was shot right in my house.  Jafta said I must just leave the bullets alone, he would take care of them. His hand was completely damaged.  Some of his fingers were lying on the ground. I just sat on top of him and started praying.  God lifted me up.\n The people from the Roman Catholic church took me to hospital.\n The following week the people from the organisation came and advised me to lay charges because he was shot and he was innocent.  Magquabi asked me what had happened.  I said it is the very same case with the children that he used to represent in courts from the UDF, they've been looking for him, he was staying in the bush, he couldn't stay in the house ..... (end of tape 13)\n(start of tape 14)..... the others in the bush because we used to give them food there, they couldn't stay home. How can he ask me that question knowing very well about these children.  Since they took that statement, nothing happened.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is Ncamile still alive?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "Yes he is.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you mean he was not even arrested, he was not even brought to court?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "No I heard nothing because even the people that I used to ask, who used to go to Grahamstown for the case used to say that the case was still on but I don't know what happened.",
            "Female"
        ],
        [
            "MR SANDI",
            "As a neighbour did Ncamile ever come to apologise?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "No.  He never used to greet me and I used to tell him that he must stop it, he must greet me, we are going to talk.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is he working with the police?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "No, he is not, he is a member of the congregation of the Witness of God.",
            "Female"
        ],
        [
            "MR SANDI",
            "What is it that you can request the Commission to say to the President?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "I would like to say that he was just about to go to the University of Fort Hare in 1987.  He died after he just came from the initiation school.  I don't have a husband now.  At least if the Commission can help me to erect a tombstone for him.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did he have a child?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "No he was only 21 years old in 1986, he was not married.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all that you'd like to tell us?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you very much.  I'll hand you over to Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "June Chrichton?",
            "Unknown"
        ],
        [
            "MRS CHRICHTON",
            "Mr Qatana, you were a member of the UDF and by 1986 you must have seen many people killed by the police, and you said in your statement that just before you lost consciousness, you heard somebody saying, leave him, leave him, and that is because you had gone over to Siphithiphithi to help him, am I right?",
            "Female"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "That's correct Mam.",
            "Male"
        ],
        [
            "MRS CHRICHTON",
            "In your opinion, is that what used to happen when somebody was shot and injured that the police would prevent people from trying to help those who were injured?",
            "Female"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "It was not a common thing.",
            "Male"
        ],
        [
            "MRS CHRICHTON",
            "But on this occasion?",
            "Female"
        ],
        [
            "HENRY TEMBEKILE QATANA",
            "Yes it did happen in my case.",
            "Male"
        ],
        [
            "MRS CHRICHTON",
            "Thank you.",
            "Female"
        ],
        [
            "MR SANDI",
            "I'm going to ask Mrs Hlomela.  Mrs Hlomela, you said Ncamile is a member of the congregation of the Jehovah's Witnesses?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "After he killed he just decided to be member of that congregation?",
            "Female"
        ],
        [
            "MR SANDI",
            "You say you normally see him in town?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Even now that he is a member of that congregation, you are still not on speaking terms?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "Yes he doesn't speak to me.",
            "Female"
        ],
        [
            "MR SANDI",
            "How do you see this thing, that being a prominent member of the congregation of the Jehovah's  Witnesses, that still he cannot talk to people whereas he did this to your son?",
            "Male"
        ],
        [
            "AGNES HLOMELA",
            "I am also surprised because I just greet him, I don't know why he's cross with me because what he did is not for  me to judge, it's for God.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Mrs Hlomela, the people who have done this mystery, were they policemen at the time or were they just working for the municipality?",
            "Unknown"
        ],
        [
            "AGNES HLOMELA",
            "They were just Special Branch police.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "The people who hired them, who employed them, what is it that they said after hearing about this incident?",
            "Unknown"
        ],
        [
            "AGNES HLOMELA",
            "I didn't see them.  I didn't even see their operators after this incident.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you.",
            "Unknown"
        ],
        [
            "COORDINATOR",
            "Before we proceed, I wish records to show that there are two matters here, although they have been taken as one.  One relates to Tembekile Henry Qatana and it should be treated as a separate case and the one relates to Siphithiphithi Welcome Qatana and the witness is Namapondo Agnes Hlomela.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much for this explanation that you have forwarded to the Commission concerning Tembekile Henry Qatana and Siphithiphithi Welcome Qatana.  On behalf the Commission we sympathise with you.  We thank you that in towns like Middelburg there are people who are heros like you, because these events, it's obvious that they took place just because you were prepared to be among those people who were fighting apartheid so that there could be justice and unity of different nations.\n Because you have played that role, you found yourself in this pain. As you Henry, one of your arms was injured, the part of your hand is buried but you're still alive.  We thank you for bringing this story to the Commission because it explains that the struggle of liberation had been all over the place, people had paid a price for liberating this country.  We have taken not of your requests, we are going to forward them to the President.  For now we thank you.",
            "Unknown"
        ]
    ]
}