{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "2",
        "names": [
            "NOZITHANDISO OLGA SIZILA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55026&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/sizila.htm",
        "speakers": [
            "MR SANDI",
            "MS MAYA",
            "NOZITHANDISO OLGA SIZILA",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "NOZITHANDISO OLGA SIZILA",
            "MR SANDI",
            "MRS SIZILA",
            "REVD FINCA",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "We are going to call to the podium Nozithandiso Olga Sizila.   Mrs Olga Sizila, we welcome you here today.  We thank you for having come before the Commission this morning.  We will hand over to the Reverend Xundu to swear you in, after that Ntsiki Sandi will lead you in evidence on behalf of the Commission.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Good morning Mrs Sizila.  Your story relates to the life that you led as the Sizila family.  You, your husband and your children.\n As I look at the statement, it starts from 1963 when Mr Mzwandile Sizila, your husband, was imprisoned for having been a member of the political organisation, the ANC.  Could you relate to us how you were ill-treated and tortured?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I stay here in Cradock, so did my husband in 1963.  In 1963 he was imprisoned and was taken to Robben Island.\n He was sentenced to three years imprisonment.  I made a request that I may go and see him in 1964 at Robben Island.  When I got there in 1964, he looked very bad.  He was in jail.  The shirt that he was wearing was full of blood, his mouth was swollen, his lips.  When I asked what had happened, he said that he had been beaten up.\n He said he had been beaten the day before yesterday.  \nCRADOCK HEARING TRC/EASTERN CAPE\n2 NO SIZILA\nThe police were saying that he was cheeky.  I asked if they were still being beaten, even there at Robben Island and he said yes.\n I requested from him the information that I needed especially concerning our children.  He told me what to do.  I then came back to Cradock.  In 1966 he got out of jail.\n Two months after he got out of jail, a Detective came to our house asking for him.  I told the Detective that he was at home, that he was not well, that he was laying on the bed.\n He then said, what do you mean he is not well?  This Detective said why doesn't he go to the ANC to heal him.  I said he can walk in if he wanted to.\n He said to my husband that on the 3rd of April 1967, we were supposed to leave, my entire family.",
            "Female"
        ],
        [
            "MR SANDI",
            "Excuse me Mrs Sizila.  Was there a banishment order that you had been given by the Government that you should leave Cradock for Queenstown?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "No, there was nothing, we were just told by the police.  We then prepared.  A taxi did not come to fetch us to take us to the station, because we were going to leave.\n We had to spend the night at Cradock on the night of the 3rd of April 1967.  We could not really sleep because we were at my mother's place.  The police said to my husband that if we could not find transport to leave, they would take him back to jail.\n We then organised a truck to come and fetch us.  We were then taken by the truck to the station.  We stayed at the station for two days.",
            "Female"
        ],
        [
            "MR SANDI",
            "As the police were chasing you away from Cradock,\nCRADOCK HEARING TRC/EASTERN CAPE\n3 NO SIZILA\ndid they see to your furniture or at least did they see to it that  you had transport to move your furniture from Cradock to Queenstown?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "No, it was my mother who looked after everything.",
            "Female"
        ],
        [
            "MR SANDI",
            "You then went to live in Queenstown?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "We wished to stay at eLinge.  I was pregnant at the time.  I then gave birth to this child, my husband was home.  We were under house arrest.  We were only allowed to go out and go to the loo and come back.\n If we had to go to town, Detective Jakq would come and find out when we needed to go to town.  We would have to report sometimes to the charge office as well.  That child that I gave birth to, only lived for three months.\n My husband was ill at the time.  When we reported to Mr Jakq that my child had passed away, they said that Mr Jakq should take my baby to the graveyard.  We did not have a coffin for the child, we were also very hungry, we had no food.\n They actually said that my husband should take my child to the graveyard.  I asked how my husband would be able to do that as he was ill of health?  They said that he must go the ANC, the ANC must do it for him.\n We then put the baby, the baby's corpse in a cardboard, we took the baby to the graveyard.  We dug a hole and we put the box inside.  Our neighbours could not do anything to help us.  We had no food.  It is my mother who travelled from Cradock to Queenstown and gave us food.\n When Sonwabo was released from jail, he went to talk to Ndileka's father.  I don't know what he said to him.  The police then came asking for Sonwabo.  Now and again we \nCRADOCK HEARING TRC/EASTERN CAPE\n4 NO SIZILA\nwould be taken to Queenstown - my husband - to a certain farm.\n When he came back from the farm, he looked terrible and I asked what had happened.  He said that there were a whole lot of police at the farm and that he had been beaten up.   They put cream on his body and he was asked to such from his genitals.\n I then asked them if we could see a Doctor, they said no Doctor would come to Aron.  The Detective said that there is nothing that he can do about my husband's health.  There was a nurse in eLinge that would give me painkillers for my husband.\n His health deteriorated.  In 1987, April, I was coming from church.  I saw a car parked in front of our house.  The children were excited saying it is Sonwabo.  I then asked why is Sonwabo here, because then the Boers are going to be after us again.  \n I then told Sonwabo that we were dying of hunger, there is no food.  He then said you have got to continue this way, things are difficult.\n Sonwabo left for a few days.  Detectives came yet again asking for Sonwabo.  A child from Cradock came saying that he had lost a car.  I then asked if I had anything to do with cars, then this boy said that, called me by name, saying that he was just asking about the car.  This boy then left.\n I then said to my children that you know, actually that was a Detective, I just don't know who sent him.  There were a whole lot of MK children that Sonwabo had brought.  I then asked Mxolisi to go and find out what is happening.\n He saw a whole lot of policemen sitting by the Post\nCRADOCK HEARING TRC/EASTERN CAPE\n5 NO SIZILA\nOffice at eLinge.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were you detained by then?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "No, that is before I was arrested.  What they would do is that they would detain me for two weeks or so and then bring me back home again.",
            "Female"
        ],
        [
            "MR SANDI",
            "Who is Sonwabo?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Sonwabo is my youngest brother.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was he also a member of Umkhonto We Sizwe?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, he was.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did he come home with other Unkhonto We Sizwe members?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, he did.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you not get into trouble?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "That is what I was about to tell you.  We were then detained, my husband, myself, the children.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was your husband still ill at the time?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, he was ill.",
            "Female"
        ],
        [
            "MR SANDI",
            "; And then your husband, your children and yourself were imprisoned?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Who are those children?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Ndileka, Nobukhosi, Nomhi, Pumeza, Neliswa, Bhungani and Ntombihlubi.",
            "Female"
        ],
        [
            "MR SANDI",
            "So it is your entire family that was detained?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "How old were the children, do you remember?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "They were very young at the time.",
            "Female"
        ],
        [
            "MR SANDI",
            "And the eldest, how old was she?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "She was 24 years of age.",
            "Female"
        ],
        [
            "MR SANDI",
            "And the youngest?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "He was six years of age.\nCRADOCK HEARING TRC/EASTERN CAPE\n6 NO SIZILA",
            "Female"
        ],
        [
            "MR SANDI",
            "And the second youngest?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Bhungani was five years old.  Pumeza, Bhungani, Neliswa and Ntombihlubi, those were the younger children.",
            "Female"
        ],
        [
            "MR SANDI",
            "So you were imprisoned - where?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I was detained here in Queenstown with my children.  The children were taken to Essex.  They were told to identify Sonwabo and Constance Ngesi.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you know Constance Ngesi?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Well, we didn't know her well, but she came with Sonwabo to our house.  She was an MK soldier.",
            "Female"
        ],
        [
            "MR SANDI",
            "After you were detained, what happened?  You were beaten up, could you tell us about that?  Who beat you up?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I was put in a room, there were a whole lot of policemen there.  They beat me up saying that I should tell them about Sonwabo, his whereabouts.  I was beaten on my head and I fell down.  Also on my lower right, I then bled through he nose and the ears.\n Doctor Copperwords who was a District Surgeon diagnosed me as being well.  I was then taken to a cell.  That night I was transferred to another prison.  The following week we were both taken to Queenstown.\n I asked my husband how he was and I was told that I could not even ask my husband how he was.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were you already beaten up when you were taken to Doctor Copperwords?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, I was already beaten.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you tell him that you were beaten?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, he could see that I was bleeding.  There was a lady there, a police woman that gave me cloths to wipe the blood off.  Dr Copperwords said that I must be taken\nCRADOCK HEARING TRC/EASTERN CAPE\n7 NO SIZILA\nback to the cell, there is nothing wrong with me he said.",
            "Female"
        ],
        [
            "MR SANDI",
            "Please continue Mrs Sizila.",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "My husband and I were then given our clothing but when I really looked at the clothing, I realised that it wasn't our clothing.\n They threatened that they would take us away from our children, I told them that I could not accept the clothing.  Then the Detective took me to the house to get my clothing.  The children were there.  \n I wrote a note and left R50-00 for the children.  We took the clothing, then we were driven back to Queenstown.  We were handcuffed together.  He could not walk, I had to lift him up.\n We were then put into a van where a man actually sat on him.  I asked this man not to sit on my husband, because my husband was ill.  He sat on my husband.  So I pulled my husband to sit on top of me.  When we got to Grahamstown they stopped for a moment.\n My husband then said to me that we were going to be beaten up.  I said to him, it would be better if they beat me up, because he was ill.  When we got to Port Elizabeth the van stopped in front of the Rooi Hell.\n I tried to lift my husband up.  As we were handcuffed together, the police said that we are getting married.  A Black policeman then just dragged my husband.  I said to him that he must not drag him, I'll lift him up, but he insisted on dragging him into the cell.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were you in Grahamstown?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "No, we were in Port Elizabeth.  We were at the Rooi Hell.",
            "Female"
        ],
        [
            "MR SANDI",
            "Which policemen were there?\nCRADOCK HEARING TRC/EASTERN CAPE\n8 NO SIZILA",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Myburgh was there.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is this the man that kicked you the one time you were detained?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Please continue Mrs Sizila.",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "My husband and I were then separated.  He was taken to Rooi Hell and I was taken to Le Grange.  They would call us in now and again asking us about Sonwabo and other issues.\n They said that my children said I know where Sonwabo is.  They had put something on my ears and on my children.  The one morning I was taken from my cell by four policemen.  There was an Indian attorney.   On the way to Grand Bushes, there is a dam.  They put something on my face, that just allowed me to breathe.\n I was beaten up yet again.  I could not sleep that night, they took me to Livingstone Hospital.  I was at the hospital for a week.",
            "Female"
        ],
        [
            "MR SANDI",
            "How were you beaten up, what were they using?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "They used a sjambok.",
            "Female"
        ],
        [
            "MR SANDI",
            "How long did they beat you up for?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "It was not too long a time, because as they were beating me up, a car came.",
            "Female"
        ],
        [
            "MR SANDI",
            "; So you stayed a few days in the hospital?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "It was a week.",
            "Female"
        ],
        [
            "MR SANDI",
            "What did the Doctor say about your condition?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "The Doctor realised that my bladder was infected and I could not urinate.  It was a fat policeman from Port Elizabeth that was told.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did the Doctor give the results to you?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "No.\nCRADOCK HEARING TRC/EASTERN CAPE\n9 NO SIZILA",
            "Female"
        ],
        [
            "MR SANDI",
            "Which Doctor was this?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I don't know.",
            "Female"
        ],
        [
            "MR SANDI",
            "You then left the hospital after a week, what happened after that?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I was taken back to jail.",
            "Female"
        ],
        [
            "MR SANDI",
            "In Port Elizabeth?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "What happened in jail?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I asked if I could go see my husband.  I was allowed to.  They said that maybe if I do see him, maybe he will give a statement, he is not talking.  I went.  When I got there, he asked what I was doing there, I said no, I just wanted to find out how you are.\n The Boers then said I must talk to him.  They were swearing, they were being derogatory.  They said he might as well there, because he is not saying anything.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were you taken to court by the police?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "No, after a month and three weeks we were released.  The police then said Olga and Aron, there is nothing we can say to you because Sonwabo is dead, he shot himself.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was Sonwabo really dead?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Well I don't know, because we couldn't even go to the funeral as we were in jail.",
            "Female"
        ],
        [
            "MR SANDI",
            "So what happened to Sonwabo?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Where?",
            "Female"
        ],
        [
            "MR SANDI",
            "You said that Sonwabo had been shot.",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I don't know sir.  Even though Sonwabo would come to the house and leave, I would not know his whereabouts.  It is the day that we were released that I found out that Sonwabo had died.\nCRADOCK HEARING TRC/EASTERN CAPE\n10 NO SIZILA",
            "Female"
        ],
        [
            "MR SANDI",
            "So your husband died in 1989?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes sir, he would urinate blood.",
            "Female"
        ],
        [
            "MR SANDI",
            "Where did he die?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "At the hospital in Queenstown.",
            "Female"
        ],
        [
            "MR SANDI",
            "You said that he died from all the injuries that he sustained?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all that you have to say?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "What is your request to the Commission?",
            "Male"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I need a tombstone for my husband.  I have nothing also to support my children.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you Mrs Sizila.  I will hand you over to Mr Chairperson.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Mrs Sizila, amongst the police - do you have their identities?",
            "Unknown"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I don't know them, I don't know their names.",
            "Female"
        ],
        [
            "REVD FINCA",
            "But you knew Jakq?",
            "Unknown"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, I knew Jakq.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Is he still alive?",
            "Unknown"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I don't know, that is the last time I saw him.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Because we need to investigate him.  And Myburgh, is he still alive?",
            "Unknown"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, he is.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Where is he?",
            "Unknown"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "He is here in Queenstown.",
            "Female"
        ],
        [
            "REVD FINCA",
            "And the Doctor, is he still alive?",
            "Unknown"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, he is, he still practices in Queenstown.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Good afternoon Mrs Sizila.  What happened to CRADOCK HEARING TRC/EASTERN CAPE\n11 NO SIZILA\nSonwabo?",
            "Female"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Sonwabo was buried.",
            "Female"
        ],
        [
            "MS MAYA",
            "Who killed him?",
            "Female"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I don't know whether he was shot or not?",
            "Female"
        ],
        [
            "MS MAYA",
            "I thought you said Sonwabo was your brother?",
            "Female"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "Yes, he is my brother, but we never got details of his death.  I was not even allowed to go to the grave, I was only allowed after six months.",
            "Female"
        ],
        [
            "MS MAYA",
            "When were you able to come back to Cradock?",
            "Female"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "We came back in 1995.",
            "Female"
        ],
        [
            "MS MAYA",
            "Why did you come back?",
            "Female"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "I realised that it was difficult to live in Queenstown, because I was on my own.  I had to come back to my mother.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you have a home?",
            "Female"
        ],
        [
            "NOZITHANDISO OLGA SIZILA",
            "My husband had bought a house, that is where we lived.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you Mrs Sizila, you have given us a picture, very clear picture about the ill-treatment, the violation of Human Rights in the struggle for liberation in this country especially women.\n Perhaps some people who are listening to you probably think it is a fairy tale that you are telling.  But those who know the gravity of the struggle for liberation in this country, are aware that women suffered a lot in this country in the fight for liberation.\n You have requested to the Commission, our duty as the Commission is to look carefully at the requests and then pass them over to the President.  It is the President and the Cabinet that will decide how things should happen.\nCRADOCK HEARING TRC/EASTERN CAPE\n12\n There is a Presidents' Fund that is supposed to see to the needs that you have.  It is up to the President then as to how your needs are met.\n I truly hope that the President will consider your requests carefully.  Thank you.",
            "Unknown"
        ]
    ]
}