{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-17",
        "location": "CRADOCK",
        "day": "3",
        "names": [
            "XOLILE DANIEL NTOZINI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55020&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/ntozini.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SANDI",
            "XOLILE DANIEL NTOZINI"
        ],
        "original_speakers": [
            "XOLILE DANIEL NTOZINI",
            "MR SANDI",
            "MR NTOZINI",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "XOLILE DANIEL NTOZINI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Good afternoon to you Mr Ntozini, are you well?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes thanks.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to the statement you're going to give evidence about yourself, incidents from January 1984, how old were you at the time?  Perhaps you'll remember later. You were 20, you were born in 1964?  Were you a student or were you working?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I was a student.  I had to stop in 1984.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you connected to any political organisation?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "To which organisation?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "There were no organisations as such in Middelburg until the UDF was started.  I became a member of the United Democratic Front because I was aware of their aims and what they were fighting for.  I then went home to try to pass on the message on to the people so that we in our own community could start UDF as well. I started this organisation back home.",
            "Male"
        ],
        [
            "MR SANDI",
            "Which year?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "1984.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that why you started having problems from 1984?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes.  My life changed totally.  My house as well.",
            "Male"
        ],
        [
            "MR SANDI",
            "Apparently you were detained and tortured.  Could you tell us what happened from 1984?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I was an acting president at the time. In previous years at home in Middelburg the police were half the number of the people in the community, so what would happen is that if you were in any way connected to organisations that were banned, half the police would come to our communities to threaten our families.  It was therefore difficult to start this organisation as people were fearful, but we tried with other comrades under such conditions.  I'd be detained now and again but I persevered.  We would have meetings now and again.  We'd have meetings on our own, not the whole organisation, but even then the information would slip through to the boers.  I stopped studying at the time.  I thought I'd wait a while so that this organisation could be established in our community.",
            "Male"
        ],
        [
            "MR SANDI",
            "Under what conditions were you detained the first time?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "We tried to organise a march or an open gathering, that is how it started.  Whilst we were marching on the street, the police came.  They said that they're only giving us a few minutes to disperse.  We did not disperse, we continued to march, there were police everywhere from the front and the back.  They then started shooting.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were there any people who got injured?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes they were, it's just a bit sad that some of them are not here today.",
            "Male"
        ],
        [
            "MR SANDI",
            "You will please give us details later, did you get arrested that day?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "No I was not, I got a chance to run away.  After a week they got me, on a Monday morning when I was with a friend of mine.  They were in a private car in which they put me and drove me to the police station.  At the police station we did not walk through the main door, we went through the back yard where there were more than 30 policemen, three in the car who told me to get out when they parked the car.  They climbed out with sjamboks and batons, and I realised then that things were bad. Forcing me out the car they beating me and when I tried to get out the police that were at the back yard already started beating me.  I tried to hide under the car but everybody was beating me, I did not know what was going on, I could not hear anything, I was just being beaten up.",
            "Male"
        ],
        [
            "MR SANDI",
            "For how long were you beaten up?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "About thirty minutes.",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Do you remember any people that were beating you?  The names, the identities of the police.",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes those that I remember well were the ones that drove me to the police station.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you have the names?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Limen Malidi unfortunately passed away. Tiketiki's still alive.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where is he?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "He's not in Middelburg anymore.",
            "Male"
        ],
        [
            "MR SANDI",
            "So you don't know whether he's still a policeman where he is?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I don't know.",
            "Male"
        ],
        [
            "MR SANDI",
            "And the third man?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Majola.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where is Majola.",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "He's in Mossel Bay. I don't know whether he's still a policeman or not.",
            "Male"
        ],
        [
            "MR SANDI",
            "Why did they stop beating you up, how did that happen?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "There is a coal room somewhere, I jumped over to it, next to the door.  I was giving them a chance to stand before me, and they ordered me to get out. I told them to wait a while, two of them jumped over to take me out and I had to jump into the midst of the rest of them.  Mr Limen Malidi took me to the captain, to tell him that I'm the man they've been looking for.  The captain was not in the office, he had gone to town and I was then taken in the state I was in to offices on the second floor where they tried to interrogate me but they could not get anything out of me as I was bleeding.  They put me in a cell, it must have been after dinner in the afternoon ,I had not eaten since morning and they had arrested me since 8 o'clock in the morning.",
            "Male"
        ],
        [
            "MR SANDI",
            "How long were you in detention for?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Are you talking about that particular day?",
            "Male"
        ],
        [
            "MR SANDI",
            "Yes that day.",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "The entire day.",
            "Male"
        ],
        [
            "MR SANDI",
            "When did they release you or what happened at the end of it all?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Nothing happened.  The next day I was accused of public violence together with comrades that had been arrested the previous week.",
            "Male"
        ],
        [
            "MR SANDI",
            "So you were arrested a week later?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "But you were accused of the same thing.",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "es I was.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go to a court of law?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes I did.",
            "Male"
        ],
        [
            "MR SANDI",
            "How did the case go?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "We got out on bail and the case didn't go any further.",
            "Male"
        ],
        [
            "MR SANDI",
            "I noticed according to your statement that you were arrested again?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes I was.  When I was out on bail I still had to continue going to the court of law.  This one particular day when we went to court, but there were no proceedings, we walked home, I wanted to inform them at home as to what was happening.  There are two townships in Middelburg, there's the old township, then there's the main road that separates the old township from the new one, I walked through the old township, there is a policeman who is called Ben Metsi, there were other police in his house.  He was moving his furniture into a van and other police were helping him. I don't know what was going on because I was from court.  I asked the others what was going on and they said we were not allowed to go to the new township by the police.  I said that I'm going and two other comrades joined me saying that they are going to the new township.  We walked the police, past the sports fields, we crossed the main road, there was a field next to the main road and when we got to the middle of it a yellow detectives' car started approaching me.  I said to my comrades that these people are after me and suggested that we should walk back.  As we were walking back there was yet another car from the Special Branch which had not been there when we walked past the first time. Well then, I said, there is nothing we can do, these people have plans about me.\n We tried to run away because there are footpaths but it came after us.  I then told the comrades to walk ahead so that we can find out what was going on and I was going to walk behind them.  There were four police in the car, two white police, Ben Malite.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was he the only one you knew amongst these police?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I also knew Mr Botha, he was also a detective.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did you say to them?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "They had not recognised me yet.  They just asked the ones that were walking ahead what was going on. They then opened all the car doors, I realised that they wanted to put me into the car but I wanted to run away.  I ran but I did not get home.  Another police van was chasing me and as I was going towards the township I had to change my direction and go towards the bottom of the township and I could not see the yellow car anymore.  What had happened was that this car had gone to wait for me. They put me into the van, these boers are silly, I can't remember his name well but this white policeman got into the back of the bakkie with me, he had boots on and he was stamping on my face the whole time.",
            "Male"
        ],
        [
            "MR SANDI",
            "His name is Kitchen?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes, the traffic cop took me, we were driving back to the place where they had picked me up from where the car was previously but then there were two cars and three police vans.  They told me to get off, the two other comrades were in the van, they formed a guard of honour as I was going to get off and said that I must get on a car but they didn't specify which car.  I thought that we were going to go into the detective's car but they started beating me up saying that I'm not supposed to go to where it went, they were beating me up.",
            "Male"
        ],
        [
            "MR SANDI",
            "What were they beating you up with?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "With sjamboks, all these things that they had in their hands.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you remember anyone amongst the people that were beating you up?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "It is the police that came with me, those are the ones that I remember.  I could not recognise the ones that were there already.",
            "Male"
        ],
        [
            "MR SANDI",
            "So they beat you up until when?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Until they directed me to a particular van because they could see that now I was very confused.  By the time I got into the van my upper lip was torn into two, my left eye was closed and swollen, I was bleeding in the back of the van.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where did they take you?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "They took me to the police station. I said to the other comrades that these men are not through with me, I knew that.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you detained already?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "No they had not put us in cells yet. Then one policeman came to peep and asked why I was not taken to hospital and then they said, \"Fuck him!\" A detective came, he had his one hand behind him, he pretend to be saying something, meanwhile he had a sack that he put over my head.  I was bleeding.  He tied it up and then my hands were tied behind my back.  I could not see where they were taking me because I was practically blindfolded.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where were you taken to?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I can't tell you because I could not see.",
            "Male"
        ],
        [
            "MR SANDI",
            "So what happened where they took you?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I was told to get off the vehicle, still being tied up, there was a dam, I think it was on a farm.  The turned me upside down and put my head in the water, an hour elapsed, I was bleeding and they were trying to drown me.  They told me to tell the truth, I tried to protect myself, trying to breath, even trying to talk but they would not take out the sack that was over my head.  They would momentarily take the sack off my head and I would breath then they would put it back and they would try to drown me yet again.  Eventually they lifted me up, I could just feel water, they put me in neck deep and started hitting me with a gun on my forehead.  I remember their voices and I could identify them, I knew which voice belonged to whom.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who do you think they were?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Lemon was there, Tictic was there, Mr Botha was there.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened eventually?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "They took me back to the cell. You must listen well to my statement, I had not gone home, they arrested me whilst I was walking home from court, they threw me into the cell, I was dripping wet.",
            "Male"
        ],
        [
            "MR SANDI",
            "Had they taken off the sack?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes they had taken it off.",
            "Male"
        ],
        [
            "MR SANDI",
            "Until when were you in the cell?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "For about four to five hours.  They then told me to go home.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go to a doctor or a hospital?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I tried, the doctors gave me a bit of medication and bandages.",
            "Male"
        ],
        [
            "MR SANDI",
            "When were you going to go to court again?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "The following month.",
            "Male"
        ],
        [
            "MR SANDI",
            "When you went back to court did you tell them what had happened to you?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "No I did not.  What would happen is that we'd go to court, we'd go on the stage, we'd talk and then we'd be taken out,  The authorities would just say we should be thrown out.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you have an attorney?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Our attorneys at the time were very busy, they would listen to us but then they'd say that they've got plenty cases to handle.  Our cases then had to wait.  Incidents continuously would happen, therefore our attorneys had too much work to do.",
            "Male"
        ],
        [
            "MR SANDI",
            "Therefore you're saying that nothing was done about your case?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "No.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened to it?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "It just stopped.",
            "Male"
        ],
        [
            "MR SANDI",
            "So when did they stop torturing you?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I left home, my elder brother came to fetch me because he was scared that they were just going to kill me.",
            "Male"
        ],
        [
            "MR SANDI",
            "When was that?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "It was in 1986.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go back to Middelburg?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I stayed away from home for four years.",
            "Male"
        ],
        [
            "MR SANDI",
            "How was it when you got back?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Things had subsided.",
            "Male"
        ],
        [
            "MR SANDI",
            "I am sure that all this torture affected your health, as you said previously. Could you tell us please?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I am not an epileptic person but I started suffering from epileptic fits twice.",
            "Male"
        ],
        [
            "MR SANDI",
            "When was that?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "During 1984 and 1985.  I was working but what would happen is that these boers would go to my place of work, they would misinform my boss saying that I am very dangerous and I would lose the job, get another one and they would the same thing continuously.",
            "Male"
        ],
        [
            "MR SANDI",
            "Until what happened?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "My boss would continuously call me asking why I'm involved with detectives and dangerous stuff and I would lose the job.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you able to get a job now?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "I don't have a job.  I cannot get a job in Middelburg, if I am to get a job I must leave my parents and leave Middelburg.",
            "Male"
        ],
        [
            "MR SANDI",
            "What requests do you have of the Commission?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "My first request is that the perpetrators should come with a full report to the Commission.  They think that I have not disclosed before the Commission, I want them to come here and disclose that information.\n If I could get some form of compensation as well.",
            "Male"
        ],
        [
            "MR SANDI",
            "Otherwise you are well health wise?",
            "Male"
        ],
        [
            "XOLILE DANIEL NTOZINI",
            "Yes overall I'm alright.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all you have to say?  Thank you Sir I'll hand you over to Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Xolile, it is clear that you had a very long testimony telling us about your torture as a leader of the UDF in Middelburg.  I think that if Matthew Goniwe was still alive, he'd be very proud of you right now. It is good that you came to Cradock to give evidence so that the Cradock people can see a product of their own products, because you say it is Matthew Goniwe who helped you to be the leader that you are.\n We were very interested in the form of torture that you suffered, we thank you that you divulged all this information.  What we are endeavouring to do is to expose to South Africa the forms of torture that our people went through.  These things were never publicly told previously.  We are also going to get the perpetrators so that they can tell us about their actions.  It also needs to be documented, all these methods of torture.  It is important in the human rights culture that the details of torture be exposed.  Thank you for the picture, the full picture that you have given us, this is significant for the report that we must give to this country at the end of the Truth and Reconciliation Commission.\n The requests that you have given before the Commission will be handed over to our President.  Thank you.",
            "Unknown"
        ]
    ]
}