{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-15",
        "location": "THOHOYANDOU",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53531&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99071214_tho_990714th.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV SIGODI",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR MUHADI",
            "MR NDOU",
            "MR VAN RENSBURG",
            "MS PATEL",
            "NGAMANDU AMOS MUHADI",
            "NOGAMANDU AMOS MUHADI",
            "UNKNOWN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MUHADI",
            "NOGAMANDU AMOS MUHADI",
            "MR NDOU",
            "MR VAN RENSBURG",
            "NGAMANDU AMOS MUHADI",
            "ADV DE JAGER",
            "ADV SIGODI",
            "UNKNOWN",
            "INTERPRETER",
            "MS PATEL"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "You are still under oath to speak the truth, do you understand?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes I understand.",
            "Male"
        ],
        [
            "NOGAMANDU AMOS MUHADI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman, honourable members.  I have prepared affidavits and I have already made the original and copies available to members as well as the evidence leader and Mr van Rensburg on the other side.  In fact we are just waiting for the other applicants who have gone to sign the affidavits at the police station so that all the affidavits are in today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got that general one you also had?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes, yes.  What I intend to do, I wanted to read the affidavit into the record and then allow the applicant to confirm and then allow him to be cross-examined.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't need to read it into the record.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I don't need to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can ask him - well let me - is that affidavit before you?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes it is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Muhadi have - do you see that affidavit before you?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the end of that affidavit there are signatures.",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes it's true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first signature, do you know whose signature that is?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose signature is that?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "It's mine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No Mr Ndou the other pages have not been initialled.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I've sent people to have them typed now, they're just from the police station, I'm sure the police there didn't realise but we'll have them initialled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do we do now?  Well, Mr Ndou, I'm going to allow this in on a provisional basis.  Perhaps after lunch you can see to it that it's properly attested to and signed.  One would have expected you to attend the police station to see that that in fact was done.  But be that as it may, there's nothing we can do about it now, I would expect it to be done by after lunch.  In other words, we'll use lunch time to rectify these technical problems.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Muhadi, this affidavit is not properly attested to in terms of the requirements of the law but, I've explained to your attorney what to do about rectifying the situation, do you understand that?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the meantime, we can proceed with your evidence.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you read this affidavit?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you aware and do you understand the contents?  Has it been explained to you?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you confirm the contents of this affidavit?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I confirm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything that comes to mind at the present moment that you wish to add?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Up to now there's nothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You fully understand that you can be cross-examined on the contents of this affidavit?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good.  Yes, carry on Mr Ndou, is there anything else?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NDOU",
            "(cont)\n\tThank you.  You remember yesterday, when we adjourned, I just asked you as to what action did you do at the deceased's house and you said that you threw stones at the deceased's (indistinct) wife was still outside.  And then, that later on you also entered the house and continued to throw stones at him.  And that in the process you also hit Rosinnah with a stone during the stone throwing, is that correct?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) he testify that the deceased directed a spear at the crowd, (indistinct).",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did this witness not say that the deceased threw a spear at them?  Or was it a stone?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "(Indistinct) I cannot follow yesterday as to how far he had gone but remember him indicating as to what he did, that he entered the house, threw stones with the rest of the group and - did you do anything else?",
            "Male"
        ],
        [
            "MR MUHADI",
            "There's nothing else which I did except throwing stones.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now, I also see in paragraph 46 that you submit that you have made a full disclosure of the events as they unfolded.",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "And you also indicate from paragraphs 47 to 50 that you humble yourself and generally apologise to the family of the deceased, (indistinct)?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, it's correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Muhadi, you say that the deceased threw stones at the crown.",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he throw anything else?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes.  A spear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Is there anything else that you want to add apart from what you've said already in the affidavit.",
            "Male"
        ],
        [
            "MR MUHADI",
            "No, no, there's nothing, since I made application as far as this affidavit is concerned.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  I don't want to stall the proceedings but this affidavit has just been handed to me, I didn't have an opportunity to read through it and I think as it will be the same for...(intervention)...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for ten minutes to give everybody an opportunity to read it.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "NGAMANDU AMOS MUHADI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  Before I start, may I just get a directive from the Chairperson regarding the application made by this Applicant regarding the assault GBH.  I think yesterday it was indicated that we would ask the legal representative to give an indication if he's going to withdraw this part of the amnesty application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that was an undertaking, Mr Ndou.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "(Indistinct).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you consulted about it?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "(Indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what is the position?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "We're withdrawing (indistinct).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "(Indistinct), I'm not sure.  Could we just have a look at a sentence of the sentence of this particular witness before you - where's the sentence?  Number 13 is on page 203 it seems.  Okay, no, I only want to say that three counts were taken together for purposes of sentence.  And I had the problem that this is a legal problem so, we'll have to deal with that, what would the effect be for instance if one of the counts are not proceeded with for amnesty.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) Mr Ndou, paragraph four of Mr Muhadi's affidavit indicates that he applies for amnesty in respect of offences listed above.  I assume you're talking about the offences listed in paragraph two?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you've abandoned the one.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now that we've abandoned that paragraph, let's take it as if it's been taken out.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Not the whole paragraph as such.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Must we, when we have regard for this affidavit, must we read it as if to exclude an application in respect of the assault?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is so, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Good.  Yes, Mr Van Rensburg.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN RENSBURG",
            "Thank you, Mr Chairman.  Mr Muhadi, may we start on your affidavit, do down to paragraph five thereof on page one, the very last line.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll make this Exhibit A.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairperson.  The sentence reads there\n\"Our area being a predominantly rural region with superstitious people, the phenomenon of ritual sacrifice for political and economic gain was a reality in this part of the world.\"\nNow, what I want you to explain to us is this phenomenon of ritual sacrifice for political and economic gain, what does that mean in that context?",
            "Male"
        ],
        [
            "MR MUHADI",
            "If I can expand clearly, I mentioned that referring to the ministers who were working for the government starting by political gain, they were protecting and they were committing ritual sacrifices, protecting their positions and or their powers which they were having in ruling the government.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay, and more specifically, did you have information that the deceased actually used ritual sacrifice for political and economic gain?  Let's start with the political first.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) was the deceased a person in political power?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I think from the drift of this affidavit, it is in fact the case of the Applicant.  If we specifically look at paragraph 13 thereof, you'll see they make the allegation there in paragraph 13 that there were no structures, rent boycotts or things that they could do, the only thing that they could was to attack the witches.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the purpose of my question is to distinguish whether the deceased was a person in political power who would use the witches' power to retain and sustain his position...(intervention)",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...or was the deceased looked upon as a witch who assisted people in sustaining their political power.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, I think that will actually the position better than my question.  Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Then you could look at paragraph 19.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.  Indeed, that links up with that.  So, if I can rephrase my question, Mr Muhadi, perhaps you can explain to us which one of these two situations was the truth at that stage?  Was the deceased using ritual sacrifice for political gain himself or was it the situation that it was thought that he used his powers to assist...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "His powers as a witch.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "...his powers as a witch, to assist the institution and the government of the day in any way?  Which of these two was the situation?",
            "Male"
        ],
        [
            "MR MUHADI",
            "I will answer in this way.  This Committee will agree with me that I have never seen the assist committing murder or witching anybody but, what I heard is that the deceased was practising witchcraft.  As such, if I can continue, I don't think I can say the deceased was doing that in order to protect his power politically because politically he was not involved in politics because, as far as the institution which he or allegations were saying that he is committing ritual murder in order to protect a certain institution, I don't know that institution.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I see.  So, what you are in fact saying is that none of the two alternatives that I have given you are the truth.  The truth is you heard he was a witch, full stop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no.  He heard he was a witch and, as far as his knowledge, whether it was hearsay or not, was that he used that power in his capacity as a witch to sustain the position of the political institutions.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "So that's the second alternative that I put to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As near as we can get, yes.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay.  Can you be a bit more specific about that?  Can you give us some instance of a rumour that you have heard, how he used these powers to assist the political powers?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, let's put it this way, before you answer that question, did you in fact hear the he was a particular who used to assist the political institutions or did you know that specifically about him?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "That that was assisting as a witch as far as politics was concerned, I never heard about that because, in the past politics here in our rural areas was something which was not popular.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then, if that is so, how did you attach the deceased or how was he earmarked as far as you're concerned for political attack?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I will explain in this way.  The deceased, when it comes in a way that he was killed as far as politics is concerned is that by that time, while there were violences, people were recognising that the government which was leading us was leading us with things such as witches and ritual murder.  And here in the rural areas because...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) asked a simple question.  How did the deceased become a political target?  We know that you made the allegation that witches assisted political authorities to retain their power.  In particular the deceased, Edward, was there anything specific that you heard or saw that he did or was he just regarded as a witch who assisted these political powers?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "The deceased was attached with politics in our village because when youth were singing freedom songs, he used to obstruct them and when they held meetings, he used to prevent them from holding meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) we've heard that.  In his capacity as a witch, was he a political target?  We've heard that he was a political target because of his political attitude towards the youths and meetings, etcetera.  In his capacity as a wizard which you believed he was, was he a political target because of being a witch?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "No, I'm asking that you repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, we know you've told us that in particular Edward used to oppose political meetings, political songs especially that of the youth, we know that.  Let's forget about that now, let's assume we accept that, that in that he would be a political target.  But we also know that you say he was thought of to be a witch.  We also know that you have indicated that witches were thought of at least to assist in sustaining the wrong political powers as far as you people were concerned.  Do you follow so far?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Edward, you say you believed, was a wizard.  In his capacity as this wizard, as you thought, was he a political target?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I agree because his killing was making the government to feel that there is pressure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) besides that, before he was (indistinct), before he was killed, was he a political target because he was a wizard?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "He was a political target because he was against the politics that was being done by them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that's not what I'm asking.  He was a witch, now because he was a witch, was he a political target or not?  That's all I'm asking.",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "In our village he was a political target because they were the people whom we decided to deal with because to do that, to us was important in assisting us in making sure that the government will understand what we are doing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) understand if you kill a witch?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "It's pressure, what the government was supposed to hear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct), why kill a witch?  What was so important about killing a witch to show the government something?  What did this witch do, or any witch do that made them a political target, if anything?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "The Committee will agree with me...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) agree with you, we're asking you questions.",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I'm asking that you repeat the question.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I try and help?  Why did you decide to kill a witch and not for instance decide to kill businessmen in the area?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "It has been explained several times that killing a witch, we were looking into that the government which was ruling us was ruling us with things or dealing with things such as ritual murder and witches so, we see witches and traditional doctors and the government as one thing which was cooperating together.  And the government was funding the medicine from those people.  So, if we killed those people we would have had the government.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "That's what we're trying to find out.",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Thank you.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Fine.  Let's turn to the next one now, the phenomenon of ritual sacrifice for economic gain.  And all I want to know from you is did you have any information that the deceased used this phenomenon of ritual sacrifice for economic gain himself?",
            "Male"
        ],
        [
            "MR MUHADI",
            "No, I didn't have any information to that regard.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Let's continue to the next page, paragraph six which says\n\"Traditional leaders on the other hand were perceived as condoning the practice of ritual sacrifices and also protecting people practising witchcraft in their respective areas.\"\nNow let's establish first, according to you, who was the traditional leader in your area?  Mahvunga?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Adam Mahvunga was the traditional leader.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Now was this paragraph, as you have put it down there, was this also the situation if you make it applicable on Adam Mahvunga?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) Mr Van Rensburg, are we correct in honing in geographically and individually on the principle of attacking witchcraft?  Is the import of this affidavit and its evidence not that look Venda as a whole, we were of the view that it should be reincorporated into South Africa under the Pretoria government.  In general all these government officials, traditional leaders and institutions and mechanisms which Pretoria had used to manipulate power (indistinct) assisted by ritual murders, and witchcraft, etcetera.  And in general we are going to deal with the witchcraft situation for that purpose...(intervention)",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...as apposed to 'Look, did this witch deserve it?' or 'That wizard deserve it?'  I'm not saying the position was one or the other, I'm speaking for myself, I just get the impression that the import of the evidence is that we weren't honing on individual people but we were honing in on the concept and the institution of witchcraft.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "And the general perceptions at the time?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I agree with you.  That is in fact the case of the Applicants.  My line of cross-examining is trying to point out that that in fact could not be the situation in that specific area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no.  That may be so, I'm just saying that let's assume you are able to prove that Edward was not one of those people who assisted the Nationalist Government, would that make in difference in the perception of the people?  I just raised the question, don't answer it if you don't want to.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just raising the question to emphasise a point I'm making, and if we're going to go into individual and geographical perceptions, we may sit here the whole two weeks.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at the end of the day, the import of the evidence is that we didn't attack particular people in a particular geographical situation or a particular individual but we attacked the whole phenomenon of witchcraft.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because at least we perceived that they were assisting to entrench Apartheid and its mechanisms.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand that.  And I will address that issue during my address, thank you, Mr Chairman.  I'm not going to deal with this specific issue very long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I can just perhaps get this answer on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.  Mr Muhadi, can you just answer this question for us then, regarding paragraph six.  If you say that at the time it was the perception in the community that traditional leaders were perceived as condoning the practise of ritual sacrifices and also protecting people practising witchcraft, was that the situation in that specific area where you lived as well?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you stay?  Mahvunga?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, at Mahvunga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) Mahvunga, did the people think that witches and wizards were being protected and what they were doing in terms of ritual sacrifices was being condoned by the traditional leaders?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I wouldn't say traditional leaders at the time, some of them, well in other areas, might have been condoning that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you say whether in your area that was the situation or can't you say?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Well, I can only say that is was not so because leader in our village was not really at home.  He used be on the Reef.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  Going down to paragraph 11 on page two, it reads as follows\n\"We as the youth turned our attention to the burning of suspected witches and wizards as a further form of de-establishing the government of Mphepo's successor, Frank Ravele.\"\nWhat do you mean by de-establishing?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Our affidavit reads destabilising.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I would concede that that would make more sense.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I don't know, maybe...(intervention).",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I don't know why I have a different one then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, the one that's officially signed reads 'destabilising.'",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  Destabilising.  Perhaps I should ask you then if you can explain to this hearing, how the burning of the witches and wizards would destabilise the government?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Well, the burning of the witches or the traditional healers will contribute to the rival government as someone who was taking over from Mr Mphepo could not really be governable because that was our main aim when we were practising those things, so that when it was ungovernable, the South African government will then interfere.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) area, let's say for example of Venda, was governable precisely because those who were governing were assisted by the witches.  And if you got rid of the witches, it follows then that the area of Venda would become ungovernable and therefor Pretoria would then come to its senses.  Do I understand you correctly?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "What I'm saying is the removal or the burning of the witches in all the countries in Venda, the different countries in Venda, will make the government of Venda feel the pressure, also, having a problem regarding the burning and who is in the government, what is it that we should do in order to put them in a particular place and they will have that pressure.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "The pressure will then really be in line with the killing of the witches and if that will continue, that will really give the government attention that it will lead eventually to the eventual wiping out of people and that will really give a problem to the central government.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) and not businessmen or the politicians themselves?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I've said that we targeted the witches and the wizards because our (indistinct) in our village, they were the ones who were really torturing us, in our view.  And they were our real target to be used because...(intervention)",
            "Male"
        ],
        [
            "UNKNOWN",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Because...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were they doing?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "They were torturing us and bewitching us and they were really instilling bad spirits, etcetera.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) not helping those who were in government, the real reason they were killed was because they were torturing you and putting evil spirits on you, is that the position now?  Because earlier you told us that the reason they were killed was because they were assisting the government pockets to sustain their powers.  That's what you said, now you're telling us 'No, they were actually killed because they were casting evil spirits on you, evil spells, and they were torturing you.'",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "What I understand is that the Committee is asking me that witches definitely where I stay, it's just to give an example, what they do on my side especially regarding myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) the question.  Earlier you told me that the witches were targeted on a political basis because they assisted those in government to retain their powers and govern Venda on behalf of Pretoria.  Now you tell me 'No, they were targeted and killed because they cast evil spells on you and that they were the real people who were torturing you.'  Now which one is the truth?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "What is true is what I'm explaining, namely the fact that when they were doing that, they were regarded as people who were cooperating with the government so that they should retain their power because whatever they were using, this medicine which was found in traditional healers and they were used in supernatural powers that they had.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct), are you telling us all these about being tortured and being victims of evil spells and all that?  I don't know if it was explained to you that this enquiry involves an enquiry into political motives for certain actions and whether you've made full disclosure.  Now, you must be very careful about what you tell us.  Because you've in fact given us two versions now, that's why I've asked you which is the truth.  And it's important for us to know on what political basis those witches were targets.  Do you understand?  If there was no political basis, then I'm afraid then you don't comply with the Act, do you follow?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed, yes, Mr Van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairperson.  If I understand your evidence then, you are saying that it was actually decided to kill those witches and to get rid of them for political motives, it was actually planned, it was part of your strategy?",
            "Male"
        ],
        [
            "MR MUHADI",
            "I'm not too sure whether you are actually giving me the timeframe or you saying since when it was planned.  Perhaps you could repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) if it was planned in the first place.",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "It happened - that was during the time of the release of Mr Mandela.  It was not planned beforehand, before the release of Mr Mandela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're not asking when, was it planned?  Why are we struggling, it's a simple question.  Was there a plan to kill the witches?  We're not asking when, was there a plan?  Was there a decision to kill witches or wizards?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Are you talking - with regard to the decision now, I can't say I'm too sure but all I know is that they had to be burned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you don't know whether there decision (indistinct) to do so, all you know that they had to be burned?  Do I understand you correctly?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "That was quite from rumour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you hear that there was such a decision or plan?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I heard about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) hear?  That the witches had to be burned?  Is that what you heard?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "That they should be burned or be removed from that community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) the furthest we're going to get, Mr Van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  Was there at any meeting that you attended a decision taken to burn, to kill the deceased because he was a witch?",
            "Male"
        ],
        [
            "MR MUHADI",
            "I didn't attend any meeting which decided on that regard.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay, now that we have established that you at least heard that there was a plan to kill the witches and that formed part of the political strategy, I want to refer you to the Annexure A which was attached to your application.  And specifically paragraph three thereof.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page number?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "That is page number 88, Mr Chairman.  Paragraph three\n\"In the former Venda Bantu stance, the celebrations also occurred.  Unfortunately many youths didn't celebrate in an organised manner, they seized the opportunity to deal with the so-called witches.  These youths ran around the villages burning the old men and burning and also burning down their huts and houses.  What was peculiar about the whole incident was that the youths in the process of burning were singing and chanting songs and slogans of the African National Congress.\"\nYou see, my problem is if I understand your evidence to be at this stage, that it was strategy, it was planned, it was decided at some meetings that this is the way that you're going to go, is it not contradictory now to what is contained in paragraph three where the drift of the contents is that it was ...(tape ends )",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Compared to?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Compared to his evidence today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, isn't paragraph three of Annexure A a generalisation whereas his evidence is dealing specifically with the death of Edward where he says 'Look, when I was called to a meeting, by the time I went to the meeting the meeting was over and, I just joined this crowd who told me, or some people told me 'Look here, this is what is going to happen.''",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, but his evidence this morning, as we've just established, was that is was actually part of the political strategy that witches should be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  It's not contradictory to Annexure A's paragraph three.  It just says that the opportunity was seized to deal with these so-called witches.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Be it by agreement or design or spontaneous, we're not too sure from that document.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Well, Mr Chairman, with respect, I think if you read paragraph three, there's actually no indication, and that is the point I'm trying make, there's no indication that it was organised, that it was planned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, yes.  We agree on that.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it doesn't mean that it wasn't planned.  There's no indication that it was planned.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it doesn't follow that it wasn't planned.  What I'm saying is you must find out from him what the position is about this Annexure A.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I'll do that.  If I can focus your attention then on paragraph three of Annexure A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know who was the author of Annexure A?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "But I don't know who wrote this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, Mr Van Rensburg, as it was pointed out to me now, Annexure A was completed in terms of a completely different act.  It was an application for indemnity, in terms of an act of 1992 which had different requirements and maybe, I'm not too sure what those requirements were but, perhaps those requirements didn't compel the Applicant to be as specific as this act in terms of which we sit here, wanted him to be.  I'm not too sure.  I'm just raising those problems in fairness to the Applicant.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I have to agree that that is definitely one view whilst on the other hand it is included in the bundle which forms part of the supporting documents for the amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but it wasn't included by the Applicant.  It was included by the Commission.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand.  I would rather then leave that point for argument.  Thank you, Mr Chairman.  Let's turn to page three, paragraph 12, I think the third page of Annexure A.  I read it to you, paragraph 12\n\"The young congress has started to be formed in most of the villages.  We at Mahvunga formed ours which was known as the Mahvunga Youth Congress and a serious conscientisation programme was embarked upon with assistance from other political organisations.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It should read 'conscientisation' I think.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I think it does read that, perhaps it's just my pronunciation that it was a bit...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  I want you to explain to us, firstly, were you a member of this Mavunga Youth Congress?",
            "Male"
        ],
        [
            "MR MUHADI",
            "I was not a member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you sympathise with it?  While you may not be a card carrying member of that youth organisation, did you follow its principles?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I was a mere supporter.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Why were you not a member?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Well, I believe that when you are said to be a member, you definitely have to have a card, but I didn't have a card because I don't think that committee really had any cards or people who had cards.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "It doesn't go about the card only, it goes about attending the meetings, doing what the executive tells you to do, things like that.  Why weren't you part of that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't say he wasn't part of that, he just explained his perception of membership is that you must produce - you must be a card carrying member.  Maybe we must find out if he avoided attending their meetings and activities.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  Did you attend the meetings of this Mavunga Youth Congress?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Well, the only meeting that I remember was the first one, that is the one I attended.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Perhaps you can tell us about that one?  When did it take place and what was discussed?",
            "Male"
        ],
        [
            "MR MUHADI",
            "I can't remember the date because I don't know exactly but what was said in that meeting, what was being discussed was the issue regarding the freedom which people realised they got upon the release of Mandela, that was one week after the release of Mr Mandela and also the fact that there had to be a formation of a congress which will affiliate under the ANC organisation.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did you say it was the first meeting of the Mavunga Youth Congress?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, I said that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Now, can't we expect that at the first meeting there should be an executive formed, for instance?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg, from my experiences on the Commission, when issues like that were formed, the inauguration or when they met to discuss the feasibility of establishing such a committee or organisation did not include the formation of the body.  It was an investigative meeting, with the community and if the community supported a further meeting, then it would be held to formulate all these things.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  Mr Muhadi, perhaps you can enlighten us, was that first meeting of the Youth Congress, was it one of those investigative meetings where it was discussed if a body should be formed?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, I believe that it was discussed because, well, there can't be an institution which could not have an executive.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Who was the chairperson at that meeting that you attended?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Well, I've already said that as it was a first meeting, I cannot say who the chairperson was because I couldn't see any person being elected or chosen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(indistinct) about the election, come, let's not play with words.  Who was sitting there in front and taking questions and asking people to explain and making speeches, etcetera?  Who was the person saying 'You can talk' or 'You can talk' or 'You can ask a question?'",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Well, I can remember Mr Mtangeni, Phungo Mtangeni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) person who was the chairperson of that meeting?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Phungo Mtangeni, thank you, Mr Chairperson.  Did you attend the meeting on 6 April?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said he only attended one, that was the first one.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Of the Youth Congress, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's all.  And he indicated that he was invited to the meeting on the sixth, when he got there it had finished.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I think the evidence that was lead was to the effect that when, on the 6 April, you arrived at the school, the meeting was just over and the people were dispersing, is that correct?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Well, I didn't really meet the people at the school but the meeting was already dismissed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) after the group, on their way to the deceased's house, does it matter whether they were in the school or in the street or nearby the house?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand.  Did the people inform you what was discussed at that meeting on the sixth?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, they told me.  We were going to Mr Edward so that he should be begged that he should leave, to be persuaded to leave.  Well, mainly that was just to persuade him to leave.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Just a last question regarding paragraph 12, because you had only attended one meeting I would - would you agree with me or would you say that you cannot give us information about the assistance from the other political organisations that the Youth Congress was involved with?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Could you repeat the question?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "(Microphone not picking up) put it to you more simply.  You see, in paragraph 12 there, it says that there was a\n\"A programme was embarked upon with the assistance from political organisations.\"\nThe last line of paragraph 12.",
            "Male"
        ],
        [
            "MR MUHADI",
            "Well, what I can say is that on that day, as I remember, the Youth Congress was not the Mavunga Youth Congress, there was another one called Matanga Youth Congress.  It means that there were other people who were assisting that congress.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "So you knew about that assistance from the Matanga Youth Congress?",
            "Male"
        ],
        [
            "MR MUHADI",
            "I didn't know.  I only realised it then.  I've said that is was during the first meeting that was held.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "When did you realise that there was liaisons and assistance from the other Youth Congress?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) at that meeting that he attended, that's when he realised that there was assistance from other organisations.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairperson, I will (indistinct).  If we can continue with paragraph 14 now.  I'm reading from the Applicant's statement thereof, or second sentence\n\"The whole country was at war as they tried to pressurise the government to surrender and release him as we saw him as the Messiah who would deliver us from hell.\"\nYou see that sentence there in your statement?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Now, you must tell me and, if I'm not correct, but what I deduct from your statement is that all the actions, all the meetings, all the things that you have done for political motive was aimed at the released of Mr Nelson Mandela?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What makes you say that, Mr Van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I make that deduction from the sentence which says that 'release him' and 'we saw him as the Messiah who would deliver us from hell.'",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That may be so, but I mean the whole crux of his evidence was also that we wanted to incorporated into South Africa.  And we saw the witches as a pillar of support to sustain the Apartheid mechanisms.  I don't think it's fair to put to him that what they did was only for the sole reason of ensuring that Mr Mandela was released.  It can't be the case because his evidence says otherwise.  Even this document says otherwise.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I will also reserve that question then for argument, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Paragraph 15\n\"Each village identified its own people who were said to be witches and wizards.  At our village the following people had been identified as such.\"\nAnd then there's a list of the alleged witches and wizards.  What I want to know from you, when were these people identified?  Was it at a meeting, was it just like in the street or how and when were they identified?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, let's be helpful.  In your affidavit you make this list, when did you find out about the names that you put down here?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Well, let me answer as follows.  These names, I can't say I've seen them written elsewhere, what I know is that the allegations or the hearsays were derived from a long time as we were growing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say in this statement in your affidavit that there was a list, people who were identified, how did you find out who was identified?  How do you know so that you can include it in your affidavit?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Well, these names, I was told about these names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you indicate to us when you were told about it?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Well, I'm saying I heard this from serious allegations and hearsays.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But when did you hear about this?  That's what I'm asking, can you indicate when you heard about it?  Or can't you tell us?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Well, I can't say exactly when and when I was told because, there was no meeting which I attended where this list was discussed.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "The point is, is it not so that this list was compiled over a very long time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) are you able to say how long it took to compile this list or not?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I can't talk about the list, I can talk about the hearsays from the people while if I talk about the lists I might seem to be saying the list was ready and it chose to be displayed for people to see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're not trying to catch you out.  We want to be as helpful as possible.  We asked you a simple question, we don't need a long explanation.  In your interest I wish to point out to you that while you're talking too much, more questions are going to be asked of you.  So answer the question and get finished.  It for that attorney to ask the questions and you answer it as simply as you can.  Do you understand?  And I'm not trying to be funny, I'm telling this in your own interest, do you understand?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, the only thing that we want to know is, let's not call it a list, the assembly of names or the identification of these people as witches, did it take place round about February 1990 or was it over a long a period before that that the villagers identified these people as witches?  Which one of the two?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he able to say, Mr Van Rensburg?  Maybe I can help again.  When you heard that this group of people were identified as witches as wizards, did you know that these names were being gathered before you heard about these names or was it the first time you heard of these identifications when you did eventually hear about it?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "It was not the first time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then we're getting closer to the question then.  Can you give us an indication over what period it took the people to make these identifications of all these witches and wizards that needed to be dealt with?  Over what period, are you able to say?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Regarding the evictions, I can't say it took a long time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) eviction, identification of these people.  Look at paragraph 15, do you see those names there?  These one, two, three, four, five, six, seven, eight people's names?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say they were identified as wizards and witches in your affidavit, okay?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) if you are able to tell us over what period of time it took the people to identify these eight people as being witches and wizards.",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "It had taken a long time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) able to say what period or not?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I cannot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, Mr Van Rensburg, we've at least established that it took a long time.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, that's all I was looking for.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whatever.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay, if we ignore the names of Edward Mahvunga and also the one of Petrus Mahvunga on that list, what I want to ask you is the other people on that list, were they also evicted from your village?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, they were evicted eventually.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Everyone?  You can go through the list quickly.",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes.  I agree.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "It was not necessary to burn them, when you informed them they must leave, they left?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) say that they were evicted.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Oh, okay, I'll accept that, thank you, Mr Chairman.  Paragraph 16 then\n\"When Mandela was released in February, a rally was held at Thoyohandou to celebrate his release.\"\nDid you attend that rally?",
            "Male"
        ],
        [
            "MR MUHADI",
            "I did not attend, I heard about it.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Can you give us some indication why this was included in your affidavit in support of your application?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Well, I wanted to indicate that the whole country was celebrating.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "If we continue on the next page, paragraph 19\n\"The deceased was an uncle to the legally appointed headman who wanted assume the position of acting headman in the absence of the real headman, Adam Mahvunga, who is employed in Johannesburg.\"\nI want to know from you, on what basis do you say that the deceased wanted to assume the position of acting headman?",
            "Male"
        ],
        [
            "MR MUHADI",
            "It is because when, in the absence of Adam, when there was something that the villagers needed to do, Edward wanted to be so much involved as the real person in leadership when it was not so.  Like the collection of money for the village towards the chief's kraal, when the collection was done - when the money was collected, he would take the money and use it.  I can give you an example of one incident when there was this mula (indistinct), he will collect the money and take it as his.  Circumcision - that's mula.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Are you saying the deceased collected that money for his own benefit?  He took it, perhaps I misunderstood the interpreter, are you saying that the deceased took that money for the circumcisions for himself?",
            "Male"
        ],
        [
            "MR MUHADI",
            "I'm not saying he collected, he wanted it to be collected to be his own.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "So, he wanted to, he did not actually receive the money?  He wanted to take it for himself?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It seems that there was a practise that at every initiation, the headman will receive a payment of some sort.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The appointed headman being away in Johannesburg, the was an opportunity for someone to make this collection.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand, that is what I am trying to establish.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it seems what he's saying is that the deceased, despite not being appointed, wanted to take advantage of that opportunity.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "He attempted to - okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He of course gives as an example in response to your question as to 'What makes you say that he wanted to assume this position?'",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, no, that is a good answer I'd say.  Was this a well-known fact in the community that he wanted to collect the money on behalf or in the capacity of a headman?  Was this a well-known fact or do you think it is only you who knew of this?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Could you repeat the question in a nice fashion?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "(indistinct) repeat it nicer than that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) people know about this, how did you come to know about it?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Edward said it in front of me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he say in front of you 'Listen, I want this money to be collected and I want it for myself?'",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Just for the money to be collected for myself, yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Can you give us an indication of when this took place?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg, is it the victim's case that he didn't do that?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, that would seriously be (indistinct).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were any of his family members present when that was happening?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I can't say there was anybody because it was in the evening.  They might have been in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up).",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Well it happened circumcision school.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) his family members there, that you saw?  His wife and his children?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "I said that I cannot remember, I can't remember what they were in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) to have been at the circumcision school?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Very unlikely.  Likely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To have been there?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  If we can continue to paragraph 21, I think it's on the fourth page\n\"The deceased and his sons would ambush youth meetings or even sjambok or throw stones to cause them to disperse.\"\nDid you see the deceased doing this?",
            "Male"
        ],
        [
            "MR MUHADI",
            "No, I heard about it.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Paragraph 24\n\"This day ended up with one of his brothers hacked, Petrus Mahvunga being burned out.\"\nAnd that ties in with the previous paragraph which described the events on 28 February 1990, is that correct?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "(Microphone not picking up) is it not so that one that specific day, 28 February 1990, the deceased's house was also damaged?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not picking up) there was a series of attempts to at lease damage his house.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I think the windows at least were broken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're not too sure exactly what happened.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know about that?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "Yes, I wasn't there.  I heard about it when this happened.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "(Microphone not picking up) of February?",
            "Male"
        ],
        [
            "MR MUHADI",
            "What I can remember, this happened when I was practising at a driving school and I used to come back at around 16h00 and, I will go to the practise after 16h00.  And I will attend many of these activities.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.  If we can jump ahead then.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can I just ask something about paragraph 25?\"Further meetings were held where at we resolved to allow the deceased...\"\nYou didn't attend any further meetings?",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "(Microphone not picking up) really got a problem with this affidavit.  This man is making statements under oath and he knew nothing about it, he wasn't there\n\t\"We resolved...\"\nIt's including him.  We had a lot of hearsay in here which he knew nothing about.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "May I comment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That's fine, I don't have any problem with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You should (indistinct).",
            "Unknown"
        ],
        [
            "MR NDOU",
            "What I want to indicate is that I'm worried there is a slight problem of with the reading of these sentences like I see sometimes my learned friend struggles in trying to interpret what's written.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Allow me just to put my problem.  My problem is it's not his affidavit, it's yours.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I don't understand that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He knows nothing about this.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "But you're not at my explanation, how do you come to that conclusion?  Do you want me to (intervenes).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I'm saying when you read the affidavit, it talks about the youth in general and then it goes to specific instances where that particular Applicant states as to what he or she did.  Now, here if you read paragraph 25, it says\n\"Further meetings were resolved to allow the deceased to leave the area to allow for political activity.\"\nNow, what you read in that is that what he's saying is that the Youth held further meetings whereas they resolved that the deceased must be removed to allow for political activity which is a fact.  But then he'll go on to point out as to the time when he was there and just what he did at the time when he was there.  Because all that he then tries to do is to give a broad outline of what the facts are and, most of the facts are not in dispute.  What I think would be in dispute will be that which the particular Applicant is said to have done, even on that paragraph, I don't see any contradiction, I don't see any trying to take the situation out of ambit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, Mr Ndou, there's no point getting\nupset.  What Mr De Jager has pointed out to you is absolutely \ncorrect.  When an affidavit is made, it is made by a deponent who \nswears at the end of that affidavit that he understands and knows \nthe contents of this declaration.  What is missing there also is \nthat it is the truth.  It is normal practise that in affidavits that \nhearsay is always explained 'That this is not in my personal \nknowledge but I heard it.'  Otherwise it is assumed that this forms \npart of the personal knowledge of the deponent.  Now he says at \nparagraph 25,  whether it is disputed or common cause is \nirrelevant.  \t\"Further meetings where held whereat we resolved...\"\n\tThe import of that sentence says to us that this Applicant was party to that decision.  In order to be party to that decision, he must have been at that meeting to be party to that decision.  He now tells us he wasn't at that meeting.  Do you understand?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I don't have any problem although it doesn't talk about 'a meeting,' it talks about 'meetings.'",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that's the point.  He wasn't there, he only attended one meeting.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There are a number of other issues here in this affidavit where he tells us no, he has no personal knowledge of those facts, he heard about them.  Now there is nothing wrong with inserting hearsay evidence in affidavits but it must be pointed out that it's hearsay.  And on those issues it only explains why he took certain actions, it doesn't mean it's the truth, do you follow?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I don't have any problem.  I took it that the Committee also understands that he never indicated as to when he attended the meeting of Mahvunga Youth Congress.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm not arguing with you, I'm not even talking about what you thought and what you assumed, I'm pointed out to you what the rules and regulations are regarding affidavits in terms of the laws of this land.  And the practises as it developed over time.  And we have adopted the attitude that we will have regard for affidavits in terms of those practises as it was developed.  Do you follow?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.  If you go back to paragraph 3, it says\n\"The facts contained herein are within my own personal knowledge, information and belief and (indistinct) are correct.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Now, this decision at those further meetings, is it in his personal knowledge?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "No, but if you ask him, he'll tell you that they reported to him, he knew about it, he heard about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you are misunderstanding personal knowledge as apposed to hearsay.  Personal knowledge means 'I know about it myself, I experienced it myself.'  That's what it means when it says 'In my personal knowledge.'  And are true and correct.  How can you say hearsay is true and correct?  Do you follow what I'm saying?  If you haven't seen it.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay, it's fine.  I don't have any problem with personal knowledge.  The problem that I had was information and belief but, it's fine.  Perhaps what we will say that, then maybe we will add on paragraph 25 that it is not (indistinct), that he heard about these meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr De Jager's pointing out to you is that we're going to have serious difficulty relying on this document.  I'm not going to tell whether you must supplement these affidavits or not, that is for you to decide.  You're representing these Applicants.  I think he's being fair to you when he points out to you that there are difficulties that we experience with these documents.  Anyway (intervenes).",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Although what I don't agree with him is that it is my affidavit.  That I don't agree with him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Ndou, okay, you didn't sign it, it's okay, it's not your affidavit in that sense, yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So we've pointed out the problems that we may have at the end of the end of the day.  We're not here to give you advice, you must make certain decisions yourself.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  If we can jump right to paragraph 31 on page five, at the bottom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm glad to hear that, a big leap.  We'll get to the end of this business.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "\"Seeing that the men at the top had fallen, we called the village meeting on the morning of 6 April.\"\nNow I'm going to ask you a really simple question...(intervenes)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, you've jumped so far...(intervenes).",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Speaker's mike is not on, please.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "... so far, I haven't got that page.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "It's at the bottom of page 5, paragraph 31.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Unfortunately it's not included in my...(intervenes)",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, it was also not included in mine originally but if you look on the other statement, I suppose it should be included, perhaps we can just get that from Mr Ndou.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I don't have it either.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Which paragraph is that?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "31.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Look, I tell you what, it's 11h00, I'm going to have some tea.  Mr Ndou, will take these documents back and see that they are properly formulated, please.  We have extreme difficulty in proceeding with this bit of evidence.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg.",
            "Unknown"
        ],
        [
            "NGAMANDU AMOS MUHADI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN RENSBURG",
            "(cont)\n\tThank you, Mr Chairperson.  During the tea break it was brought to my knowledge that the witness, Mr Muhadi actually wants to effect certain amendments to his affidavit and I don't know exactly what the position is regarding this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, what is the position about that now?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Well, we thought that the Applicant will be able to cure the problem in the affidavit because we couldn't just go there and change it and let him sign because there will be a problem with the attestation.  So, we thought perhaps if, it's only two instances that pertain to paragraph 25 and 31, I think where (indistinct).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does he want to do?  What does he want to...(intervenes).",
            "Unknown"
        ],
        [
            "MR NDOU",
            "It's just that the wording, just slightly change to on paragraph 25 to read\n\"Further meetings were held whereat the villagers resolved to allow the deceased to leave the area.\"\nwithout indicating whether he was there not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then will he initial that amendment?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where's the other amendment?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And then on paragraph 31, the sentence will now read that\n\"Seeing that the men at the top had fallen, a village meeting was called.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he'll sign and initial there?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any objection to that, Mr Van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I just want to put on record that I don't think I really have, in the circumstances of the whole scenario at this stage, have a problem but, formally, obviously the regulations also stipulates that the Commissioner of Oaths should normally also be requested to initial...(intervenes)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well, I've asked Mr Ndou to see to it that every page is initialled by those who must sign it.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "In those circumstances...(intervenes).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That - not instruction - that proviso still applies.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If it isn't done by the time we finish with this matter, we will have complete disregard for the affidavit.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand that and under those circumstances I will have no objection, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg, if we can push along, please, sir.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, I will do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm hoping to finish today.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairperson.  I had previously referred to paragraph 31 on page five, I will in view of the amendment also skip that and proceed to paragraph 37 on page six.  It reads, Mr Muhadi, that\n\"As we had arrived at his home at about 10h00, we continued to negotiate with him to leave and even called in the police to advise him to leave but he would not budge.\"\n\tNow this is interesting because it's the first time that we have evidence to that effect that the police were actually involved on the 6 April, can you just tell me, did the police arrive there or what was the role of the police on that day?",
            "Male"
        ],
        [
            "MR MUHADI",
            "The police spoke with the deceased to leave.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "On 6 April, did you see the police there?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, I mean on that date.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And did the police leave while the crowd was still there at the house?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, the police left and left the crown behind.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I also have to put it to you that the victim will testify that the crowd only arrived in the afternoon and not 10h00 like you've stipulated in paragraph 37.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you able to give further details, Mr Van Rensburg, like only ten people came and a bigger crowd arrived later the afternoon or what is the position?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I think the situation from the victim's side is, let me put it this way.  After the meeting was dispersed, the first people went there.  So, I got the drift from the evidence that immediately after the meeting, the people went there in a huge crowd.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My problem is the understanding of what you're saying to the witness by the witness himself.  Your client may have a view of what a crowd is.  He may have a different idea of what a crowd is and that's relative.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, tell him that your instructions are that a crowd didn't come there.  Twenty people may be a crowd to him.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that's why I'm saying, maybe in fairness to him, we get more details.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Better details on that, thank you, I'll do that.  In paragraph 37 you state\n\"As we had arrived at his home at about 10h00.\"\nCan I just establish from you, did you yourself also arrive at the deceased's home at 10h00?",
            "Male"
        ],
        [
            "MR MUHADI",
            "On the house of the deceased, I arrived but I cannot say at exactly 10h00 but it was round about that time.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Were there already other people there when you arrived there or were you of the first people to arrive at his house?",
            "Male"
        ],
        [
            "MR MUHADI",
            "There were no other people.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "(Indistinct) some, you were part of the first people to arrive at this house?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "(Indistinct) can put it to you that it is not so according to the victims.  They say that the first people arrived at the house only in the afternoon, 14h00 perhaps.",
            "Male"
        ],
        [
            "MR MUHADI",
            "I won't deny what the victims are saying.  Maybe that is the way they perceived it which is different from my own perception.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "The reason why I'm putting this to you is, and perhaps I can refresh your memory, one of the previous witnesses testified, the Applicants testified that there was a lengthy four to five hour consultation with the deceased before the house was attacked.  Do you agree with that evidence?",
            "Male"
        ],
        [
            "MR MUHADI",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And then I put it to you that the victim will testify that that was not the case, she will say immediately, in the afternoon, when the crowd arrived at the house, they immediately attacked the house.",
            "Male"
        ],
        [
            "MR MUHADI",
            "I won't dispute on their behalf, that is evidence that they can give.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that they say correct?  Is what the attorney is putting to you correct?  That the attack only occurred when the large crowd came to the house at about 15h00 that afternoon?  In other words they're saying at 10h00 that large crowd wasn't there.",
            "Unknown"
        ],
        [
            "MR MUHADI",
            "No, it was there.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  I have no further questions for this witness.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel, have you got any questions?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No I don't, thank you, honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, have you got any further questions?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "None.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "No questions, Chairperson.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "No thank you, no questions.  You can go.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}