{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-15",
        "location": "THOHOYANDOU",
        "day": "3",
        "names": [
            "N P RERANI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53534&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99071214_tho_990714th.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "CHESTER RAGWALA",
            "INTERPRETER",
            "MR NDOU",
            "MR VAN RENSBURG",
            "MRS MAHVUNGA",
            "MS MAHVUNGA",
            "MS PATEL",
            "N P RERANI",
            "ROSINNAH MAHVUNGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR RERANI",
            "N P RERANI",
            "MR NDOU",
            "MR VAN RENSBURG",
            "ADV DE JAGER",
            "MS PATEL",
            "MR RAGWALA",
            "CHESTER RAGWALA",
            "INTERPRETER",
            "MRS MAHVUNGA",
            "ROSINNAH MAHVUNGA",
            "MS MAHVUNGA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Rerani, what language would you like to use?",
            "Unknown"
        ],
        [
            "N P RERANI",
            "Venda.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any objection that you may have to the taking of the oath?",
            "Unknown"
        ],
        [
            "N P RERANI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NDOU",
            "Thank you, Mr Chairman.  Mr Rerani, you've signed an affidavit.  If you look at the last page of this affidavit, you'll see there's a signature there, is that your signature?",
            "Male"
        ],
        [
            "N P RERANI",
            "Yes, it's might.",
            "Male"
        ],
        [
            "MR NDOU",
            "(Indistinct) agree that this affidavit may be handed in as your evidence?",
            "Male"
        ],
        [
            "N P RERANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "(Indistinct) also want to add except from what appears on this affidavit?",
            "Male"
        ],
        [
            "N P RERANI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to amend anything in that affidavit?",
            "Unknown"
        ],
        [
            "N P RERANI",
            "No.\nNO FURTHER QUESTIONS BY MR NDOU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Van Rensburg?\nCROSS-EXAMINATION BY MR VAN RENSBURG",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "If you just give me one minute, please.  At the criminal trial, you could not give an explanation as to why you threw the stones at the house of the deceased on 6 April.",
            "Male"
        ],
        [
            "N P RERANI",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Can you now give us an explanation why?",
            "Male"
        ],
        [
            "N P RERANI",
            "Yes, I can.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Let me ask you this, why couldn't you give an explanation at the criminal trial as to why you committed these actions?",
            "Male"
        ],
        [
            "N P RERANI",
            "When I arrived there, the fight was on.  I just joined and participate in throwing the stones.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "(Indistinct) why didn't you tell the reason for the attack at the criminal trial?  Why didn't you tell the reason?",
            "Male"
        ],
        [
            "N P RERANI",
            "Maybe they asked me in a way that you are not asking me now.  I might have answered it contrary to what you are expecting of me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So, you didn't know the reason for the stone throwing, you just joined?",
            "Unknown"
        ],
        [
            "N P RERANI",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why did you think they were throwing stones?  Throwing stones at a person could kill him.  Now why would people do that?",
            "Unknown"
        ],
        [
            "N P RERANI",
            "I thought that if, when arriving there, I could just stand and watch them because they would revolt against me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had no particular reason for throwing those stones?",
            "Unknown"
        ],
        [
            "N P RERANI",
            "No.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "No further questions, thank you.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Male"
        ],
        [
            "MS PATEL",
            "In light of that response, I certainly don't have any questions, honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, have you got any questions?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "(Indistinct) I can't take it.  Perhaps, let me try.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, well, contrary to the belief that you can flog a dead horse alive, I have serious doubts that you could do it today.  There's been no allegation that you practise witchcraft.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "It will be dangerous for me to (indistinct).",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, very much.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ragwala, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "Venda.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) have you any objection to the taking of the oath?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "No.",
            "Male"
        ],
        [
            "CHESTER RAGWALA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NDOU",
            "Thank you, Mr Chairman.  Mr Ragwala, you are an applicant in this matter and you have prepared an affidavit and, if you look at the last page of this affidavit, is that your signature?",
            "Male"
        ],
        [
            "CHESTER RAGWALA",
            "Yes, it's mine.",
            "Male"
        ],
        [
            "MR NDOU",
            "Do you also agree that this affidavit may be handed in as your evidence?  Is there anything perhaps also that you want to add to what appears on the affidavit?",
            "Male"
        ],
        [
            "CHESTER RAGWALA",
            "Yes, I cannot add anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything you want to amend to that that you can think of now?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "No.\nNO FURTHER QUESTIONS BY MR NDOU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Van Rensburg.\nCROSS-EXAMINATION BY MR VAN RENSBURG",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  I've lost my way a little bit here.",
            "Male"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson, perhaps while my learned colleague is finding his way, we haven't numbered this exhibit nor the previous one.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I've just sent it for punching, we'll do it as soon as it comes back.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) I just thanked Ms Patel for pointing it out, I'd forgotten.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Ragwala, can you just tell us, what...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg, can we just number these pages, please?  Mr Mudau, his will be Exhibit C, isn't it?  Then we have Rerani, Exhibit D and Ragwala, E.  Are we all in agreement?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman, thank you for the opportunity.  Mr Ragwala, can you just tell us, what acts are you making application for amnesty for?",
            "Male"
        ],
        [
            "CHESTER RAGWALA",
            "Throwing stones at the deceased as well as burning the house.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "(Indistinct), in what way did you participate in burning the house?",
            "Male"
        ],
        [
            "CHESTER RAGWALA",
            "Regarding the burning of the house, it's as follows.  I burned the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you do in that episode?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "I took the tyres, as the car was burning, I added towards the flame.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "In paragraph 44 where you describe what your individual participation on that day was, and this fact that you burnt the car is not mentioned there.  Can you give us an indication why?",
            "Male"
        ],
        [
            "CHESTER RAGWALA",
            "Could you repeat the question please?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Why didn't you tell us through your affidavit and specifically in paragraph 44 that you are asking for amnesty because you burnt the car of the deceased?",
            "Male"
        ],
        [
            "CHESTER RAGWALA",
            "It was perhaps out of forgetfulness in explaining.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about the affidavit?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But at paragraph 42 it does say.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, in fact I did have a look at that, I apologise, I did.  Yes, under the circumstances, I will have no\nfurther questions for the witness.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "Thank you, honourable Chairperson, just one.  Sir, at the time you stated when you were asked the reason for your involvement, you said you were just throwing stones because you felt like it and because everybody else was throwing stones, is that still your position today?",
            "Female"
        ],
        [
            "CHESTER RAGWALA",
            "Could you repeat your question slowly?",
            "Male"
        ],
        [
            "MS PATEL",
            "At the trial when you were asked as to why you participate in this incident, you said that you were throwing stones because you felt like it and because everybody else was throwing stones, can you remember that?",
            "Female"
        ],
        [
            "CHESTER RAGWALA",
            "Yes, I do remember, that was when I was putting a statement or writing a statement before the police.  As I was explaining, I did explain that I arrived at the deceased's house and the fight was already on.  I joined in the throwing of stones.",
            "Male"
        ],
        [
            "MS PATEL",
            "(Indistinct).",
            "Female"
        ],
        [
            "CHESTER RAGWALA",
            "Yes, it was true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) know why you throwing stones?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "I knew that we were fighting against the deceased because the deceased had already been told to leave and he refused.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "Could you repeat that question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why he was asked, the reason to go?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "He was asked to leave because he was suspected of witchcraft plus...(intervention)",
            "Male"
        ],
        [
            "MS PATEL",
            "Plus what, sir?",
            "Female"
        ],
        [
            "INTERPRETER",
            "He is repeating that.",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "Because he was suspected of witchcraft practise and also apposing the people at Mahvunga village.",
            "Male"
        ],
        [
            "MS PATEL",
            "(Indistinct), thank you, honourable Chairperson.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, have you got any questions?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "In paragraph 20 of your affidavit you state\n\"As the deceased knew that he was on the list of witches and wizards, he made every attempt to disturb any coming together of the youth as a group as he thought it could be to his detriment.\"\nWere you discussing at these coming togethers your action that \nwould be taken against?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "The question, please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The youth wanted him to go out of the village, correct?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you present at any meeting where the youth discussed (indistinct) 'If he refuses to go, what are we going to do to him?' or about that?",
            "Unknown"
        ],
        [
            "CHESTER RAGWALA",
            "I remember that in one meeting at the chief's kraal when the late was told to leave because he was apposing the children at Mahvunga, the meeting did not resolve well because it was then that Petrus' house was burnt down.  As the deceased was really fighting against the people and they started singing towards the house.  And that led to the ending of the meeting, not in a peaceful way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That will be all the evidence for the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Here are the three original affidavits.  They can rectified.  Yes, Mr Van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairperson, at this stage I'd like to call to this stand Rosinnah Mahvunga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mahvunga, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "ChiVenda.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objection to the taking of the oath?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "No.",
            "Female"
        ],
        [
            "ROSINNAH MAHVUNGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR VAN RENSBURG",
            "Thank you, Mr Chairperson.  Rosinnah, can you first start to explain to us what the relationship was between yourself and the deceased, Mr Edward Mahvunga?",
            "Male"
        ],
        [
            "MRS MAHVUNGA",
            "The deceased was my husband.  We were two.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "His other wife, where did she live during February 1990?",
            "Male"
        ],
        [
            "MRS MAHVUNGA",
            "The other wife was staying at her original or maiden home at Vereeniging.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) sound disrespectful but it is important for us to know (indistinct) to us so that if necessary when we declare victims, we know who to declare as victims.  Were you formally married to the deceased?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Could you repeat the question?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you formally or by custom married to the deceased?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Yes, customarily so, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And this other lady, who you say was his other wife, was she still his wife while you were his wife or was she divorced from him or what is the position?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "They were separated or divorced by then.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you were his only wife at the time of his death?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "How many children did you have with the deceased?",
            "Male"
        ],
        [
            "MRS MAHVUNGA",
            "Four.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Can you quickly give their names, please?",
            "Male"
        ],
        [
            "MRS MAHVUNGA",
            "Peter Mahvunga.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) is Peter? Or when was he born?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "1980.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Mashudu Mahvunga.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When was Mashudu born?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "1983.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) to ask, is this male or female?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Male.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) of course is male.  Mashudu was born in 1983.  Next one?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Tshianeo Mahvunga.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Male or female?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Male.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Born?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "1987.  Tshipifhiwa Mahvunga.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Male or female?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Female.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Born?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "1989.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Were there any children from the first wife, the other wife also staying with you at that stage, round about 1990?",
            "Male"
        ],
        [
            "MRS MAHVUNGA",
            "Yes, there were.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Please give their names.",
            "Male"
        ],
        [
            "MRS MAHVUNGA",
            "Thatheni Mahvunga.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct)?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Male.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Born?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "I can't remember.  I don't know exactly.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) perhaps?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Roughly 1962 or 1961.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) what was the age of the deceased when he died?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "I can't tell exactly unless if I had brought a death certificate, well, I didn't bring that.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "(Indistinct) a fairly senior, fairly elderly person?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Maybe middle aged, not so old.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairman, just for information, if I can quote from the charge sheet, it said that he was 52 years old, for what that is worth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll regard it as his approximate age at his death.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.  Yes, the other - second child of the first wife that was staying with you?",
            "Male"
        ],
        [
            "MRS MAHVUNGA",
            "Aubrey Mahvunga.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, any idea when that child was born or what the age is?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "1964.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "Boshoff Mahvunga",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Male and his age?",
            "Male"
        ],
        [
            "MRS MAHVUNGA",
            "Yes, male.  Eric Mahvunga.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "(Indistinct) that, just give us the age of Boshoff.  Approximately.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I think (indistinct) both of them sitting there so ask him what's his age.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It's formal.",
            "Unknown"
        ],
        [
            "MRS MAHVUNGA",
            "1970.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Born in 1970.  Yes the next one.",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Eric Mahvunga.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Male, born in?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Mtanga.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "When was Eric born?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "1971.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Next.",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Morinsi Mahvunga.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, female born which year?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "I can't remember.  The boy may come back to explain.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairperson can we just quickly establish the age of - Morinsi is present today.",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "1973.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Born in 1973.  Okay you've mentioned five children that were living with you at this stage, around about 1990.  Any other children of the first wife that lived with you then?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any children that weren't living with you?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well except these five, I used to live with these five.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there any other children that didn't live with you that he had?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So in total he had nine children?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please carry on.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairperson.  Okay can you describe for us where did you live at the time when the deceased was killed and the house that you lived in and what were you doing there to support yourself?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Well we were staying at Mahvunga Village.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Describe the house.",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Well he was a hardworker.  He had a farm which could be six hectares.  It had a number of trees, advocado trees and mango trees and orange trees.  He also farmed in tomatoes which he will really export to Delport.  Avocados he will also export to Mr Fish.  We will also plant mealies and that we didn't use our own hands we were using trekkers which we also use different irrigation schemes, spray method.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mahvunga we all know why we are gathered here.  It's an application for amnesty in respect of the attack on your house that day as a result of which the house was burnt and your husband unfortunately killed.  Basically most of the versions indicate that there was a belief that your husband was involved in the practice of witchcraft, what do you say about that?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't know anything about that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was it possible that he was involved in it that you didn't know?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't know anything about that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It was also alleged that he wanted to assume the mantle of the headman in the area, in the appointed headman's absence, have you got any comments about that?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No I don't know anything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is it not true, or is it possible, or is it just you don't have knowledge of that?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "It's not true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It was also alleged that he interfered at times, especially after he discovered that he was on a list of people who were thought of to be involved in the practice of witchcraft, that he interfered with political meetings, especially that of the youth.  Do you know whether that occurred, or can't you say or what is the position?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "It's not true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You see I asked that question particularly and I gave one of the options is that you may not have knowledge of that because there was an allegation that him and his two sons, I am not too sure if the names of the two sons were mentioned at the time had attacked a group of youth people - oh him and his four sons threw stones at a group of youths who were having a meeting on the mountain and chanting or singing songs involving politics and that was never denied. If you don't know whether that occurred or not then please tell us.",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't know that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Is it true that his family, or one of his family members was in fact the headman of the village?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't know of that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know Adam Mahvunga?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes that one I know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he the headman of the village?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he connected to your husband?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So that's what I am asking you, was a member of the family of your husband the headman of the area or the district if you can call it that, is it true?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes it's true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Now do you know whether the headmen and the traditional healers and those types of people were actually involved in governmental authority?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No I don't know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You don't know, okay.  Do you know whether people who were in governmental authority sought assistance of witchcraft to sustain their power?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You don't know.  Are you aware that witchcraft was in fact practised in the area?  Not necessarily for political reasons but just in general.",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Could you repeat your question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether witchcraft was practised in the area at that time?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You don't know or was it not practised?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I didn't know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  So you don't know who, if it was practised you wouldn't know who would have practised it because you don't know whether it was practised, correct?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well I can say I don't know because I never heard anything about these kind of things.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now let us get back to the 28th of February.  Was your house attacked on the 28th of February - that's not the day your husband died.",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Your house was not attacked.  On the 6th of April ...(intervention)",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "The house was attacked on the 28th.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Of February?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now I don't want to go into the details of who did it and what time they did it.  That attack were you informed as to why that attack took place?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No I wasn't told.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you not try to find out?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes I wanted to find out but I didn't know how I will know and where to get the information.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you not ask your husband if he knew perhaps, or your children?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I tried to do that.  We asked ourselves because when it was happening there was nobody at home except Boshoff and Eric.  When I came back in the afternoon and when the deceased came back he realised that there was this damage or attack and the boys were trying to put down the fire.  I asked myself as to what was happening at my place, at my home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you couldn't fathom that out?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No we could not fathom that out.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you ask your husband then or your children was there any possible reason why this could have occurred?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well we asked ourselves as to how, what is going to happen, what was going to happen, what was the reason for the attack but we could not get an answer because it was myself and my sons, or the children of the deceased.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now at some stage we were informed that your husband wrote a letter to the headman which was intended to be read out to the community, do you recall that?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't remember that, I don't know that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you don't know anything about a letter that was handed to the headman?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't know anything about it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Do you know or did you go to the headman to seek assistance after this initial attack on the 28th of February?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well I didn't go anywhere, I was just at home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did your husband go to ask assistance from the headman for protection or whatever, or to settle the problems?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "He didn't go anywhere.  Well I think - well I don't remember exactly whether when that had happened as to how the police arrived, but I know the police got involved.  I don't know how they arrived but it so happened.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What did they say when they got to you?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well they had already taken the statements and they were discussing the issue with the ...(indistinct) as to whether the boys were identified and it was said nobody identified the boy.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see.  Now during that time shortly or a couple of weeks before your husband eventually died did the police come there to your husband to say he must leave the area or don't you know?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "On the day he died did the police come there?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "To tell him he must go.",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Until the day he died were you aware that the people were wanting him to leave the area with or without his family?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Could you repeat the question please.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Up to the day on this attack where he died were you aware that certain people of the area wanted him to leave the area with or without his family?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I don't know because nobody came to bring that kind of information to tell us to leave.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "At the time that there was this attack before he died was the possibility of him leaving the area never raised?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There was just this attack?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes it was just - that's when I came back on the 28th there was this attack.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No I am talking about the 6th when he died.",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes, now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There was no indication that they wanted him to leave?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When this attack started did they say why they are throwing stones at him?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Nobody explained as to why they were throwing stones.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There was no shouting that he must go?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Nobody said a word, they just acted because that was why they were there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see.  How long were they there?  How long were there visitors or strangers at your house in or just outside your fence?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well it took a long time, a long time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see.  Did these people come, maybe a smaller group at about 10 o'clock or 11 o'clock that day?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Since the beginning of the day till late afternoon nobody came.  They came in the afternoon to do the job.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Now were you at home when they came there?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes I was at home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was your husband there?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes he was at home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did anybody come inside the house to talk to you or him?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No, no.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did they just start to throw stones from outside?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes that's true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that what drew your attention to the people outside the house?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you go outside?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I could not go out.  I just started looking for the keys and locked the doors and we stood in the passage with the children.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What did your husband say?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "He was out.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Out of the house, within the yard.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He was talking to them?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I cannot tell exactly whether he was talking to them or he was doing something else because I didn't see that.  I was in the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So as I understand your evidence you don't know why they threw stones at your house and you don't know why they killed your husband?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes what I can say briefly is that what I observed on my own was the fact that they were jealous because before there was this burning and destruction and attack they went to the farm and they burnt all the trees, avocados and all the beehives were destroyed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know who did that?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I can't tell you exactly because when it happened I was at home, because it is far.  The farm is quite far.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you don't know if it is the same people who killed your husband?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well in my own view I think it was necessary to blame the same people - to associate them with the destruction at the farm because it came as an act even at home until his death.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So that is just an opinion you hold, that it's the same people?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You've heard the evidence of most of these applicants.  It seems that there was a perception at the very least that your husband was involved in the practice of witchcraft, whether that is true or not is beside the point.  And you have also heard that he interfered with the attempt to have political meetings.  And you have also heard that their problems with witches, they say, was related to a desire to have a restructured political dispensation in this area.  If they would come and want to make peace with you and your family what would your attitude be?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well personally - are you referring to me forgiving these people or trying to come to terms?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Come to terms and reconcile with the community.",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Personally if I were to reconcile with these people who destroyed our ...(indistinct) I do have a lot to say and explain to them, because what they did, even if I can live for a hundred years I cannot forget.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No I can understand that.  It's difficult to forget the important things in one's life.  I am asking are you able to see your way clear, not to forget, nobody can ask you to forget your husband and what happened, but to reconcile with the community?  Are you able to do that or are you able to consider the possibility of doing that?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Well personally it cannot be possible.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So even if they make approaches to you to make friends and to reconcile you are not happy to do that?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I cannot do that.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Where have you been living since the death of your husband?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I have been staying near the police station for one year and two months.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "And did you go back to Mahvunga afterwards?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "No I didn't go back to Mahvunga.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "And today where are you living?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I am staying at Chirore.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg are there any other aspects you want to raise?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Ja, just one or two thank you Mr Chairman.  If you are staying that from the date of the attack on your house, that was the 6th of April, for a period of one year and two months you lived at the police station, can you just explain to us why?  Why didn't you go back to the area and rebuild your house and continue living there?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Well it was difficult because firstly as I was living at the police station even my children were afraid of going to the shop because they were going to meet these boys.  As their mother I was threatened, intimidated and so hurt because they used to share the same food with my kids.  That really led me into saying I cannot go to a very dangerous place because I know I can still see that dangerous zone.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "The evidence was led from the applicants that they had absolutely no fight or struggle or grudge against yourself and the boys, and they only aimed their attack at your husband, and even allowed you to escape from the house.  What do you say to that?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Well let me put it clearly.  Well if it were possible and if there was no fight at all between them and my late husband if you consider that they were cooperating they would have really stayed with him and shown him the good way of living, not really through a fight.\n\tAnd besides as we left the house we did not leave through the gate, we jumped the fence and left the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That may be so but they could easily have attacked you while you were jumping over the fence, isn't it?  And perhaps even killed you, couldn't they?  There was opportunity to do so.",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes it's true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And that's why they are saying they allowed you and the children to get away.  I am not saying that that is true, I am just saying that is what their evidence is.  And that's why they are saying that they allowed you and the children to escape.  Can you understand that?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes I do understand that.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "What or did you sustain any injuries on that day when they attacked the house on the 6th of April?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Yes I sustained injuries.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Where and from what?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Next to the eye.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "What was the injury?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Stone throwing.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Now the question is easy, do you believe that when you were hit with that stone that that stone was aimed for yourself or do you think the stone was aimed at your husband?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "It was directed to me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you see who threw it at you?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes I saw the person who threw the stone.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Can you tell us ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would he not have directed ...(intervention)",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "It was Amos.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would he not have directed it at the house?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "The stone was aimed at a person.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Were you at that stage outside the house?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I was right in the room and I was going to fetch the money which was in the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And was Amos in the house when he threw that stone at you or did it come from outside?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "It was outside but it directly next to where I was in the room.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So how were you able to see that it was Amos that threw the stone at you?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "I was directly looking towards the place where he was?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "At the window?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "Yes, through the window, I could see him through the window.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Was your husband in that same room at that stage with you when you were hit?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "No he was in the passage with his children.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "From the evidence further led by the applicants they seem to have made the allegations that your husband was not sympathetic, he had no sympathy with these people singing the freedom songs, in fact opposed the people who sang the freedom songs.",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "He did not oppose that.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Can you tell us what, as far as you know, he did oppose?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "He opposed the issue of burning the houses that the youth were doing.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "And these young sons that lived with you and also the daughters that lived with you in the house, did you stop them from taking part in the political activities of the youth in the area?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Sorry repeat your question.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Did you stop or discourage the children that lived with you from participating in the political activities of the youth in the area?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "No I didn't say anything about that.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Mr van Rensburg the deceased and the family did they support or were they members of any political dispensation?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Perhaps I can ask that question thank you Mr Chairperson.\n\tCan you give us an indication, you lived with the deceased, can you give us an indication what was his political feelings towards freedom and the government of the day?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "I cannot explain.  I never heard him discuss politics or government.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Did you ever hear him opposing the freedom struggle?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Not at all.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Can you just give us an indication of what you have lost?  Now we know that you have lost the house because it was burned down.  You have lost the tractor and the vehicles that were burnt out.  Can you give us some indication of what else you have lost because of this attack?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Well as it was already explained, the cars, the house was destroyed, the window panes, the beds were burned, the wardrobes were burned; dining room suite and clothes.  We didn't have any clothes after the attack.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "So you basically lost everything.  Okay.",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Yes everything.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "And what I want to ask you is, one of the applicants testified that at a later stage, after this attack on your house, there was some money collected as compensation and this money was handed to the Chief, have you received such compensation or any compensation?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "No I didn't receive.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Have you heard that the community has collected money for yourself?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "No I didn't hear that.",
            "Female"
        ],
        [
            "MR VAN RENSBURG",
            "Is there anything else you want to add to your testimony?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "No.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "The four small children, who supported them and paid for their school fees or anything?",
            "Unknown"
        ],
        [
            "MS MAHVUNGA",
            "There are two boys who were working or who are working, Boy Ntheteni and Aubrey.  These were the people who were staying on the Reef who after the death of the late when I had gone to the place where I am now staying they were the ones who were supporting us, or are supporting.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou have you got any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NDOU",
            "Just one or two questions.\n\tI just want to find out from you, since you now live at Chirore is it correct that the other children of the deceased never left their home, they remained there all the time?  Is that correct?",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "Well I can say that after the death of the deceased these two boys, Eric and Boshoff went to town to their brother.  Maureen went to her aunt and the house was empty.  When they were in town they thought that it will be difficult to get back home because there won't be - then they came back, sold\nthe tractor and repaired the house.",
            "Female"
        ],
        [
            "MR NDOU",
            "I see.  And do you know that the children of the deceased have a good relationship with some of the applicants since some of them were released in April?  Are you aware of that?  And that they play soccer together, they attend functions together.",
            "Male"
        ],
        [
            "MS MAHVUNGA",
            "No I don't know because I am no longer staying with them.",
            "Female"
        ],
        [
            "MR NDOU",
            "I see.  That is all.\nNO FURTHER QUESTIONS BY MR NDOU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel?\nNO CROSS-EXAMINATION BY MS PATEL",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairperson no further evidence will be led from the victims' side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel do you intend to call any evidence?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No I don't Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that - we've done with the evidence now?  Mr Ndou have you got any argument?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Well without trying to be redundant I wouldn't want to - I think the evidence is well placed before the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman. I would actually like to address the Committee and I see it's now five to one, may I just ask what your time - what our time schedules are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long do you plan to argue for?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I think it will take about 20 minutes to perhaps 30 minutes and if it can be accommodated I would like a little bit of a break just to organise it and perhaps and that will also shorten the proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How is half-an-hour?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Ja that's fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg it's been suggested that we make an offer to you that you submit written argument within seven days.  I don't know if that will suit you?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes that will suit me fine.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel have you got any argument?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No I will leave it in the hands of my colleague.  The only thing I wish to say would be on the question of the approach to witchcraft matters and I am quite willing to file heads of argument in that regard at a later stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes we've come to the end of this hearing.  I wish to thank the people who were involved in the logistics of arranging this hearing.  In particular I wish to thank the contribution of the interpreters.  I know a lot of people taken them for granted but they do a most important bit of work.\n\tI wish to thank all those who were party to this hearing and took the matter seriously.  \n\tWe have listened to this evidence and we intend to consider the facts of the matter and to determine whether the applicants singularly are entitled to amnesty or not.\n\tI wish to thank the three legal people for the assistance they've rendered, though to differing degrees.  And I want to address the applicants and members of the family.\n\tIt is true that this country has been ravaged by various actions involved in political considerations.  The reasons for those are embedded in the history of this country.  Many people have died unnecessarily.  We are now living in a new type of country where everybody is regarded as a human-being; where everybody has their rights, in particular that of the vote; there is a democracy in this country now and it is improving as time goes on.  \n\tWe must realise that there is a society within South Africa.  We have got to start living together despite what has happened in the past - black and white and those who held different political views.  It is to be hoped that the applicants in this particular application, and those members of the family who were the victims of whatever happened on the 6th of April can see their way clear to entering the society as normal people.  And it is to be hoped further that as time goes on that the wounds can be healed.  I cannot hope that people would forget their loved ones, but I can certainly hope that they can start living together and bury the hatchet.  It doesn't mean that if you are able to forgive that you must forget.\n\tI thank you.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}