{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-11-16",
        "location": "THOHOYANDOU",
        "day": "2",
        "names": [
            "T MASHAMBA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53934&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99111517_tho_991116th.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV SIGODI",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR MASHAMBA",
            "MR NDOU",
            "MR VAN RENSBURG",
            "MR VAN RENSBURG IN ARGUMENT",
            "MS PATEL"
        ],
        "original_speakers": [
            "T MASHAMBA",
            "MR NDOU",
            "MR MASHAMBA",
            "CHAIRPERSON",
            "ADV DE JAGER",
            "MR VAN RENSBURG",
            "MS PATEL",
            "ADV SIGODI",
            "INTERPRETER",
            "MR VAN RENSBURG IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "MR MASHAMBA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NDOU",
            "Thank you Mr Chairperson.\n\tMr Mashamba, I see in your application here you indicate that you were born on the 2nd February 1963?  Is that your correct date of birth?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now you're appearing here before the Amnesty Committee on charges.  Which are the charges which you appear here for?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Murder and arson.",
            "Male"
        ],
        [
            "MR NDOU",
            "Murder of who?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "France Khomogwe",
            "Male"
        ],
        [
            "MR NDOU",
            "And the arson in respect of whom?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "In connection with the house of Mafune.",
            "Male"
        ],
        [
            "MR NDOU",
            "And where do these two people reside?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "France Khomogwe is staying at Chikane ...(indistinct)",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Mafune is staying at ...(indistinct)",
            "Male"
        ],
        [
            "MR NDOU",
            "Explain to this Committee as to how it came about that you committed these offences?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "When did these offences take place?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "It took place on 11th February 1990.",
            "Male"
        ],
        [
            "MR NDOU",
            "Is that the same date on which the former president Mandela was released?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes it's correct.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now could you explain to the Committee as to what transpired?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes I could.",
            "Male"
        ],
        [
            "MR NDOU",
            "Please do so.",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "On that day of the 11th February 1990 I found people celebrating about the release of President Mandela and people who were talking and then I reached my hand and said how do you we feel this issue of the people who are committing ritual murders and witchcraft which is such an extent they are not working properly with the people.",
            "Male"
        ],
        [
            "MR NDOU",
            "Proceed?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "It's then that the majority of people that what we think we must do or was the solution on that?  I said that where I am staying there is a person called Joseph Tshimbupfe.\nhe is a ritual murderer and he is disturbing the community.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "It's then that a certain TV Mapulani who is staying in the same village said that France Khomogwe is a witch from there, he said a certain person from Dindela called Thomas Ndau said ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was all this when you were talking about these witches?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It was during the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What meeting?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Of celebrating the release of Mandela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I'm sorry, you mentioned a name, you said Joseph and what was his name was a man committing ritual murders.  What was the name of this man?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Joseph Tshimbupfe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Spell it?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "T-S-H-I-M-B-U-P-F-E.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now you say you were at this meeting and you started raising the issue of witches and ritual murders?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes it's true.",
            "Male"
        ],
        [
            "MR NDOU",
            "Why were you raising these issues?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "It's because those two people were not making the community to live well or they were not on good terms with the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were they doing to the community.",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "They were committing ritual murders and others were practising witchcraft.",
            "Male"
        ],
        [
            "MR NDOU",
            "And did that have anything to do with politics?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "It's because the person who was committing ritual murder he was a member of parliament.  I think if I'm sure he was the speaker of parliament, he was holding a high position in government, I think he was the speaker of the parliament.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was that Joseph?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes and then?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Then as a community we agreed that this way we are celebrating we must also involve him in this.",
            "Male"
        ],
        [
            "MR NDOU",
            "How involve him?  How were you going to involve him?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "By following him and then killing him.",
            "Male"
        ],
        [
            "MR NDOU",
            "Please explain to the Committee.",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "We agreed that it is better as we are celebrating we must also stand there and go there.  We followed him and found him in his cave and then we found that it was past about 6 or 7 ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you want to kill him?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you want to kill him?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It was just because he was participating in ritual killings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's be careful now.  You know, you come here to apply for amnesty.  I want you to listen very carefully and I want you to consider your answers very carefully.  In order to obtain or to be granted amnesty the act or offence for which  you apply for amnesty must have been committed for a political reason.  In other words that act must advance or intended to advance a political position.  Do you understand that?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And secondly, when you testify you must make full disclosure in relation to that act for which you apply for amnesty, do you understand that?  Full disclosure is you must tell us all the relevant aspects of what you did and why.  Do you understand?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want you to explain to us, this decision to kill the witches, how did that relate to a political objective or how did that advance a political stance or position?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It is because those people who were in power at the time were working together with both which the power they used they were getting from the Inyanga and the witch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just repeat that I didn't understand you?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "They were participating in ritual killings, it was coming from the witch and the Inyanga so that they can be getting respect or just tell everything in the way that we will just admit it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't follow you.  How would killing a witch improve the political stance that you had?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It is because those people who were in power, the power to kill the people who they were getting it from the witch and the witchdoctor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so?  How did that become political?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It is related because the people who were ruling by the time they were the ones who was practising ritual murder getting order from the witchdoctor and the witch, that we as Venda we believed that there is no person who can kill a person ritually and not getting order from the witchdoctor or the witch who knows how these things works.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want you to listen very carefully to me.  You must remember what I explained to you about the Act, the requirements you need to fulfil in order to be granted amnesty.  Remember you must make full disclosure and the acts for which you apply for amnesty must have been done with a political motive that includes advancing your political position.  Okay, do you understand?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I'm going to try to help you now.  I've been struggling to find out from you what political motive was the killing of witches committed or how did it advance your political position or even that of your political organisation.  We are also aware of the fact that at the time there was an approach towards witches where people were starting to reject the idea of the witches practices especially witches murders.  That was quite apart from any political stance or political activity, do you understand.  It's quite separate, there was nothing political about that in some quarters while in fact we also know that in other quarters the attack on witches indeed took on a political flavour.  Now I'm going to ask you a simple question, I'm going to ask now which category did you fall in when you made this decision or party that decision to kill witches but before you answer I may as well tell you now that whatever answer you give, I'm going to ask you why you say so, do you understand?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything you don't understand?  You can ask now, feel free.",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I don't have.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, then I'm going to ask you the question.  In which category did you fall when you took the decision that the witches should be killed?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I was supporting that they must be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes because they were involved in ritual killings or because there was political reason to do so, which one of the two or perhaps there was a third one that we don't know, you can tell us?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I was supporting because those people who were killing people ritually I checked and found that there are people who are holding high position in the government who are high officials in the government and even those which who are witching they were working together with those who were  high officials in the government.  Those people who were in power they get the power from the witch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To rule you, do I understand you correctly?  In order to stay in government they got the power to rule from the witches?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Ndou?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairperson.   Now you were explaining to the Committee as to what transpired on that fateful day on the 11th February 1990 and you had just explained that the group had decided to proceed to the kraal so that the people who had been identifying as witches and ritual murderers.  Now you've already indicated that you proceeded to the kraal of Joseph Tishumbupfe.  What transpired when you arrived at Tishumbupfe's kraal?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "On our arrival we were singing those freedom songs.  When he saw we were entering and just because we were many he was coming out from the cave.  When he stood in a plain place he said if you come near me I will kill you then he showed a warning then we go back.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now when you say we approached, approximately how many people are you talking about here?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "We were about 150.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes and after Thishumbupfe had fired some shots in the air?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you belong to a political organisation?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I'm just a supporter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Of ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were a supporter at that time?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I was a supporter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Yes but could I put it to you that the ANC never instructed or asked people to kill the witches, isn't that so?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's true.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now why did you do so if the ANC didn't ask you to act in such a way, how do you think would you by killing the witches support the ANC?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "We were looking at the government which was ruling us in Venda at the time of Ravello.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was Ravello acting with the government of South Africa or was he on the side of the ANC?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Ravello's government was ...(indistinct) opposite to the ANC.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So in fighting the Ravello government you were fighting the enemy of the ANC?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes it's true.",
            "Male"
        ],
        [
            "MR NDOU",
            "May I proceed?  Thank you Honourable Chairperson.\n\tNow you were there at Joseph Thisumbupfe's kraal, he comes out, he fires several shots in the air, what happens to you people there?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "It's then that we go to the house of France Khomogwe.  There when we arrived I asked the house which he used to sleep because I was not knowing it then I was shown it by the one who pointed him who mentioned the name that this person is a witch.  In the house there was a light then I opened the door then I get in together with ...(indistinct).  I was holding a big stick, I hold him and then beat him.  I beat him four or five then he get out then he fall to the people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was that?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "France Khomogwe.",
            "Male"
        ],
        [
            "MR NDOU",
            "Is that the deceased in this matter?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes it's the deceased.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes and after you pulled him out and hit him several times with a stick and pulled him outside what transpired?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "When he get out people started to beat him with sticks and stones until he fell down and died.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes and what you did, is all that you did according to the way you explained that you only hit with a stick and dragged the deceased out of his hut?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes and what transpired then?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "From there we proceeded to Mafune, we didn't find Mafune we found him already flat.  I think that I took out the matches and then I lit the house he used to store medicines.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Then under that guy who was called Frederick he also later and Thomas Ndaw also lied.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes you can proceed, just explain?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Then the whole homestead came to be on fire then we get out.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Ndou, the name of the owner of hut that's been set on fire?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "It's Mafune.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "This is not France, it's not his family either, it's a third?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes a third ...(indistinct) that they proceeded to.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that in relation to the arson?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Arson charge yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he didn't burn anything at France's house he just murdered him?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you spell that name please?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Mafune's spelt M-A-F-U-N-E.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mafune, what's the other name?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Mafune is the surname but he says he doesn't know the first name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it was that house that was burnt?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where the house full of medicines were also burnt?  Was he there, Mafune?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No he was not there.  We didn't find there on our arrival.",
            "Male"
        ],
        [
            "MR NDOU",
            "And according to your evidence three huts were burnt is that right?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NDOU",
            "And you only participated in the burning of one?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes I'm the person who burnt the first one which was containing the medicines.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see.  Is there anything that you wish to tell the Committee?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes, I want the Committee to forgive me for all these deeds I have done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I'm afraid we can't forgive you but you can certainly ask the victims or the deceased, family of the deceased and the owner of the house that was burnt.  You can ask their forgiveness.  I'm not too sure if they're present but they are the people to whom the request for forgiveness should be made.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Have you ever seen any member of the family of these two families?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Who did you see?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "I am seeing Jerry Khomogwe who is the son of the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody else?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I'm seeing the only person here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nobody from Mafune's house or Mr Mafune himself?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Even Mr Mafune and any person from that family I'm unable to identify that person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any event if they are here you can still to them even in their absence I suppose but if you want to say something to the deceased's son please go ahead.",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Myself here, I'm asking him to forgive me.  I don't have much to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why you asking for forgiveness if you don't have much to say?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's because I have committed a crime.",
            "Male"
        ],
        [
            "MR NDOU",
            "That is all, Honourable Chairperson.\nNO FURTHER QUESTIONS BY MR NDOU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg is this one of the cases in which you appear for the families?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes Mr Chairperson, I have only\ninstructions from Mr Jerry Khomogwe which is the son of the deceased, that is the only instructions and by and large I'd like to confine my cross-examination to that specific incident.",
            "Male"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson, if I may just at this stage?  Regarding the arson incident and the victims in that matter, the names of those victims are not mentioned in the application, we accordingly didn't notify, were unaware of it.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN RENSBURG",
            "Thank you, may I proceed?  \tMr Mashamba, there's just thing I want you to explain to me.  If you now succeeded in killing all the witches in the whole of Venda, how would that act cause the people in government in power to become powerless?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "They were going to become powerless because most of their power they get them from the witches.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes but you've got to explain me would they be so powerless that they can't get out of bed in the morning or will the people not hear them or understand them or will the people not follow them?  How would they become powerless?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Having killed the witches I think that is why the people in power in those times are no longer ruling the country because they were unable to rule.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Because you killed the witches?  That's they become incapable of ruling, because you kill the witches.",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "I think where they used to get their power and medicine we eradicated those places.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "No, you're still not answering my question and I have to insist on that.  How did they fail in having power because you killed a few witches?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "All the witches who were known I think they were all killed because up to now since I was arrested those cases of witches are no longer heard about.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "No that's fine but that's still not an answer to the question.  Can you answer this question?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, the question is if you've now succeeded in killing a few witches or even all the witches, how did that cause the people in power to lose their power, to become powerless?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "By killing the witches we were limiting the power of the rulers who were ruling during that period so that they will no longer have power so that they will get out of the government and then the government be re-incorporated.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairperson, I will not labour that point any further, I will continue.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But perhaps then I could put an example?  The government is like a torch.  If you take out the battery it wouldn't shine and now the witches, they were the batteries of the government?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Witches and ritual murderers were batteries of the government because those people who were ruling, they used to get this thing of ritual murder because of these witches and witchdoctors.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, what did the deceased do that he had to be killed, what was he?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "The deceased it was alleged that he made a certain boy who was a soccer player to get missing or to disappear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but was he a witch, a ritual murderer of a politician or what?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "He was a witch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know that?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "That is known by the person who pointed him, who mentioned his name in the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what is this about a soccer player?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's that he mysteriously, the soccer player mysteriously disappeared after being called by him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And so?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "And until now we don't know his whereabouts since his disappearance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had his disappearance anything to do with the playing of soccer?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "He was a soccer player and he was called by that old man and then he disappeared and he was no longer seen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "There's just one thing which I want to get from you.  If the witches were responsible for giving power to the people in government what concerns me is the fact that on this day it was a day when President Mandela was being released.  Wasn't that an indication that the power of the witches was waning, why was it necessary to kill them because at that time there was an indication that the ANC was unbanned and the leader of the ANC had just been released so why was it necessary to do something to make the country ungovernable and to remove the witches, especially on that day?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's because we were fighting against the government who was ruling us here in Venda so that it must be reincorporated back in South Africa.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Madame.\n\tDid you know the soccer player that allegedly went missing because of the action of Mr France Khomogwe?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did you know the soccer player that went missing?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes because since then I have not yet seen him again.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "What was his name?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "We used to call him by a nickname, soccer nickname, called Pula.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Now when you met Mr France Khomogwe in his house did you ask him where this Pula is?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "No, he was no longer asked about that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Why didn't you ask him?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "We didn't ask because we had already decided that those people must be killed.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Didn't you think that perhaps his family would have liked to have known his whereabouts before you killed this man who is linked with them?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "The parents of the missing person were losing hope because it was long that the person had disappeared.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Exactly then it was the last chance that you can find out what happened to him by asking the man that you're going to kill?  Must I repeat the question?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes please.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "You see you testified that the parents of the soccer player was now desperate because they're losing hope because the man was missing for a long time and the only link between the missing person as far as you're concerned is Mr France Khomogwe which you are about to kill so if you kill him his family will have absolute no means to ever find out what happened to him?  Now in those circumstances, I ask you, why didn't you ask him before you kill him?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "It's because we realised that it's long this thing had happened and the parents of the person have already lost hope and they were no longer interested in that matter.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you tell us, when did Pula disappear?  You say it was a long time?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I think it was in 1989.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Was his disappearance reported to the police?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "I think so but I'm not sure.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did you know Mr France Khomogwe before that specific date?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes he was known to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know he was a witch?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No I used to hear the hearsays about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before the disappearance of the soccer player or only after?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes what?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I'm saying yes that I used to hear about him practising witchcraft before the disappearance of this soccer player.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So even the disappearance of the soccer player was hearsay?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No it was true that he disappeared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you believe the people who told you that the deceased was practising witchcraft?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I believed.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did you find any medicine in Mr France Khomogwe's house?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes, medicines were there.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "What medicine?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "It was a medicine in bottles.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I want you to give me a description of the medicine in the bottles.",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Those medicines were sitting in different bottles differently as they are.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "You see, why I give you an opportunity to describe this is to give you an opportunity to tell this hearing that it was in fact traditional medicine and you failed to do that.  Should we therefore deduct that it was medicine like cough syrup and things like that?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Those medicines were the traditional medicines not like cough remedy medicine.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I put it to you that you killed an innocent old man who was never in his life involved in witchcraft?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "I don't agree with that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Except for beating Mr Khomogwe with sticks, was he assaulted by the group in any other way?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "Yes he was also assaulted by a group immediately when he got outside the house the group that were there began to attack him.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "How?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "In beating, when I get inside the house immediately when he went outside the house I failed to see what was happening because the group of people or a mob was on top of him attacking him.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Surely you could see how he was beaten or not?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "I can see what was happening because I was close by.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "So tell us, how did they beat him, how did the crowd beat him and with what?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg is it in dispute?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairperson, I will come to the point in a question or two if you will just allow me this please?\n\tWhat I want to know is was he only beaten with sticks until he died or was other instruments used as well?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "He was being beaten by sticks and stones.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay and you see the reason why I'm asking you this is because Mr Jerry Khomogwe who found his father's body the next day says that his head was actually flattened, beaten to a pulp.  What do you say about that?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "No, I can't dispute that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "You agree with that?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "I can agree.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Then I have to put it to you that you are seriously trying to downplay the attack on the deceased and the viciousness thereof?",
            "Male"
        ],
        [
            "MR MASHAMBA",
            "I have explained that I attacked him inside the house and that when he got out the house there were people waiting for him who started to stone him and beat him by sticks by the people who were outside.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I have no further questions, thank you Chairperson.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "Thank you Honourable Chairperson.\n\tSir, can you tell us, Mr is it Mafune?  His three huts were burnt, not so and you were responsible for setting the first house alight?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Yes I'm the person who burnt the first house which was containing the medicine.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay and this was done because Mr Mafune was pointed out by someone as being a wizard, is that correct?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Who pointed him out?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "It's Thomas Mete.",
            "Male"
        ],
        [
            "MS PATEL",
            "And what did he say about Mr Mafune?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "He said Mafune was taking people, making them or turning them into zombis.",
            "Male"
        ],
        [
            "MS PATEL",
            "And which people would this be?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "One of the persons who was mentioned, Florence Mashia, who was alleged to have been taken by that person.",
            "Male"
        ],
        [
            "MS PATEL",
            "And what did Florence do, what type of work did she do.",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "She was a churchgoer.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, was she involved in politics at all?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "No, she was a church churchgoer as such, she never participated in politics.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay and anybody else that you know that he supposedly turned into a zombi?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Others I heard about them but for now I can't recall the names, I'm unable to recall the names of those people.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay now from what you're able to tell us, it doesn't appear that any of the victims of Mr Mafune were involved in politics?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Florence Mishia was a churchgoer and she was not participating in politics.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay so the intention even though only his house was set alight, the intention was to kill him, not so, initially?  If he was found he would have been killed?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay now what political purpose would that have served?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "We would have ...(indistinct) the powers of the people who were ruling during those days.",
            "Male"
        ],
        [
            "MS PATEL",
            "But you've just told us that none of the victims of, alleged victims of Mr Mafune were involved in politics so I don't understand your response?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "As I have mentioned Florence Mashia only as a person participating in the politics.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry.  The people you have mentioned are people who are victims of Mr Mafune.  Now what I want to find out from you, of the people who were ruling or who were in power in Venda who do you know had received assistance from Mr Mafune either by way of muti or some other powers from Mr Mafune who had been assisted by Mr Mafune?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Joseph Thithbupfe, most of the things he used to receive from him.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Is Joseph the one who was a member of parliament?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "MS PATEL",
            "How did you know this that Joseph had received assistance from Mr Mafune?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Because I used to see him seeing that they've got relationship because Joseph used to go to him.",
            "Male"
        ],
        [
            "MS PATEL",
            "So what, just because he went to visit him how do you draw the inference that he was being assisted by him to maintain his power?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "It's because even when he go and commit ritual murder he was told that if he wants these things to move smoothly he must do like that.  I think most of things he was receiving it from him.  In Venda it is said a person cannot just go out and commit a ritual murder without knowing the reason for doing that.",
            "Male"
        ],
        [
            "MS PATEL",
            "I'm sorry, I don't understand your response, perhaps I should ask the question again.  How do you know that Joseph was receiving assistance from Mafune to maintain his power.  What did you see that led you to this conclusion?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Because he cannot frequent the place without there is nothing ...(inaudible)",
            "Male"
        ],
        [
            "MS PATEL",
            "What if they were just friends, can you dispute that, is it a possibility?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "I can dispute that.",
            "Male"
        ],
        [
            "MS PATEL",
            "On what basis do you dispute that?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "I can dispute because those people they were not of the same age to a certain extent that they can be friends.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you know Joseph personally?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Yes I know him.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you know him personally?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Yes I know him personally.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Why was he not approached if your dispute was with him and you knew him personally, why was he not approached?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "His person I mentioned that he shot two warnings while we approached him.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, sorry yes.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Is he still alive?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes he is still alive.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is he involved in politics these days or wouldn't you know?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I don't know because it's long that I've been in jail.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson, if you would just grant me a moment?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "The soccer player, Pula who disappeared, was he involved in politics?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes he was involved in politics.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How was he involved, what was his function in politics?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "He was a secretary who used to write letters to call the meeting.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson.\n\tOkay, besides Joseph was there anybody else that knew of that Mr Mafune assisted?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "No.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay and you say he assisted them by turning people into zombis or he assisted Joseph by turning people into zombis, is that correct?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "I didn't hear your question properly, could you please repeat?",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, did Mafune assist Joseph by turning people into zombis?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Mafune was the person who turned people into zombis.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you ever seen this thing, a zombi?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No I've not yet seen that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now how come you can testify that someone changed whatever into a zombi?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's because the ...(indistinct) where I'm coming from there is a place which that person was alleged to have put all these things and nobody can gain access to that place, not anybody, people don't reach that place, it's the only person who can gain access to that place.  I mean Mafune is the only person who can gain access to that place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I'm not talking about where he can get access, I'm taking about this thing called zombi.  Do you believe in that it exists?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I believe they are there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long have you had such a belief?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I think at the age of 15 by then I happened to believe that zombis are there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you are now how old?  You are 36 years old now?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I'm 36.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So for 20 years you've believed now that there exists zombis?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I still believe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And through that 20 years you've never seen anyone, any zombi?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No I've never met one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you continue believing that they exist?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's because where I'm referring to at Chimbuve there's a no go area which is said to be a place for the zombis and nobody will have ever reached that place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but you haven't seen it?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's not possible to see them because you can't reach that place where they are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now let's assume that they only stay there.",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Maybe it's the place for them, maybe during the time that they want to be released to do their job outside there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, well I was getting to that now.  You say that Joseph used zombis?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No, I've said Joseph was the person who committed ritual murder, I didn't say he used the zombis.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said Mafune made these zombis for Joseph or did you not say that?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No, I didn't mention that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, whoever made it, what is wrong with the zombi?  What is so bad about it?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's a problem because there will be a person who will be taken and then be turned into a zombi and that person it's believed he or she is not dead, by then they will be making him to work very hard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A slave?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now where would they work?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I think they used to work in the fields which used to be cultivated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you've never seen over 20 years any zombi in this field or any field?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes but I'm not staying in the same village with that person, I'm staying in the other village.  The only thing is that the villages are close by.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your village there's no zombis?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No, there's no zombis we were only disturbed by this person who was committing ritual murder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After 20 years don't you doubt the existence of the zombi?  You've never seen one in 20 years, have you never ask yourself do these things really exist?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I simply believed that just there is a name that was a name zombi, it means that a thing called zombi did exist.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But have you never doubted that it exists?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No I have no doubt, I think from my perception I think they are there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were told now these people involved themselves in zombis?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were told that Joseph and Mafune and those types of people were involved in the use of zombis?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "With Joseph, Joseph was involved in ritual murder.  Mafune was involved in zombis including his friends.  They were involved also including witchcraft but Joseph was only involved in ritual murder.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson.\n\tFrom your knowledge who in government did Joseph assist?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "I didn't hear your question, could you please repeat?",
            "Male"
        ],
        [
            "MS PATEL",
            "The question was from your knowledge who did Joseph assist, who did he help with his ritual murders?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "He was helping himself.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did he himself hold any political position or position in government?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "Yes he was speaker of the parliament.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay I think I misunderstood your initial testimony then.  Well perhaps you can explain, excuse my ignorance but if Mafune's speciality if one can call it that, was turning people into zombis and Joseph's was in ritual murders, why would Joseph go to Mafune for assistance?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "It's because Joseph was a ritual murderer but he doesn't know the medicines that is why he had to go to Mafune who knows about the medicines.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand it, he would commit the ritual murder, dissect the victim and take the necessary parts to Mafune to manufacture a pharmaceutical result.  Do you follow?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I do, thank you Honourable Chairperson.\n\tSo then it seems that we sit here with the unusual position of somebody who holds some kind of political position who committed his own ritual murders in order to enhance his own power.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sure enhance the idea that they used witchcraft to keep their political powers?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Perhaps - well then I'm slightly confused, perhaps you can clarify this for me, would ritual murders be necessary for turning people into zombis?",
            "Female"
        ],
        [
            "MR MASHAMBA",
            "No.",
            "Male"
        ],
        [
            "MS PATEL",
            "Then I don't understand why Joseph would have gone to Mafune.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "As I understand Ms Patel, Mafune was an expert in various fields.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Sorry, according to the applicant, his expertise was turning into zombis and that is why he killed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In addition to being a witchdoctor and he was able to make this muti or whatever was necessary to maintain power of Joseph.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I'm sorry then Honourable Chairperson, my understanding of the applicant's testimony when I asked him initially why was Mafune pointed out by Thomas Madaw and he said because Mafune was turning people into zombis and then I went on to question him about well, who?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He said that, it's just that a specific issue there was he was pointed out by someone who informed them that he made people into zombis but another source told him about witchcraft and he believed that.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Alright, thank you Honourable Chairperson.  Then I have no further questions thank you.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Do you remember the people who were with you when you went to kill France?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I still remember them.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who were they, who were with you?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Eric Matosi, Frederick Matata and Thomas Madawe and the fourth one I think Richard Jawuke.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were they also charged in the criminal trial with you?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes they were also charged but differently.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I mean for the same offence of killing France Khomogwe?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were you found guilty do you know?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "They were found guilty.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know if they've applied for amnesty?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "No they did not apply.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Are they still in prison?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "They are out.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How many years where you sentenced to?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I'm sentenced to 12 years of murder and one year of arson.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And now this no go area in the village where the zombis are being kept, what is the name of that area?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Dindele.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So if we wanted to go there and have an inspection in loco who would stop us there?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I'm told that something will come which you won't see disturbing you, preventing you from going there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who would say so?  Who said that you'd be prevented from going there?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "It's what I grew up hearing people talking like that and I've never heard of any person who have reached that place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you can't tell us where it is, you can't give us a place or a road to go?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I can assure you the road to that place, that that place I can assure you or point that place, that that is the place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can take us there?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes I can.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're not scared?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I think I will not reach that place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you think it's time you start thinking about the existence of this place?  I mean accept you've believed it all the years but don't you think it's time you started thinking for yourself about it whether it really exists or not?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I believe they are there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...(inaudible) of what association or movement or party or what?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The interpreters didn't hear that first statement, could you please repeat?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The soccer player, Mr Pula who disappeared, you told us that he was the secretary of some association.  What was the name of that association?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "I didn't say he was the secretary of the organisation, he was the secretary of the meetings which we used to hold, he was the secretary who used to write the minutes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now who were you people holding these meetings where he was the secretary?  Who was the chairman and what was the name of this meeting?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "We'd simply just hold meetings if say that there is a person who is not living in a good way with other people then we just hold meetings and discuss about it.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The whole community or the youth or who?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "The youth.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I see, so he was a secretary, he acted as secretary for a youth meeting?",
            "Unknown"
        ],
        [
            "MR MASHAMBA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairperson, no further witnesses.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Chairperson, I have no witnesses to call.",
            "Male"
        ],
        [
            "MS PATEL",
            "Same here Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg, have you got any argument?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG IN ARGUMENT",
            "Yes, just a short argument, Mr Chairperson.\n\tAs the learned advocate has pointed out the 2nd February, the 11th February was a very significant day in the history of this country.  I can hardly think of any other event that symbolised freedom for the majority of the citizens of this country more than the release of Mr Mandela on the 11th February but at the same time there were a group of people running around still fighting a war that was already won.  This just doesn't make sense.  The applicant has certainly not been able to give an explanation for this strange behaviour.  The applicant has furthermore not been able to explain how the politicians would become powerless if they did succeed to kill all the witches in the country.\n\tIt is significant that this applicant is not basing his application on the attempt or an attempt to make the area ungovernable as the previous applicants did.  The fact of the ungovernability of the country was never raised by himself.\n\tIn the circumstances I'm of the opinion that is my instructions Mr Chairperson that the element of a political motive was again not proved and found in this instance and again I have to argue that this application has to fail on this basis.  That is all.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, I have no address.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg, do you accept that there was a belief in the community that members in political authority resorted to some kind of assistance with the strange powers that witches allegedly had?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes I can well concede that but I still don't think that that should be end of the argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I accept that, I just want to know what your instructions were on this belief whether your clients or the deceased was party to that or not is another matter.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes I understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just talking of a general perception in the area here.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes but I would just add that that would be the can I say supernatural powers available to any other member of the community as well?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you.  Mr Ndou, we don't need to hear you?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the end of this matter?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will reserve judgement on this as well.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any point in starting a new matter now?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "It's already 4.15, almost 4.20 Honourable Chairperson, I believe that there's a problem with the sound technicians.\nCOMMITTEE ADJOURNS",
            "Female"
        ]
    ]
}