{
    "header": {
        "type": "AMNESTY COMMITTEE",
        "starting date": "2000-05-08",
        "location": "THOHOYANDOU",
        "day": "1",
        "names": [
            "JOHANNES MAKATU"
        ],
        "matter": "WITCHCRAFT HEARING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54159&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200508th.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "INTERPRETER",
            "JOHANNES MAKATU",
            "JUDGE DE JAGER",
            "MR MAPOMA",
            "MR NDOU",
            "MR VAN RENSBURG"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "JUDGE DE JAGER",
            "ADV SIGODI",
            "MR NDOU",
            "MR MAPOMA",
            "MR VAN RENSBURG",
            "INTERPRETER",
            "MR MAKATU",
            "JOHANNES MAKATU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning.  For the record, I am Judge Pillay, I am going to ask my two colleagues to announce themselves for the purpose of the record, and so to the various representatives.",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "Chris de Jager.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Sibongile Sigodi.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I am Patrick Ndou, I am the Attorney appearing on behalf of the applicants in all these matters.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I am Zuko Mapoma, the Leader of Evidence.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "My name is Stephan van Rensburg, I appear on behalf of the victims in this enquiry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For those who are interested in those things, a translation of the evidence into the Venda language will be found on channel 3 and the English channel is channel 2.  I have been asked to inform everybody in this room, to see to it that all cellphones are switched off, thank you.  I understand we are starting with what is referred to as incident 2 on the roll?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson, it is the continuation of a hearing on the incident relating to the murder of Edward Mavhunga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Ndou?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman, Honourable Members.  This is an application by three applicants, three remaining applicants from the previous hearing which was held last year.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on Mr Ndou, I just want to get something on record.  There are according to our list, 16 matters that were set down for this hearing?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to confirm that the following have been withdrawn - matters 5, 6, 8, 9, 10 and 13?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in regard to matter 2, applicant Maivha, what is his position?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "As I understand Honourable Chairman, I spoke to some of the applicants now, I understand they have managed to get hold of him in Johannesburg, he will possibly be here today, his affidavit is here.  If he does arrive, he will just sign his affidavit and then we can bring it in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long are we going to wait for him then?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "The understanding is if he doesn't turn up, we will just finalise the matter as it is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Without him?  But if he has indicated a willingness and intention to participate in this application, then he has that right, isn't it?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes, he does have that right, but as I understood from one of his co-applicants, he managed to get hold of him and he promised to be here today from Johannesburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did they get hold of him?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "On Friday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he not here?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "No, he is not yet here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there a contact number that anybody can reach him?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "If I can have the Chairman's indulgence, let me just find out.  Honourable Chairman, his co-applicant tells me that he spoke to him on Friday and he was told that he would leave by train on Sunday evening, as soon as he gets to Louis Trichard, he will take a taxi and come straight to the hearing.  Sometimes we find the train arrives here around eight, nine and then they've got to take a taxi from Louis Trichard, which is 70 kilometres from here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are not sure whether he got onto the train or not, and whether he has arrived?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "All we can try to do is at tea time, to phone the number, he's got the number where they phone him all the time, so that we can find out if he is on his way or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, there is not going to be a tea time today, because we are in tea time already.  Is it not possible to give us the number?  Is it not possible to have that number, or your assistant, one of your assistants?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, on the last occasion when the majority of the applicants in this matter testified, did Mr Maivha hear that evidence?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes, he did, he was here all the time.  He was only released I think in early January.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, we will come back to matter 2 now.  Matter 11, what is the position about Masera and Ntimane?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "As the Honourable Chairman pleases, I spoke now again to the applicant this morning, and he tells me he feels he is in a state in which he can testify.  He will be prepared to proceed with the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Masera's position?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "What number is that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Matter 11, Masera?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Oh, Masera is the one who is together with Ntimane.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on, the Interpreters cannot hear.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay, under incident 11, the two applicants John Tshepiso Masera and Rodgers Ntimane, those are the people who could not be traced, we have tried everything possible and ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Like what?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "In fact we proceeded to their homes, and the Committee phoned their relatives and it appeared that they are no longer interested, they said they are out of prison, they are no longer interested in proceeding with the matter.  Mr Abram Luhule can come and testify to that effect.  That is why here, when we wrote the letter on the 3rd of May, we indicated that it seems that they are no longer interested, they should be removed from the roll of the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as I understand it, the official position is that they informed you as their legal representative that those were their wishes?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes, they are no longer cooperative, they say they are out, they are out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And matter 12, Sithavhane and Raphulu?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are their positions?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Similarly, these ones right from the outset, they indicated the intention that they were not interested in proceeding with the matter, these are the people who were released some two, three years ago.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So as their legal representative, you are informing us ...",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That we will withdraw that application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, then let us proceed.  Who are you calling?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I am calling Johannes Makatu.  Before I proceed Honourable Chairman, my assistant tells me that she has been trying to get hold of these people on the phone, the phone is just ringing, there is no reply from the telephone number, but we will try again when we adjourn and see how far we go.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Makatu, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Venda.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So be it.",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NDOU",
            "Thank you Honourable Chairman.   You are the applicant in this matter and you reside at Mavhunga Village, is that correct?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR NDOU",
            "When were you born?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "I was born on the 16th of July 1973.",
            "Male"
        ],
        [
            "MR NDOU",
            "Is it correct that you are presently serving a 12 year prison sentence at the Thohoyandou Medium A Prison?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I am from there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Makatu, you were in the hearing when all the other applicants testified in respect of the event in which you apply now for amnesty?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You heard what they had to say?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I heard all of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree with that?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, definitely with everything, anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, what did you actually do in respect of that incident, what did you yourself do?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "With regard to the incident, I threw stones to the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at that meeting at the hall?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I attended, I used to attend various meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, do you remember the evidence was they met at the hall before they proceeded to the house of the deceased?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at that meeting?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you agreed with the reasoning and everything that was decided at the meeting in respect of what was going to happen to the deceased?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I agreed with all of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you threw stones at the deceased?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, but I was still intending to continue to indicate what I had done further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, you can carry on, I am going to give you a chance to tell me that.  I just want to know, when you threw stones at the deceased, was it while the others, after coming from the hall and the others were attacking this house, is that the time you threw stones?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "I threw stones by the time when the deceased started to attack us and then we retreated, we decided to fight him.'",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "I participated in the burning one of the cars which was in the yard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "I also burnt the furniture which was in the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Now there is nothing, now it is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is all?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The deceased's wife, Rosinnah I think her name is, did you do anything to her?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "No, I have done nothing to her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see her that day?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, she was there, I saw her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see her trying to escape?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "No, she didn't try to escape, but she was taken out of the house pitifully and taken to the chief's kraal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not see when she tried to get out of the house, that people threw stones at her or did you not see?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "No, no, they were removed from the hut and they were taken away from the crowd and they were led to the chief's kraal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is all Honourable Chairman.\nNO FURTHER QUESTIONS BY MR NDOU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN RENSBURG",
            "Thank you Mr Chairman.  Mr Makatu, let's start off with that meeting that you attended before you proceeded to the deceased's house.  Can you just repeat for us what was the decision that was taken at that meeting?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "The decision taken was the one of asking the deceased to leave the village because he was no longer needed at Mavhunga's Village.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Anything else?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "The main aim was that only.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would happen if he would refuse?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "You mean refusing to vacate?   I hope by the way in which people were prepared to talk to the deceased, if he refused, of course, they were going to use all powers in them so that he can vacate the place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Including violence?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I think if people are in a mob, their reasoning capacity is different, when others are negotiating, others may resort to violence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not talking about what you think, I am talking about what was decided if Mr Mavhunga refused to accede to the request of leaving the area for whatever reason, what would those people do to him?  Was there such a decision or what?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "There was no decision regarding if he refused to go, what will happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I am asking you, what did you think would happen?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "I think if he was asked to leave and then he refused, I think the violence could happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The what?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "The violence could have happened.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  So when you left the meeting, you knew that there was a possibility that violence can erupt from this whole procession?  Is that correct?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I was aware that violence could occur.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "When you received at the deceased's house, did you or anyone there in the group, in fact ask or tell the deceased to leave the area?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, that person was there who asked him to leave because it was long that he was told and many attempts were made to the effect that he must leave the village.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Who is the person who told the deceased to leave the area?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "It is Abel Muhadi.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Where was the deceased at that stage when Abel asked him to leave?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "On our arrival, the deceased was sitting in a lapa, seemingly he was eating food and then he proceeded and went to him and asked him to leave the village.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, and what was his response to that request to leave the village?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "The deceased refused to leave the village.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did he forward any reason why he is refusing to leave the village?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "I didn't hear anything about the reasons why he didn't want to leave the village.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "What did you hear, did you hear him refusing?   Did you hear the deceased refusing to leave the village?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I agree that he was refusing to go, because several attempts were made to the effect that he must leave the village and he was always refusing.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "We are not talking about other instances, we are talking about that specific day when you heard him.  Did you hear him refusing to leave when he was asked by the group, on that day when he was killed?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I heard that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And what did he say?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "He said he won't go.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Is that all?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, that is all.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did Abel or anyone in the group give a reason why they wanted him to leave?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Reasons were there.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "What reason die Abel or anyone ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, that is not an answer to the question.  There may have been reasons, the question is was he told why the people of the village wanted him to leave on that day?  After the meeting it was decided they were going to go and tell him to leave, was he told why, then?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "On that day he wasn't told.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you people just assume that he would have know, because he had been told every time previously?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, that is that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  Do you think everyone in the group knew what the reasons were why he must leave the area?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "I agree that everybody in that group was aware what was the reason for him to vacate the village.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And even you knew the reason why he must leave?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Give us the reason why you required him to leave?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "The first reason is that he was suspected of practising witchcraft, the second reason is that he was against the Youth Congress of Mavhunga which was formed by then.  That is all.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay, let's go on to the, what actually happened after he then refused to leave.  Can you tell us when he said he wouldn't go, what happened then?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Immediately when he said he wouldn't go, people were shouting, saying that \"we want you to go\".  After that then the deceased was throwing stones and spears to the people and the people decided to fight back.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And that is when the violence erupted that you expected to happen either before you arrived there on the scene?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Could you please repeat the question.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Is that now when the violence erupted that you suspected, even before you arrived on the scene, is that the violence that you referred to that you suspected to be erupting soon?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay.  What was the name of this Youth Congress that you had at the time?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "It was called Mavhunga Youth Congress.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And Mavhunga in this instance referred to the village where you lived, is that correct?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "What makes you think that the deceased was against the forming of this Youth Congress?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "It is because wherever there was a meeting held of that Congress, it was found that he often harassed people so that people must disperse.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did you notice or witness such harassment yourself?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I witnessed it.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Could you tell us about that, at which meeting did that happen?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "It happened while we were in the mountain and we held a meeting in the mountain and the deceased arrived with his children and they decided to throw us or pelt us with stones, but we didn't notice the direction of the stones, but I was one of the persons who were stoned by one of the stones, and I was also shamboked.  The person whom I managed to identify was the deceased, because there was moonlight.  That is all.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Was that a meeting of the Youth Congress that was held at night in the mountain, is that the instance that you are referring to?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And who was chairing that specific meeting that you are now talking about, who was the Chairman?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "The Chairperson by then if my memory still serves me well, it was Lawrence Modau.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Of these two reasons, namely that he was a witch and that he opposed the Youth Congress, which of these two reasons would you say in your own mind, was the strongest one which led to the people feeling that he must leave the village?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "As far as I am concerned, I think they are both equal.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Can you tell us why the people wanted him to leave because he was a witch?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I can give evidence on that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Please do.",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "To start with, during the time in which this violence happened, the people who were suspected of practising witchcraft were seen as people who were with the people who were in government, and we do understand if they are working with the government, or people in government, it means that they were people who were suppressing our rights, so that our rights cannot be realised.  Another reason again is that during that time, we were trying to overthrow the Venda government or to make it ungovernable and then return it back to South Africa.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did you ever see the deceased practising witchcraft?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "No, I didn't see him, but I heard about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you believe it, that what you heard?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I believed it.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  Now this Mavhunga Youth Congress, what were the aims of this Youth Congress?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "The aims of the Youth Congress was - because by the time in which Mandela was released from jail, there was the creation of organisations and then we decided to group, to ensure that we form our own Youth Congress in order to fight against apartheid and the Venda government which was ruling by then.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Just repeat again to me what were the aims or the objects of the Youth Congress?  I am talking about the Mavhunga Youth Congress, what were their aims, what did they want to achieve?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "May you please repeat your question?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I am asking about the aims, the objectives of the Mavhunga Youth Congress, not about other organisations, the Mavhunga Youth Congress, what were their aims and objectives?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "The main aim of the youth was to fight against the Venda government which was ruling by then.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I am not talking about the youth, I am talking about the Youth Congress, that specific organisation that you testified about, what were their aims and their objectives?  Do you know?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "They were not yet drafted by then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you join the organisation?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I was a supporter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why, what did you think is worthwhile in that organisation politically?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "I think what was worthwhile is that the organisations were unbanned and then in all villages, people formed a Youth Congress which   were used, which will possibly help them in other things, with regard to the fighting with the Venda government which was ruling by then.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "At that time, the youth came together and they decided to form a Congress or an organisation who would fight the government, but it wasn't formed officially yet, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "It was not yet officially formed.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "But it was in the process of being formed?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, it was in the process of being formed.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And you were one of the supporters who would participate in this process of forming this new organisation?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I used to attend various meetings.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Makatu, I put it to you that this Mavhunga Youth Congress that you are talking about, such an organisation never existed.",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "That is not true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Do you have any documentary proof that such an organisation ever came into existence, either at the time that you are testifying about or afterwards, do you have any documentary proof that such a Youth Congress ever existed?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "I don't have that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.   Can you explain where there is no such documentation?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "That I cannot explain.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Don't you think an organisation like that should have a constitution, should keep minutes of the meetings?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg tell me is it your specific instruction from  your client that  what you put to the witness was in fact the position?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, that is in fact my direct instructions, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't recall but perhaps you can help me, when your client in the form of Mrs Mavhunga testified last time, I don't recall that that was ever her evidence, I don't further recall that any of the other applicants were confronted with that possibility that the Mavhunga Youth Congress in waiting as it were, never existed.  I don't know, maybe I forget?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, Mr Chairman, the reason why the witness that was called, Rosinnah, couldn't testify about that, is in fact because she was totally apolitical, she didn't have any knowledge of that specific facts.  I have received instructions from her son regarding that, and you will also remember that during my cross-examination constantly, the political involvement, the structures, the leaders of that so-called organisation was put in dispute right from the beginning, in fact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I say I cannot remember, I will take your word for it.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.   Mr Makatu, the question is, don't you find it strange because I certainly do, that you are testifying about an organisation that was so organised, that they could get a group of people together and do all these things, and yet there is not one scrap of paper to prove their existence, don't you find that strange?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "The organisation was not yet formed officially and it was not yet in books, it was in the process of being formed.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.  But I understand your evidence that it was formed later, at a later stage, is that correct?  Is that correct?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, the question is that you are testifying that at the time when the deceased was killed, this organisation was not officially formed yet.  Now from that, I deduct that at a later stage it was in fact officially formed.  My question relates to this later existence of this so-called Mavhunga Youth Congress.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's establish whether he can say if it was in fact formed later.  Tell me, you say that at the time of this incident, the youth was preparing to launch the Mavhunga Youth Congress, certain meetings were being held, interrupted and so forth.  After this incident, do you know whether the Congress was in fact launched?  Can you tell us?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "There was disturbances to the effect that the organisation was not formed officially.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether it exists today, the Mavhunga Youth Congress?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "No, I've got no idea.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  Do you agree with me that you are just talking about a loose assembly of people and not the Mavhunga  Youth Congress, because it had no official existence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fairness to the witness, all the evidence has been thus far that look, they were preparing to launch this and a number of them in fact referred to it as the Youth Congress when in fact strictly speaking, it could not have been so because it had not been launched yet.  Perhaps we must bear that in mind, when we pose that question, the context in which he refers to the Youth Congress.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I am perhaps not sure, perhaps the Chairman can assist me in rephrasing my question then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr  Makatu, when you talk about the Youth Congress of Mavhunga, are you talking about this group of youths that were preparing to launch and form the Mavhunga Youth Congress?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, I will accept that.  Mr Makatu, do you agree also that this let's call it, this loose affiliation or organisation or whatever, it was not at that time, at the time when the deceased was in fact killed, that body, that organisation, was not affiliated or associated with any specific political party or organisation, do you agree with that statement?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there any intention to do so?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, there was that intention, that our Youth Congress will affiliate to the ANC.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  What was your own, individual involvement in politics at the time when the deceased was killed?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "What I am saying is that of the Youth Congress, I participated in that Youth Congress and there is nothing more.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Who was the Chairman or the leader of this Youth Congress as you call it?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "By then it was Mr Nsondeni Muhadi.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Just say his name slowly please, the Chairman's name, just repeat that slowly please.",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Nsondeni.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And his surname?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "Muhadi.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Was this Muhadi present on the day when the deceased was killed?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "On that day he was not present.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Where was he?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "I am not sure, I've got no idea.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Was he at the meeting beforehand?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg, the mother or the wife of the deceased, testified last time, was she not assisted by her two sons?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I would say that she was in fact assisted.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Yes, she was assisted.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is one of them the person who gave you these new instructions?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "If you talk about new instructions, meaning that I can put it to this witness specifically that the Mavhunga Youth Congress does not exist?  Yes, indeed.  Thank you Mr Chairman.  I think I've lost my last question.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "You asked whether Mr Muhadi was present at the meeting.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  Can I repeat the question, the question is was this Mr Muhadi present at the meeting before you proceeded to the deceased's house?",
            "Male"
        ],
        [
            "JOHANNES MAKATU",
            "I have said no.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairman, may I just get instructions on one point quickly, thank you.    Mr Chairman, I've got no further questions to this witness.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I've got no questions, Mr Chairman, thank you.\nNO CROSS-EXAMINATION BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, have you got any re-examination?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "None, Honourable Chairman.\nNO RE-EXAMINATION BY MR NDOU",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Perhaps this, Mr Ndou, would be more for argument, but I want to put it to your witness.  At the time, did you act on behalf of a publicly known political organisation?  If you cannot understand the legal consequences, you could leave it to your representative to argue it.  I know it is more a legal question than a factual question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Maybe I can help.  This grouping of youth in Mavhunga Village which intended to be launched as a Congress, was that known in the Village to exist?  Did everybody in the Village know about this group?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, it was known.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And everybody knew what it stood for, or most people knew what it stood for, I am asking?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "I am not sure if other people were in the know of what it stands for, but what I know whenever people were called to attend the Youth Congress meetings, they used to come in numbers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not talking about the  youth themselves, we are talking about the public, the rest of the villagers.  Did they know that the Youth Congress as you put it, was intended to be launched, it had every intention to canvass in whichever way it chose to be reincorporated into South Africa and that it was seeking the downfall of the Venda government?",
            "Unknown"
        ],
        [
            "JOHANNES MAKATU",
            "Yes, it was known by the public in general.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?  Mr Ndou, I just want to point out to you that we are not exactly sure for which offences this applicant intends to apply.  We don't want you to commit yourself now, but at the end of the hearing, we would want you to list whatever he is applying for.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}