{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-05",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "MS LENA BUTHELEZI"
        ],
        "case number": "0180",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55267&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/buthelez.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "LENA BUTHELEZI",
            "YASMINE SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "LENA BUTHELEZI",
            "MS BUTHELEZI",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We ask Mrs Buthelezi to come forward.    Please accord the witness the dignity she deserves.\n Mrs Buthelezi, we welcome you. I think you have been waiting the whole day.  Now it is a little bit late and you are tired.  You are the first after lunch. We would like to ask you to relax so that you can put your issue freely forward.  I will request Commissioner Malan to help you in taking your oath.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Good afternoon, Mrs Buthelezi.  Will you please stand to take the oath.",
            "Male"
        ],
        [
            "LENA BUTHELEZI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will first ask you to speak a little bit louder to enable everybody to hear you.  You can now start with your issue and explain everything to us, tell us what happened to your husband who was shot dead by the police, as it is alleged, and tell us what happened.",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "It was in 1990, the 29th of December, during the first New Year's Eve.  The children asked for permission to attend the festivities, and the father agreed. The father took them to the festival. The father said he is going to take the children to the venue and then he is going to come back.  I waited the whole night expecting my husband to return home.  I slept until the following morning.\n At about three o'clock, but I can't be sure of the \nNELSPRUIT HEARING TRC/MPUMULANGA\n2 MS L BUTHELEZI\ntime. I received a telephone call from Themba Hospital.  They were asking whether this is the Buthelezi family.  They asked me where the father is.  I told them that since the father took the children with him I don't know where he now is. They asked me to come and visit the hospital.  I therefore went to the hospital. There was a visitor at home. I asked the visitor to accompany me to the hospital.\n When we arrived at the hospital I found that it was Sister Mashina who called me.  She took me to the place where my husband was. I found that my husband was already dead.  Sister told me that the corpse was brought by the soldiers. They told her that my husband was shot by the police.  \n I was expecting the sister to tell me that maybe my husband was involved in a car accident, but she said that the police shot him.  \n We waited there.  We went to the police station where a statement was taken. I can't remember the month when the case started in the court.  When the case was interchanged during the court proceedings, the police came.  David Letswele, Joseph Mashele.  The other one was a name called Gondimani, I don't know the fourth one.\n The police from Mbekweni was never charged.  I never even today understand what the cause of my husband's death was.  The case was postponed until the last day in 1992. The first day when we attended the court they said the Buthelezi family must go out of the court.  We expected to go, then we did as we were instructed.  We waited outside the court until late.  We later asked when are we going to be invited to enter the court.  Then they said to us we did invite you, you didn't come in, the case is dismissed.  It was very, \nNELSPRUIT HEARING TRC/MPUMULANGA\n3 MS L BUTHELEZI\nvery painful to us to hear that the case had been dismissed while we were not there.  We could not even get to the motive why my husband was killed.\n The police were involved, but they were never charged, because they are police. They were police.  Maybe therefore they had the right to do that.  \n I was left alone with the children. They are scholars. I can't even afford to pay the funds for them. Some are now sitting at home, they are not continuing with their education, because I cannot afford them on my own. This is really painful to me. I am alone.  I am alone but I cannot understand what is the main reason that resulted in such a situation.  Where did my husband go wrong? Why was he killed? That's what I want to know.\n Today they are still alive, they are still working, they are still the police of the government.  What about myself?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Buthelezi.  I am going to give you attention after I have asked a very difficult question. We also realise that you are now lonely.  Sometimes if somebody is wounded we can say we can send that person to consult the doctors, but now as far as you are concerned you are alone. It is very difficult for us.  I would request you to tell us who is next to you?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "It is the sister of my cousin.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I will ask you a few questions so that we can understand the issue.  You are saying Samson Buthelezi was your husband. He left the house, saying that he was attending the festival.  Can you explain to us what type of life was your husband leading?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "He was an ordinary man.\nNELSPRUIT HEARING TRC/MPUMULANGA\n4 MS L BUTHELEZI",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he working, was he a political activist?  Anything that you remember concerning your husband, because we don't know him. You can help us by giving us an image, the picture.",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "He was working, he was not a political activist.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You told us that he went to attend a festival. Could you explain to us what was happening during that time of the festival?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "I have never attended a festival. I just know the name festival, I don't know what is meant by it, what usually happens.  Even my husband did not attend the festival before. It was the first time.  He only took the children and promised to come back.  He said I will take the children to the place then I will come back.  The following day, when the children came, they only knew that their father is dead. He will not again be entering the gate.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you explain to us the child your husband took to the festival, is he realated to you?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "Yes, he is our child.",
            "Female"
        ],
        [
            "LENA BUTHELEZI",
            "It is also possible that when the child asked the father to send the children somewhere, my father maybe had some question where they were going to. I didn't hear that question. I can't even know whether that was done.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said in your statement the following day when the child came home, as you think what Paulus explained to you, where did he last see the father?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "He said the father took him to the festival, then he returned.  Well, he just heard the sound of a gun while he was in the festival. He did not know that the father was a victim there.  As usual, when something like\nNELSPRUIT HEARING TRC/MPUMULANGA\n5 MS L BUTHELEZI\nlike that happened, people used to question many questions and get answers for themselves.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What question did Paulus question about himself when he heard the gun sound, or did they just leave without questioning?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "They didn't question anything, because they were outside the stadium. There were soldiers and police.  They could not know what was happening inside the stadium.  Usually when the police are there, everybody is protected.  As they were there they knew that they were also protected because the police are there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there anything maybe the family members who managed to look at the corpse, what happened exactly?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "What the family members saw was that the corpse was wounded, the body was shot.  There is our child who managed to say what type of gun had been used.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Buthelezi. I will give the other Commissioners an opportunity to help you in the explanation of your issue.  Yasmin Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mamma, do you have any records from the court case that you still have in your possession?",
            "Female"
        ],
        [
            "LENA BUTHELEZI",
            "Do you mean where it is maybe written? Like a dead man?",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Yes.",
            "Female"
        ],
        [
            "LENA BUTHELEZI",
            "Yes, we do have it, but there is my boy who can explain further about that.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mamma, what we can do is, we are able to take a statement from your son and also get copies of all the documents that you have, so we can find out more about the matter.\n Just one more question.  Your son Paulus, was he not \nNELSPRUIT HEARING TRC/MPUMULANGA\n6 MS L BUTHELEZI\ninjured in any way?",
            "Female"
        ],
        [
            "LENA BUTHELEZI",
            "No, he wasn't injured.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Did he see what had happened?",
            "Female"
        ],
        [
            "LENA BUTHELEZI",
            "No, he never, he didn't see anything.  He was leaving that time.  When he arrived at home he found out that his father is dead.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Did he tell you, was there a meeting in the stadium, what was happening on that particular day?",
            "Female"
        ],
        [
            "LENA BUTHELEZI",
            "He never told me about a meeting.  He told me that there was a festival, people were dancing.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you, Mamma.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Wynand Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Buthelezi, how old is Paulus now, your son?",
            "Male"
        ],
        [
            "LENA BUTHELEZI",
            "He was born in 1967.",
            "Female"
        ],
        [
            "MR MALAN",
            "Were any people shot at the festival that you know of?",
            "Male"
        ],
        [
            "LENA BUTHELEZI",
            "There were some, yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mamma, I just want to clear up one thing with you. You say that your husband was brought by the soldiers from the stadium. But later on in your evidence you said that there were policemen appearing in court.  So were it policemen who shot your husband?",
            "Female"
        ],
        [
            "LENA BUTHELEZI",
            "It is like that.  They were responsible.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Not the soldiers?",
            "Female"
        ],
        [
            "LENA BUTHELEZI",
            "No.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MR MALAN",
            "I am coming back on the same tack.  Were the soldiers, did they say they were also at the stadium, at the festival, or where did you meet with them?  Did you see them NELSPRUIT HEARING TRC/MPUMULANGA\n7 MS L BUTHELEZI\nat the hospital?",
            "Male"
        ],
        [
            "LENA BUTHELEZI",
            "No, I didn't see the soldiers. The sister told me that the soldiers brought the corpse to the hospital.  The soldiers just found the corpse and brought the corpse to the hospital, because they were there to safeguard everybody was there.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you. Just to get the record straight. The sister told you that the soldiers told her that the police shot your husband?  Is that how you learnt of it?",
            "Male"
        ],
        [
            "LENA BUTHELEZI",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is also possible that even now you have not yet questioned your son Paulus and that to find out what was exactly the motive of attending the festival.",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "I could not ask the motive was of attending the festival, because everybody went there just to dance and to enjoy. I knew that they are also attending there to enjoy themselves.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much, Mrs Buthelezi.  You have given different places where we have to go and search for information, like the hospital, where we feel maybe we can get records and statements.  Another thing that I need to tell you, is that we hope that those who were responsible in the ADF administration, when they arrived to take the statements, when they sent them to the Commission, it is going to help many people like your family.  So that you can have peace, the peace in your heart and in the family.  Lastly, we would like to ask you the last question.  There are many people who are involved or lost their beloved ones, like their husbands. If you think very hard, in your opinion, what can the Commission do, what we can do in fact, NELSPRUIT HEARING TRC/MPUMULANGA\n8 MS L BUTHELEZI\nto make you have peace at least, the Commission?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "Chiefly, what worries me is that the law must take its course. I am very worried about the children, their future is going to be doomed, because they are no longer attending school.  We had an aim of education. Now it is very difficult for me. It is indeed that everybody alive is going to die. I will forgive if this was eventual death. If possible, if I could know the reason of his death. Now I have got problems rearing the children, they are at home. I don't know what the cause of his death was.  I don't know really.  If maybe that person is a police, does he have the right to do anything where he can not be found guilty, if that is wrong?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We are very sympathetic with you. We have taken note of all that you have told us. I can only just go back and ask you a question, that the children are no longer attending school because of this issue or what happened?  Can you give me the names?",
            "Unknown"
        ],
        [
            "LENA BUTHELEZI",
            "Yes, they are in Std 10.  The government is still helping us.  When furthering their education it is very difficult, although I am keen in furthering their education. If the father was alive, we could manage as a family to further their education.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  We are going to make sure that we always contact you so that we can continue this matter together.  Thank you.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Unknown"
        ]
    ]
}