{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-04",
        "location": "NELSPRUIT",
        "names": [
            "MAHLASELA PAUL MHLONGO"
        ],
        "case number": "1328",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55288&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/mhlongo.htm",
        "speakers": [
            "CHAIRPERSON",
            "MAHLASELA PAUL MHLONGO",
            "MR LEWIN",
            "MS MKHIZE",
            "MR MALAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MHLONGO",
            "MR LEWIN",
            "MAHLASELA PAUL MHLONGO",
            "MS MKHIZE",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We now call Mr Mahlasela Paul Mhlongo to take the stand, please.  We would also like to welcome the school children who have joined us. It is very important for our young people that they know about what happened in the past, because it is easily forgotten.  We would also like to welcome to the traditional leaders who have joined us, as we believe they are our special guests for today.  We remind people that there are ear sets available, for those of you who do not understand the language in which the witnesses are speaking.  Are you people at the back able to hear?  If you are able to hear will you just raise your hand so that I know that the sound is carrying?  Thank you.  Mr Mhlongo, are you comfortable?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I am comfortable now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before I hand you over to Ms Mkhize, who will help you with your evidence, I am going to ask Mr Lewin to get you to take the oath, please.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Mhlongo, can you please stand so that you can take the oath?",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "We welcome you, Mr Mhlongo.  We will request you to speak loudly in order that people should hear you, so that even the kids up there should hear you. I would also request you to tell us exactly why are you here today. I thank you.",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "I am here today, more especially to relate\nNELSPRUIT HEARING TRC/MPUMALANGA\n2 MHLONGO\nsomething that worries me a lot.  This is because it worries me inwardly and perhaps one person from outside cannot observe that I am really worried.  This actually goes back to 1976.  I was actually, I took a train from Barberton to Komatipoort.  As I alighted from the train at Capmaiden and we just waylaid there, and we just took some few drinks. The train arrived and we board the train to Komatipoort. Most of my friends got off the train at Hectorspruit and I had to go further because I had to alight there and then get a bus at the middle of the night. As the train arrived at Komatipoort, I was asleep - I am not sure, because I was drunk a bit.  And then the Railway Police came in.  This Police was actually searching the train and the train was about to go back, then he said to me why are you still asleep here, where are you from. And then asked me where am I going to. I said I am going to Komatipoort.  He said this is the Komatipoort station, get off the train.  Then well, I got out of the train, I took my luggage.   As I was going around during that night, I met a policeman, a white policeman.  It was, he was driving a vehicle which was actually closed behind.  Now he said, he greeted me and then he asked me where do I come from. I said I come from Barberton. He said where are you going to. I said well, I am going to the bus stop, I am getting to Coopersdal. Then he requested me to produce the identity document. I gave him the identity document. He took my ID book with him. Then he said I must get into the bakkie. Then I asked him where are we getting to now. He said well, let's go.  Then he opened at the back of the vehicle and he locked me in in that van. From there he took me to the railway offices. It was actually the police's office.  On our arrival there, he said NELSPRUIT HEARING TRC/MPUMALANGA\n3 MHLONGO\nI must agree, he said I must agree that he found me at the border.  Then I said what are you telling me now, why did you force me to say something which I don't know. I said no, I can't allow that.  Then he came closer to me. He said I must agree and then he called a black policeman to stand by the door, and he went out to call a station commander.  The station commander came in.  When they were there and then they said to me, they said to me I am a Communist. Then I said to them what is a Communist, because I don't know what is Communist.  Then they said to me you are not a Communist, why are you having this document.  Then they said to me yes, this book is actually, this document is from Mozambique.  I once visited Mocambique and I got this document.  Because at one stage there was a person with whom I negotiated to get some head of cattle.  Then they said to me no, they took my identity document and they banged my ID.  They said to me I must agree that they found me without an ID document. I said no, I can't allow that, I am a bona fide citizen of South Africa, you can't say that you got me at the border.  Then they changed my name, I am no longer Mahlasela Paul Mhlongo, I am now Carlos Chira.  Now I am surprised actually, where do they come ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please, remember that the witness is supposed to be telling his story.  Whilst I will not completely say that you are not allowed to laugh or to be merry, I think that you should allow him to speak his story and to give him some dignity.",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "At that juncture they said to me you are Carlos, now we are giving you a new name, you are Carlos. They had to beat me and as they were beating me I was also defending myself. They said to me I am - and then they took\nNELSPRUIT HEARING TRC/MPUMALANGA\n4 MHLONGO\na wire and they tied it on my toe and then they took a towel and then they blindfolded me, so that I cannot see whatever is happening.  They covered me, the face and I could not be able to speak, it was not possible for me to speak. I could not see. They shocked me, they tied my hands at the back.  They said to me do you still agree that you are from Mozambique, do you still disagree that you are an alien, and they said you are a kaffir. Then from there they went further, they tied my genital parts with that wire.  Yet, my hands were tied at the back.  They were shocking me and they were now shocking me on my genital parts.  Then I told them I am not from Mozambique.  They were beating me at the same time.  They were shocking me with this electric wire.  I was so surprised. I am not from Mozambique, I am not an alien and they said to me you must think properly, you kaffir.  The person who assisted me, it was actually the black officer, a black police officer, who was watching as they were doing this to me. He said to them - then he said to me if they come back again, because they are going for tea now, and if you continue to resist they are going to take a bag and they are going to put it, they will put you in a bag, and then they are going to put some stones and they will take you and throw you right inside the river.  It is not that they are only doing this to you, this is actually the thing which they do to each and every person.  So I am requesting you that when they come from the tea break, you must agree that you are an alien. Then I said well, that I am frightened, I got frightened, because I realised that their aim is to kill me now.  They were doing it. When they came back they started kicking me. They said to me are you still resisting.  I said well, I do come from Mozambique, \nNELSPRUIT HEARING TRC/MPUMALANGA\n5 MHLONGO\nbecause I realised that now they wanted to - I agreed everything what they asked me.  They said well, leave him.  A black person came and removed that electric wire from my genitals and they took away the towel which covered my face, and they untied me again. I was unable to walk.  My body was totally useless.   I did not know exactly whether I will ever walk again.  I really did not believe. This thing worries me a lot.  I wanted to find out exactly who can assist me.  The problem is, there was a woman, the woman said - now the woman is complaining at home that I am no longer able to perform the sexual activity. Now this is actually because of what they did to me. They took me to the police station. On arrival at the police station there are small passages at the police station. There was nobody there. They put me inside there, together with my luggage.  They locked me in there. The following day they came to look at me, it was on a Sunday, at round about one o'clock, and then they started to wonder and then they said oh, there is a person here, and then they asked why are you here. I said well, railway police brought me in here.  Then they went to fetch the railway police, the station commander, they brought him in.  On his arrival here he wrote his own statement. He did not even ask me. He said I am Carlos, I am from Mozambique, I am an alien and found me at the border.  That is what he wrote. Then he went back.  This people from the police station took me from that small room, they took me now to the cell, together with other people.  There I remained, or that Sunday I could not eat. My body was, I was feeling pain throughout the body.  When I was together with the other people, when they brought in food, and they were bringing food, I could not eat. Now it was now on Monday,\nNELSPRUIT HEARING TRC/MPUMALANGA\n6 MHLONGO\nand then on Tuesday the magistrate came. They said I must appear before the court of law.  We were many. I think if I can count we were almost 21. Now at the magistrate's court we were not actually given the fair hearing. They brought us all, the whole 21 and then they took three from us and then they said the other 18 will actually be given chance alone. Then they said to us you are sentenced nine months, no fine; you three six months, three months suspended sentence.  Now the interpreter that day - fortunately I happened to know the interpreter.  It was Mr Johnsby.  Then I said to John man, tell this people I am from Barberton.  Now they are grouping me together with the people from the Mozambique.  Then Johnsby said I had nothing to do with you.  This worried me a lot.  Then from there they took us, they said to us we are now sentened, we must go to jail now.  They took us back to the prison.  At the prison there we remained there for Wednesday and Thursday and they put us in a truck, they took us to Barberton.  People in Barberton they knew me very well and even the warders.  They said Mr Mhlongo, where are you from, why are you a prisoner.  There is nothing that I could say. At that time it was very difficult for one to give an answer, more especially if you are a prisoner.  The people were just pushing you. My belongings which I had I had to give people, because I could not afford to carry them around. It was during December time where I had clothes for my children which I bought for Christmas time.  Now in Barberton I went there, I worked, as I was working, they said to me I must work in jail. It was not easy for me to work, because my body was shocked and I was beaten and it was not easy for my body, as I was feeling a lot of pain.  I was actually burnt tortured. I could not work.  I worked\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 MHLONGO\nthere in the prison for almost a month.  I could not go to work, because I said to them I haven't done anything wrong, why should I go for work. Now they said, they referred me to the doctor there at the prison.  Now the time when I felt a little bit better, I felt better I was actually going together with the other prisoners. I asked the prison warder that you know very well that I am actually a resident of Barberton and I cannot allow this to continue.  Then they said I am refusing to work.  Then they said they are going to write to Pretoria, Department of Home Affairs to check whether I am really a citizen of South Africa. Papers came back and then they said where is his ID document. Then they said to them well, this person is a South African citizen, he is not an alien, he must be given his identity document.  Then from there the prison authorities realised that no, they have made a mistake. They must just give me a parole. I was actually to be released somewhere in April, I think it was on the 10th of April.  Then I was released.  The sergeant in charge of the special division, I was then released.  From there I had to apply for a new identity document. But then I had to lose my house, I had to lose all my belongings, everything that I had during that time in that four-roomed house. I had a person who was actually living in that room and that person left everything, and I lost everything.  When I tried to ask, no one could give me a satisfactory answer.  \n Now the reason why I came before the Commission is that I have now a problem because I am no longer able to perform the sexual activity to my wife, and my body has actually turned to be useless. Now I don't know what to do next.  I just want to find out what can be done. I am bringing my\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 MHLONGO\ncase before the Commission so that perhaps you can do something about this.  Because during the apartheid era I was labelled terrorist and yet I was not a terrorist.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I want to thank you Mr Mhlongo, I am going to ask you a few questions, just to get some clarity. If you remember correctly, how old were you when you were actually - when you met this incident?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "I am presently 57 years of age. Now it was 1976 when this happened. I was actually working at Foshini Stores delivering some goods.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I thank you.  The other question which I would like to ask you; that time were you working - yes, that question has been answered. You said you left Barberton to Komatipoort. Now in Barberton that's where you said you almost lost everything, your property.",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "It was a four-roomed house built by the railway company and then people were actually moved from that place to another location.  Those houses which remained behind were given to us.  Then they said to us no, because I had a lot of furniture I could make use of all the rooms in that four-rooms, because they wanted to allocate four people in one house.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "The other thing which you said, which I would like to get clarity on, it concerns you said they tortured you.  They covered your face and they shocked you, electrocuted you and they tied an electric wire on your genitals. Is there anything else?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, they kicked me around.  They kicked me.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "The time when you appeared before the magistrate, did you explain, did you get a chance to explain that you also wanted to see the doctor, because your body\nNELSPRUIT HEARING TRC/MPUMALANGA\n9 MHLONGO\nwas so painful?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I did explain this. I wanted even to speak, we were grouped. I was not given the chance to say whatever I wanted to say before the magistrate. It was actually, I was surprised to see the way they gave the hearing.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Concerning your torture, did you have chance perhaps to put forward your case?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "No, we were not even given time to say whatever our complaints are.  Then I only met the doctor, consulted the doctor when I was in prison.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Can you please explain to us you said that you were grouped and you being 18.",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Actually we did not appear before the - I mean, they grouped us aside as a group.  They tried us as a group.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "You said, who was Johnsby?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "He was an interpreter, Johnsby was an interpreter.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "At the time when you were in prison, and before it was discovered that you are not a foreigner, did you get a chance to try and explain to the doctor who attended you at prison, that you are not an alien?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I did get that chance, but the doctor also had nothing to do about what is happening in jail and what is happening with prisoners. He did not even bother himself to find out exactly whether I was an alien or not. He is still there. He is still practising.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Can you give us his name?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Dr Pretorius. I am not sure of his initials, but he is Dr Pretorius.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "The other thing which I would like to know,\nNELSPRUIT HEARING TRC/MPUMALANGA\n10 MHLONGO\nwhich must be clarified to us, it is in connection with the change you now experience in your body.  You no longer feel as a human male. Now what has happened thereafter?  Are you still employed?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "I am presently not employed, I am only doing free-lance jobs, like selling furniture.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Do you get any pension or are you getting any pension from them?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Unfortunately I did not get anything, and I don't get anything. I tried even to apply for the pension from the Foshini shop where I was working, but nothing has happened up to so far.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Now in your statement here you mentioned that you need some help, to assist your children. In other words, do you still have dependants?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I do have dependants and I have got six of them attending school.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "If you say they are attending school, can you tell us how do they differ, what standards are they?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "The first one is doing Form 5, he is about to complete matric this year.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "The other one?",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "He is doing Form 3, Std 8.  The others are in primary school, two of them are in Std 4 and two are in Std 2.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Lastly before I perhaps hand you over to the Chairperson. Now that you are here, what do you want us to do or what can be done to sort of have peace? People who have experienced the trauma that you experienced.",
            "Female"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "What I am requesting actually from the Commission is that I request that I be paid. I request\nNELSPRUIT HEARING TRC/MPUMALANGA\n11 MHLONGO\nthat something should be done that I get a pension.  Maybe that could console me in a way so that I can be in a position to pay for my children. I thank you.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any other commissioners that want to ask you questions?  Mr Lewin?",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Just one question, Mr Mhlongo. You have obviously thought about this over a long period.   I would just like to ask why you think they did this to you?  What was happening?  What was this whole business about? Why did they act like this?",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "I think the time when this took place it was during that time when most of the people in Mozambique ran away from that country because of the instability in the country, they ran to South Africa. Then I was taken as an alien for that matter.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Mhlongo, what was the charge that you were convicted of, that you went to jail for?",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "In fact, they did not even ask me, I cannot tell you what was I charged for, and we were not even given chance to say anything, and I also said to them why can't I appear alone.  They said no, they only sentence us as a group. It was a blanket sentence.  They did that on their own.  They set no fine. So we were not given a fair chance in our hearing.  If they had given, perhaps a fine, we could have, my employee could have paid for that.",
            "Male"
        ],
        [
            "MR MALAN",
            "So still today you don't know why you sat in jail, you don't know what the charge was.",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I don't know, except that they labelled me\nNELSPRUIT HEARING TRC/MPUMALANGA\n12 MHLONGO\nas a terrorist.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they charge you under your name Mhlongo or under the name Carlos or some other name?",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "They said no, I am Carlos, the name which they gave me.",
            "Male"
        ],
        [
            "MR MALAN",
            "So Carlos was in prison, Mr Mhlongo wasn't in prison. Is that what the records will show?",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, it is true, because they only knew about my name after the application and the enquiry from the Home Affairs Department in Pretoria where it proved that I am actually a South African citizen.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you tell us how old your eldest child is, the one that is in Form 5?",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "The first one is born in 1975, 5 October.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just the age.",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "1977, January.",
            "Male"
        ],
        [
            "MR MALAN",
            "You spoke about the change in your body, as Commissioner Mkhize also referred to.  But you had five children after the shock treatment and after your imprisonment.",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I do have children.  But I will say this, I am supporting the children and ...",
            "Male"
        ],
        [
            "MR MALAN",
            "Then you also say in your statement that your hands don't work since the shock, but you have been showing your hands around. Can you tell us what in your hands are not working?",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Sometimes from here to the down limb, sometimes I am able to work, I am able to move around, but sometimes I have got to sit straight up-right as if I am shocked.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you don't have a problem with your hands or do you have a problem with your hands?\nNELSPRUIT HEARING TRC/MPUMALANGA\n13 MHLONGO",
            "Male"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, sometimes I do have a problem with the hands, but sometimes not.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, thank you, Mr Mhlongo, I don't think I have any further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlongo, when the Department of Home Affairs sent the particulars to the prison that you were a South African citizen, when you were released, did you go to an attorney to tell them that you had been improperly arrested?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "No, I did not go to the attorney, because I really don't have money.  I don't have money and it is very difficult for me, although I had that wish, but since I had no money I couldn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go to a doctor to examine you immediately after you were released from prison?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I had my doctor, Dr Bobbatt. I used to consult him four times a week and he is now in Durban.  If it wasn't his attempt, perhaps I could have been crippled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While you were in jail, did you lose your job at Foschinis?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I lost my job.  When I went back there they said no, they have already employed somebody there in my place, they can no longer accommodate me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long had you been working for them before you went to jail?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "I worked there for almost nine years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you went back to them did they pay you any kind of pension for the nine years that you had worked there?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "No, they didn't pay me money.  The money which I received from them, it was just the money for those few\nNELSPRUIT HEARING TRC/MPUMALANGA\n14 MHLONGO\ndays which I worked. I also hoped that maybe I will receive something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At your work, did they not have any provident fund?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, actually there was money which was being deducted for provident fund and there was a pay slip which indicated to us how much was being deducted for that fund.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you didn't get any money?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "Yes, I did not receive anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you came out from prison where did you work then?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "I went back to the manager and I reported that I am back and he said to me he is going to try and find me perhaps a place at Carolina and nothing happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how have you supported yourself after that period?",
            "Unknown"
        ],
        [
            "MAHLASELA PAUL MHLONGO",
            "As I have indicated earlier that I am a free-lance salesman. I am selling furniture.  But if you don't sell anything then you get 10% commission. But now it is not easy to sell furniture, because people are not employed.  It is very much irregular. Maybe at the end of the month you only find one customer. So you don't earn anything. So you can't earn anything from 500.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very, very much for coming.  The story what you tell us is a very sad one.  I am sorry about the fact that you didn't have a lawyer immediately after you came out of jail.  Because at least he could have taken action on your behalf. Because they must have imprisoned you and convicted you improperly.  We will investigate your matter and see how we can help you. It is a difficult story and in fact these things are still happening in our country.  NELSPRUIT HEARING TRC/MPUMALANGA\n15 MHLONGO\nThank you for sharing your story with us.",
            "Unknown"
        ]
    ]
}