{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-05",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "NOMSA MONICA MATHE"
        ],
        "case number": "1222",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55282&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/mathe.htm",
        "speakers": [
            "CHAIRPERSON",
            "NOMSA MONICA MATHE",
            "MR MALAN",
            "YASMINE SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MATHE",
            "NOMSA MONICA MATHE",
            "MR MALAN",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you.",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "Yes, we hear.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you explain who is accompanying you, her name?",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "She is Trisa Mathe.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Trisa?",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How is she related to you?",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "She is my child, my daugther.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.   I will just request you to relax and to be free so that you can explain your issue clearly to the Commissioners, so that everybody can understand.  Commissioner Malan is going to assist you in taking an oath.",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mathe, we firstly would like to welcome you and therefore request you to explain a little bit to the Commissioners about the life of your child before he left the country.",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "We were together at home.   He therefore accompanied his friend to Ugie to look for a job, to ask for a job in that area.  They went there. He never wrote to us. When we asked they said he was still alive.  As time went by we did not know where he was.\nNELSPRUIT HEARING TRC/MPUMULANGA\n2 MRS N M MATHE\n From there we could not know where he was.  As time went by one day I was visited by two men.  They came and questioned me where Yula Mathe was. I said to them I don't know, since he left home I do not know where he was.  Then they asked me to go into the house.  We entered the house.  They repeated the question; where my child was. I told them that I do not know where my child was. His friend took him to Ugies, but I don't know and we are still looking for him, we are still trying to investigate his whereabouts.   I told them that I do not know.  They repeated their question where the child is.  I told them that I do not have information.  They asked me if it is possible that he died.  Then I said no, he was still alive.  I questioned where the child was.  They then said to me he is going to return home.  \n I waited, I told my daughter that her brother is going to come home.  We made our preparations for Christmas, hoping that he is going to return home.  We were waiting. I later forgot the issue.\n One day, it was late in the evening, it was during April month.  Somebody came and said is this the house 5679, is this Yule's home.  They said to me sorry, we are here to inform you that Yule is dead.  Then I questioned that.  They said to me he died in Uganda.  \n The Indian child therefore said to me, if you want to get more information, we can go together to the offices in Nelspruit.  I questioned how am I going to be assisted with regard to transport. They said they are going to assist me.  Then when we arrived in the offices, they explained to me that he died in Uganda.  I questioned what is going to happen, what was going to happen.  They said to me if I could manage to go, I can also fly to Uganda.  Then I said \nNELSPRUIT HEARING TRC/MPUMULANGA\n3 MRS N M MATHE\nto them I could not because I have been affected by the sugar diabetes disease.  They said that is no problem as the people in exile will be coming back to the country.  They are going to help.\n They tried to bring the corpse to the country.  They used to come and visit me. They said to me it is difficult to bring the corpse to South Africa. \n As times go on they told me that my child's body had arrived and it was in Barberton.  They asked me if I will go to Barberton to identify the corpse.  They said to me - I decided to go on Wednesday. On Wednesday we went there.  The owner of the mortuary said to me they have kept the corpse in refrigeration, because it is an old one.  I saw that it was really my child.  I asked my sister, my sister also confirmed that it was my child.\n When I tried to touch him, the flesh was coming out.  He was in bandages.  He was bandaged with cotton, paper bandages.  I could tell then that if we leave this corpse it will be a mess, because he was frozen.  Then we took him back home and we buried him.  I said to myself I thank that, because I at least saw my son being buried.  Even if I don't know what really happened, who killed him or what happened, but it is okay, because I at least buried my son.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Mate. Your testimony is one of those testimonies that we come across every day. I am going to ask you a few questions and then I will give my colleagues a chance to also ask you some questions.\n In your statement, Mrs Mathe, you said that he left home because he was looking for a job.  Before he left was he a person who was involved in politics or was he just an \nNELSPRUIT HEARING TRC/MPUMULANGA\n4 MRS N M MATHE\nordinary person?",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "He was an ordinary person. He wasn't a political activist.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You also said that someone came to tell you that your son was late, and that that person helped you for a long time until they brought your son back here.  Did you try and ask that person what really happened, what killed your son?",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "This person did not know.  He didn't know how my son died.  All he knew is that my son was in Uganda.  He became a member of the ANC, he joined the party in Johannesburg and he left for Uganda.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Also, in your statement you noted that you received money.  These people who helped you with money, were they people from a political organisation or not?",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "I received R1 000,00 from an organisation, and they said they aren't an ANC organisation, but just an organisation for the poor.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Also, according to your statement, the political parties helped you. After you buried your son, did you try and ask some members of the political parties to explain to you how your son died?",
            "Unknown"
        ],
        [
            "NOMSA MONICA MATHE",
            "No, I didn't.  Maybe it is because I was confused and I was also happy that at least I have buried my son.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Mathe. I will ask other Commissioners to ask you some questions.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I have no questions, thank you, Madam Chairperson.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Mamma, what is it that you want the Commission to do for you?\nNELSPRUIT HEARING TRC/MPUMULANGA\n5 MRS N M MATHE",
            "Female"
        ],
        [
            "NOMSA MONICA MATHE",
            "I would just like to know what really happened. I just want to know the event what actually happened to my son.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "As we have said to other witnesses who came here, who are also like you, but I would like to say you are the lucky one because at least you have seen your son, and you have buried your son. We are still talking to other political people and again, we would like to say you are lucky because at least you know you can go somewhere, and you know where you buried your son.  I would like to bring this to your attention, that all of us, we are here in the new South Africa.  It is because of some few people like your son, who left this country, who fought for this, and these people were not honoured.  But now we will remember them and we will honour them. They are the people who helped us to be here where we are today.  Thank you very much.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Unknown"
        ]
    ]
}