{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-03",
        "location": "NELSPRUIT",
        "names": [
            "THOKO LINDIWE MHLABANE"
        ],
        "case number": "1211",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55287&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/mhlabane.htm",
        "speakers": [
            "CHAIRPERSON",
            "THOKO LINDIWE MHLABANE",
            "DR BORAINE",
            "YASMINE SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MHLABANE",
            "THOKO LINDIWE MHLABANE",
            "DR BORAINE",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "The following witness is Thoko Lindiwe Mhlabane. Good afternoon Mrs Mhlabane, can you hear me alright?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Yes I can hear you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mhlabane, who is with you? The man sitting next to you, who is he?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "He is my father, real father.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We are very glad to welcome you Sir.  Thank you for coming with your daughter, it's very important that you should be there next to her. It's not an easy task to come before the Commission, but with you next to her, she's going to be very relaxed, feel very comfortable and she's just going to tell us the story.  Before she can tell the story though, she has to take the oath and that oath will be administered by Yasmin Sooka.",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Mhlabane, you were shot in 1985.  We would like to hear your story as to how it happened, why you think it happened, who did this, just tell us your whole story in your own words and take your time.",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "During the year 1985 in June on the 10th, it was round about half past seven in the morning. I was on my way to work.  Many people were in the street going up and down because there was a strike. But I was waiting for the taxi because I was supposed to report at eight at work. Some school pupils were throwing stones and police\nNELSPRUIT  HEARING TRC/MPUMALANGA\n2 MHLABANE\nwere standing on the other side of the road.  I was standing there waiting for the bus to come, with my own    ticket and the police were chasing around the school children.  I stood there as I was waiting to go to work. I was working at Cocopine in Barbeton.  After they'd left these children I remained there as a person who was innocent.  The police came back, white police.  I was pregnant by then, that was my eighth month. It was my ninth month.  The police came back and came right to me where I was standing and the police actually wanted to shoot me. I had to turn around and then he shot me at the hip, I could not fall.  He shot me for a second time and I fell down.  I remember the black police actually throw the tear gas at me and I fell down and then the white police had to beat me. When I regained my consciousness, I was already in the hospital. I just remembered vividly that there was a bakkie which actually transported me to the hospital.  As I was checking myself here on my hip, they said no i should not touch, but I could feel that I was wounded, and at the hospital the whole ward was full and I was unconscious.  I remember very well, when I gained my consciousness, I saw a lot of police surrounding me.  White policemen.  There was only one black police officer.  And the doctor said to me, they should go because I am already critical, because already the baby in my womb, and then they said they'd leave but they'll come back.\n After they left the doctors were busy giving me treatment trying to check whether the baby is still breathing well or not. At the hospital I was there for almost three weeks.  On a Monday police came. They said I must write a statement.  I said to them, there is nothing \nNELSPRUIT  HEARING TRC/MPUMALANGA\n3 MHLABANE\nthat I can write, the one who shot me should give the statement and they went back.\n And then I was at the hospital for almost three weeks. On the fourth week they discharged me from the hospital.  On my arrival at home, before long, police arrived.  They came and fetched me.  They came with a yellow vehicle from the police, they took me to the police station.  They took me to a place where I could give a statement.  They said I should write a statement.  I said to them, \"No there is nothing that I can give you, the person who shot me should write a statement, I want to know, why did he shoot me?\n Thereafter, while we were still there, at the police, there came one person who was actually giving us assistance, a Mr Soko and his arrival they were about to release me, taking me back home.  At home they told me that I should go an appear before a court of law, the following week.\n At the court they called me in, they said to me, my case has been remanded.  I went back home.  As I went back home, I travelled by bus.  That bus was actually full of people who were giving support to me. As we were going back the police stopped us on the way.  It was just next to the hospital.  The bus had to go via the bus stop from the hospital and the police wanted to check whether we all paid and they threw tear gas inside the bus and most of the people went out through the windows. We went home. \n On our arrival at home, and I think I've been to the court for over one year six months, going to the court time and again.  At the court there it took me almost one and a half years, I think I've been to Nelspruit twice and the other court I attended while I had my child.\n My child is not healthy enough. If my child breathes, NELSPRUIT  HEARING TRC/MPUMALANGA\n4 MHLABANE\nactually that child cannot breathe well and  I (weeping)",
            "Female"
        ],
        [
            "DR BORAINE",
            "Just take your time, it's very distressing to think of your child.",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "I get back to my child before the case was actually completed.  I've got that child but whenever I look at my child, that child cannot breathe well, she gets disturbed through breathing.  Even myself, I cannot work well at my work place because I cannot stand for a long time, because all these pellets which were shot at me, I feel them on my body. I don't know whether perhaps these pellets will even touch my heart.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you for sharing that story with us. First tell us a little bit more about your child.  The child is now about ten or eleven years old?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "He turned 11 on the 10th of August this year.",
            "Female"
        ],
        [
            "DR BORAINE",
            "What is his name please?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Nolwazi Prudence Mavuso.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much for telling us about her, I'm very pleased that she survived, because it must have been very very difficult to be so badly wounded and carrying a baby of eight months old.\n Now you tell us that it was about half past seven in the morning and there was a lot of disturbances and you were waiting to catch your taxi or your bus to go to work in barbeton.  Can you remember, who was the policeman who actually shot you? Did you know him, had you seen him before, can you remember his name?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "The police who actually shot me was\ntogether with the white police, but I don't know his surname, but if this person can come I can identify him NELSPRUIT  HEARING TRC/MPUMALANGA\n5 MHLABANE\nbecause at the court he appeared and actually he was asked, why did he shoot me, he said, I manhandled him, and he said, he's got witnesses on this, he was saying this at the court.  He did not bring the witnesses forward, he said, one is from Komatipoort. Up until today nothing happened, no witness has come forward. They said to me, well I must be released, there is no case for me. But since then I have been crippled, nothing came my way for assistance.  Up to now I don't have any source of income besides my parents. And my marriage broke up during that time and up to now I'm just struggling very much to make ends meet.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Now you say that just before you were shot, somebody or one of the policemen threw tear gas at you, so you had tear gas and then you were shot and then you were taken to the hospital.  And the treatment at the hospital, was that good treatment, did they look after you alright?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Yes they did actually look after me,they did give me the good treatment, I was satisfied, but one thing that made me unhappy, there were a lot of police who were just looking after me there as if I was a prisoner, but the people from the hospital side were looking after me well.  They said to me after two months they were going to transfer me to Pretoria where they are going to remove these pellets from my body.\n And then when I went back to the hospital they said to me, no it's quite impossible that these pellets can be \nremoved from my hip. They did not remove them.  These \npellets are still in my body.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much. You were obviously charged in the Barbeton Magistrate's Court, can you tell us NELSPRUIT  HEARING TRC/MPUMALANGA\n6 MHLABANE\nwhat was the charge that they had against you?  Do you know what the charge was that they laid against you?  What did they accuse you of doing?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "They said to me when I was questioning them at the court, the white policeman said, I manhandled him, and I said, \"No I do not know about that\", and they said to me, I threw stones at him, I manhandled him and I did not know about this.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Did you have an attorney to help you, a lawyer?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Yes I did have an attorney.  It was the responsibility of my community members, it was Mr Mjapilo and Black.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you, and when the policeman told the court that you had manhandle him, what did your attorney say?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "My attorney said, ask the white police that if your wife is eight months pregnant, is she in a position to manhandle a man. Where can she get the strength to manhandle a man if she's eight months pregnant? That was the question that was directed to the white police officer.  And that white police officer could not give an answer to that, in fact he said, \"Well she can not be in a position to\".  Then they said, \"You shot at this black woman because you say she manhandled you, but it's strange because she was on the other side of the road. Now how did she come next to you that she manhandled you?\"  And the white officer failed to give a satisfactory answer.  She could not answer.",
            "Female"
        ],
        [
            "DR BORAINE",
            "So nothing came of the case even though it lasted about eighteen months and you were finally discharged\nNELSPRUIT  HEARING TRC/MPUMALANGA\n7 MHLABANE\nand the case was dropped?  Is that right?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Yes it was like that. That was the end of it.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Your attorney or you didn't take it any further by laying a charge against the policeman?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "My attorney said that if I've got money I can approach him and only to realise that I no longer have enough money in order to take further steps.  I was always trying to find out exactly what can be done, maybe to take further steps because I'm now crippled, there is nothing that I can do, I don't have any source of income.  Even at home they don't have a source of income, so they can only afford only to look after me.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Have you at any time thought of applying for a disability pension from the State, and if you have, did they turn you down or didn't you try?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "If you go and apply for such a disability grant, they say they need a medical certificate and then I went to the doctor, they refused to grant me medical certificate.  I'm finding some ways, how can I get that disability grant.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Ja we'll look into that but tell me, you obviously still have some problems with your health, do you go to a doctor or a clinic or to a hospital to try and get some help?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Yes actually every month I have to consult a doctor. I think this thing has actually caused that I am attacked by heart disease.  I always consult a doctor on a\nregular basis.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And your father helps you to pay for the doctor or have you a special medical aid or what?\nNELSPRUIT  HEARING TRC/MPUMALANGA\n8 MHLABANE",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Yes my father is the only person who is assisting, he doesn't have any medical card, and my sisters also give help here and there.  They are not working also.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you, I'm going to ask my fellow commissioners if they have any questions. Yes Ms Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Could I just ask in terms of your child, does he receive any treatment for his chest condition?",
            "Female"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Yes but not satisfactorily.  Because even at home, my relatives are now actually tired, they've got to foot the bill, they do everything, they must provide food, they must provide clothes.  Right now the child is suffering from that chest so it's a problem.  I don't have really assistance, I don't have it. I can't afford to take him to the specialist, I only take him to the clinic where I can afford, it's very difficult to take him to the specialist.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Does he attend school?",
            "Female"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "Yes he does attend school.  She's undergoing school.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "What standard is he in?",
            "Female"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "He's at standard two.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Could I just before we let you go, because I know it's not easy answering questions, I'm just a bit worried about the fact that there are so many people in our country who have medical problems and don't seem to\nhave any access to a clinic or to a hospital.  In many \ninstances in the last couple of years, medical treatment, especially for children, has been made a lot easier, cheaper and sometimes for nothing. We will talk to the MEC for health to find out exactly what facilities there are, because if there are and if there is treatment which your NELSPRUIT  HEARING TRC/MPUMALANGA\n9 MHLABANE\ndaughter or your son can have, I'm not sure I understood whether it's a boy or a girl, is it a boy or a girl?",
            "Unknown"
        ],
        [
            "THOKO LINDIWE MHLABANE",
            "It's a girl.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I thought so, sometimes they say he and she, we're not quite sure.  Your little girl, we'd like to see if we can't do something and for yourself as well because, as I say, things have changed and if we can't find that then we must make sure that you get some assistance.  Thank you very much for coming, it must have been a very very traumatic time and we're only very grateful that even though you were so badly injured, somehow the miracle happened and your child survived.  And even though it must have been very very difficult to have found the money and pay for schooling and for health to have her with you as your daughter, must give you a great deal of comfort and joy.  Thank you again for coming and I thank your father as well. Thank you.",
            "Unknown"
        ]
    ]
}