{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-02",
        "location": "NELSPRUIT",
        "names": [
            "MADALA ANDRES NDLAZI"
        ],
        "case number": "949",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55296&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/ndlazi.htm",
        "speakers": [
            "MR LEWIN",
            "MR NDLAZI",
            "YASMINE SOOKA",
            "MS MKHIZE",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MR NDLAZI",
            "MS SOOKA",
            "MS MKHIZE",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Mr Ndlazi, we would like to thank you very much for coming and we would ask you, you are here to tell us about an event that took place in 1986 relating to your son Sidney.  We would ask you please in your own time, in your own words, to tell us that story.  Thank you.",
            "Male"
        ],
        [
            "MR NDLAZI",
            "On the 16th June 1986 I woke up in the morning, I went to the work.  While at work at around about eight o'clock my pastor arrived at my work place.  He told me that at home something has happened.  Sidney Ndlazi has been shot at Gwanyamazane around Likaze.  And then he said to me we want to take you home and we went there with my pastor, who is no longer alive.  We found my wife at home and other visitors and relatives who know me.  As the father of the family I found my child brought to the home.  I found him in the dining room.  He was lying dead there in the dining room.  When I looked at him it was very painful for me to see how injured he was and I controlled myself together with my wife as Christians.  We knew very well that we will have to die one day but we know there are many ways to pass away from this earth.  But the way in which my son Sidney Ndlazi was injured it makes me feel painful.  I cannot forget this.  It is almost ten years now.   Both his legs were actually shot at finished.  It was just like a rag, it was just finished.  But I said to my wife many things can happen\nNELSPRUIT HEARING TRC/MPUMALANGA\n2 NDLAZI\nwhile we are still alive.  Something of this nature is not the first time.   There are other people actually who once experienced such problems.  I said to my wife please control yourself as the mother of the family.  At that time my pastor, who has already passed away, we went to the place of sin where this child was shot at.  I still remember that there were about 45 boys and girls who were shot at that spot.  When I arrived at that spot I found many hippos.  I saw a lot of soldiers and I approached one of the soldiers, I said to him - I asked what is the reason behind this, why did you do this.  And then he said - it was a white man, he was speaking English and I was also asking him in English and then he said sorry it is not ourselves who did this, we have just arrived now this morning.  When we were asking our neighbours, because if you move from my place to that very place it is almost two kilometres.  Then he said to me it is not ourselves, I don't know actually who is responsible for this.  That is how they answered me.  After that I, together with my pastor, I was told that it was not the responsibility of the soldiers.  Maybe it was the soldiers but we accepted what they said.  I did not ask everyone there, the whole battalion.  Then I went to the police station at Gwanyamazane.  At the same time it was between ten to half past ten, together with my pastor, we went to the police station.  We waited for a few minutes, ten to 15 minutes and we discussed with the police.  We wanted to know actually what happened yesterday by dawn on the 16th June.  We wanted to know actually who was the person behind this and the police said no, we are not responsible.  We don't have such guns like those.  That is what they said.  Because according to my own observation these guns, I don't know\nNELSPRUIT HEARING TRC/MPUMALANGA\n3 NDLAZI\nwhat kind of guns they were, you know they shot and broke all the bones, it was only flesh that remained there.  There was nothing more.  And police actually did not care, they did not even pay attention to us.  They said what they wanted to say and then they said to us well things have happened, there is nothing that we can do.  And then I said to my pastor well let's go back home.  From there the whole week we were preparing the funeral.  Now we have got our own pastor who is actually the main pastor from Springs and then we said to him that he will come and we will have our funeral on Sunday.  And we were told that only a limited number should attend the funeral.  And then they told us that the funeral would be on Sunday.  By that time we expected a reply from the pastor that is he coming or not.  We have been preparing for the funeral throughout the week and then we received a message that the pastor will not come and then we had to bury him on that very Saturday.  On that day, on Saturday, as we were busy with the funeral no police was there because they thought that we would have our funeral on Sunday.  Unfortunately we had our funeral on Saturday.  Now on Monday and then they came, the generals and the brigadiers and everybody, they came to my home.  They wanted to see whether the funeral was going on or not.  And on their own observation they could not see any person, they could not see anyone because I am also one of the believers.  I am the believer to God and that is why there were so many people there.  And they realised that there is nothing going on with regard to funeral.  Then they wanted to see the head of the family and then they called me as head of the family.  I talked to them.   They said to me they wanted to find out whether there was any funeral or\nNELSPRUIT HEARING TRC/MPUMALANGA\n4 NDLAZI\nnot.  And then I said to them well unfortunately we have already had the funeral yesterday and then they went back.  From there it ended there.  From the Commission here I am here because I lost a son.  Maybe I can find the culprit. For ten years now I am waiting.  Maybe someone can come forward and say well I am asking forgiveness here because we did this very horrible thing.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mr Ndlazi we would like to thank you very much for doing that and certainly that is one of the main reasons for asking you to come in and to tell that story to the Commission.  So let us also support that plea from you, that appeal for the person to come forward.  Could I just ask one or two small questions. How old was Sidney at the time?",
            "Male"
        ],
        [
            "MR NDLAZI",
            "16 years.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And how many other children do you have?",
            "Male"
        ],
        [
            "MR NDLAZI",
            "There are five.  This one was actually a twin with the other one.  There are five.  I have now four.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you.  And this activity which they were involved in, this commemoration of June 16, it would then have been the 10th anniversary.  What did it actually involve?",
            "Male"
        ],
        [
            "MR NDLAZI",
            "Can I get more clarification from the speaker?",
            "Male"
        ],
        [
            "MR LEWIN",
            "Yes, sorry, the activity that the youths were involved in, the commemoration, what sort of activity was it?  Could it be declared dangerous in any way?",
            "Male"
        ],
        [
            "MR NDLAZI",
            "On that day or before that day I just want to find out.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Yes, the day that they were attacked.",
            "Male"
        ],
        [
            "MR NDLAZI",
            "I was not there.  I was told that they were actually remembering their comrades who died before on that day.  They were sort of remembering them.\nNELSPRUIT HEARING TRC/MPUMALANGA\n5 NDLAZI",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you.  You mentioned the fact that the police said they had not shot him.  Who do you actually think did shoot him?",
            "Male"
        ],
        [
            "MR NDLAZI",
            "Beloved Christians, I don't know actually who shot them.  If I think according to my thinking because there is another organisation which was actually there at Gwanyamazane, maybe it is that organisation which is responsible, I am not sure.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Would you like to tell us a little more about that and why you think it is them.",
            "Male"
        ],
        [
            "MR NDLAZI",
            "I am not saying they are responsible.  I am just saying maybe because I was not there, I did not see actually who are the people.  Because I asked the police, I asked the soldiers and none of the two accepted responsibility.  Now according to my own thinking, thinking deeply, I think maybe it is the organisation which exists that is responsible for this shooting.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Can you name that organisation?",
            "Male"
        ],
        [
            "MR NDLAZI",
            "There was Cabasa, that was the organisation which I knew about at that time.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could I confirm that both the police and the SADF, as it then was, they both denied taking part in the shooting and they never investigated it.",
            "Male"
        ],
        [
            "MR NDLAZI",
            "Yes, they did not take responsibility.  Maybe you can find out for us who was actually responsible for this.",
            "Male"
        ],
        [
            "MR LEWIN",
            "We can certainly try and do that.  I would just like to ask one final question which has already come up this morning in other peoples' testimony.  The fact that the police tried to limit the number of people taking part at any funeral.  Can you explain why they did that and what\nNELSPRUIT HEARING TRC/MPUMALANGA\n6 NDLAZI\nauthority they had for that.",
            "Male"
        ],
        [
            "MR NDLAZI",
            "I don't know actually why they did this.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could you give us some idea why you think they did it.",
            "Male"
        ],
        [
            "MR NDLAZI",
            "I tried to think deeply but I don't come up with an answer.  I also don't understand why there should have been a limited number.  I can't understand it.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much, Mr Ndlazi.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Mr Ndlazi, I just want to ask you a few questions.  You say that your son was a member of the ANC Youth League.  Could you tell us a little bit about what sort of activities they were involved in in the township.",
            "Female"
        ],
        [
            "MR NDLAZI",
            "There is nothing that I can say because really they don't tell you, they just disappear from home, you don't know what they are doing the other side.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You also talked about the fact that three other people died in the same shooting incident.  Do you perhaps know what their names are?",
            "Female"
        ],
        [
            "MR NDLAZI",
            "If I think their names I can remember one boy but I don't know what the surname of the boy, the other girl was Mteto girl and then Ndlazi, I can't remember the other, whether he is a brother or is taller or something of that nature.  I don't know exactly.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Was an inquest ever held into their deaths?",
            "Female"
        ],
        [
            "MR NDLAZI",
            "Can you put it clear to us, if you say inquest do you mean inquest conducted by me or whom?",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "No, no an inquest is usually conducted by a magistrate in court to determine who was responsible for the deaths, if the persons die in that particular way.  Did you ever have to go to court where they told about what had happened?\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 NDLAZI",
            "Female"
        ],
        [
            "MR NDLAZI",
            "No one from the Ndlazi family did go there or make such an inquest.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did you ever appoint any lawyer to assist you to find out who was responsible?",
            "Female"
        ],
        [
            "MR NDLAZI",
            "No, nothing.  I didn't.  I just kept quiet up to now.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "The other witness before you also linked a burning incident to this gang Cabasa.  Do you know anything more about that gang?",
            "Female"
        ],
        [
            "MR NDLAZI",
            "No, I don't know anything about Cabasa. I only hear it as it was something that existed.  But what happens about that organisation actually I know nothing.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You don't know who belongs to Cabasa?",
            "Female"
        ],
        [
            "MR NDLAZI",
            "Truly speaking I don't know actually who is working for this Cabasa.  I don't know.  I only heard some people saying, calling a name of Rex, Rex, Rex.  Whether that is the real person or he is responsible I never met him, I have never seen him.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Mr Ndlazi, I am going to ask one question.  We are here, it is actually our objective that somebody should be done by the community.  You said that you are a Christian.  If we look at the statements that have been presented to us this name Cabasa appears on the statements.  I want to know from you what can be done by the church organisations, all the different churches to sort of remedy this situation?",
            "Female"
        ],
        [
            "MR NDLAZI",
            "I really don't know what can be done actually in that regard.  I really don't know what can be done.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We feel very much sorry, as one of us has\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 NDLAZI\nalready said that we will try and investigate to find out exactly who was actually responsible for the death of your son.  They killed him in a very cruel manner.  As you have already said that his legs were actually boneless.  There is no way perhaps you can comfort a person who has got such a very big wound in his heart because if this thing has not  happened to you you can simply say anything but I want to say this to you so that you can understand that we as Commissioners here, together with the other counsel, we are people actually who sympathise with you.  We believe that by coming here to tell your story maybe that in itself will sort of be a key to open that God will sort of pour his holy spirit in order to calm you down and give you comfort to the wounds inside you.  We believe that what we are doing here as a Commission will sort of - there are people actually who would like to ask to hear me.  I believe that the work done by the Commission will bear some fruits and will be successful because actually we want to cross the bridge.   After crossing the bridge once we have entered Canaan but we must know exactly what took place in the past and there are many things that happened in the past and those loads should actually be left the other side of Jordan and we are trying to do exactly that.  We are soldiers, we should move forward, we should move forward and gain whatever we are getting from the other side of the land.  We ask that God should actually comfort you, we will try our level best to assist you.  We thank you.",
            "Unknown"
        ]
    ]
}