{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-04",
        "location": "NELSPRUIT",
        "names": [
            "MOTSO ROMBENA NGWENYAMA"
        ],
        "case number": "1214",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55298&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/ngwenyam.htm",
        "speakers": [
            "CHAIRPERSON",
            "MOTSO ROMBENA NGWENYAMA",
            "MR LEWIN",
            "MR MALAN",
            "MRS MADUNA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MOTSO ROMBENA NGWENYAMA",
            "MR LEWIN",
            "MR NGWENYAMA",
            "MR MALAN",
            "MRS MADUNA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I would like to welcome you to the hearings today. Yours is a very sad story and is in fact one of the problems in our country.  Before you begin to tell us your story I am going to ask Mr Hugh Lewin to ask you to take the oath.",
            "Unknown"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "(sworn states).",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Ngwenyama, I will be leading you in your evidence this morning.  We would like to thank you for coming and to welcome you as the first witness this morning.  It is always difficult to be the first in the chair, but please feel relaxed, you are here amongst friends.  You are also here to tell us a story which takes us back much further than anything we have yet heard in this hearing.",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Yes.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Just get comfortable with the ear-phones.  Is that okay?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Yes.",
            "Male"
        ],
        [
            "MR LEWIN",
            "You will be telling us of what happened in 1963 which is very ner the beginning of the time period that the Commission actually functions.  What I would like you to do please, is to tell us in your own words your story, and be as full as you like in telling the details, because it is a story that we need to know in detail.  If we could leave it to you.  Thank you very much.",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "I would like to thank that I am here today in front of the Commission.  Firstly, I would like to thank\nNELSPRUIT HEARING TRC/MPUMALANGA\n2 NGWENYAMA\nthat I had this in my heart, but I didn't know whom to inform about it.  Today I feel I am having my father and my mother where I will reveal to them this problem of mine since 1963, until today.  Today I feel I am very much free.  This problem of mine which was troubling me day and night, I could not know whom to inform as if I am not a South African, as if I am lost.  But today I feel that I am a new-born in this country.  To what affected me since 1963.  My first story where I started to work for Mokweni. We were there. The boer came.  His name was Mr Pokweni.  He was from Boksburg Rand.  He was failing to interact with people. He just dictated to us that we need to remove from our area.  He indicated the area where we need to go and stay.  There was a chief in that area, there wasn't even a meeting held to inform us as evidence.  The commissioner came to tell us that I am here to construct the dam and a hospital and to start a building a location.  It was in 1963, from there it goes to 1964.  We thought this man was joking.  We are not aware what that man was doing.  He has really affected us.  They came with big trucks, a bull-dozer to stop the river.  Many people came, they continued with their work. They didn't even tell us what they were doing. In 1964 the message came to us that the graves were to be exhumed.  The owners of these graves were not even informed.  They were not even allowed to have a word about it.  The bull-dozers came and continued with their work.  We realised that we had no alternative.  We had to follow the instructions, going to the new place where we were instructed to go and build.  We realised that they were busy digging, exhuming the graves.  As owners of those graves were not allowed to come.  We don't know who indicated who is the owner, which family is \nNELSPRUIT HEARING TRC/MPUMALANGA\n3 NGWENYAMA\nowning this graveyard.  Nobody informed us.  Even today we cannot say where are those corpses.  We are not even allowed to come nearby.  The exhumed bodies were put together and we could not know where they were sent to.  In our tradition we knew that it wasn't allowed, but we don't know where the remains were sent to.  And we were farming in that area, where we are expected to build, but we were forced to go and build our houses there.  After that my father said to me we have got no alternative, because the boers are now here.  The name of that place was called Ngondeni.  As this man dominated the area it was changed and named after him.  People were forced to move to other areas.  He used to have his team to work for him.  From there we took all our belongings with us, our cattle, our clothes. There wasn't transport.  We were using animals as a means of transport.  We crossed to the other river called, the other side of the river called Gujakov.  Then we stayed there.  In 1965 there was a contractor where they started making bricks.  So as to start to making, building the location.  We therefore realised that they have started with the hospital, by that time still there.  We could not know where the graves were.  As I am here today I don't know where the remains area.  As you see me here I don't know where the remains are. As they were building the locations, busy with their duties, we saw that they were taking our area.  They were taking our land.  As I am talking I can remember the place where I was born.  I cannot know even where my mother is today.  But I know the area, I can even identify where my father's home was.  I can even identify the tree.  I can't, I don't know where my mother's remains are.  What is troubling me today is that is it possible for the Commission to help me to investigate?\nNELSPRUIT HEARING TRC/MPUMALANGA\n4 NGWENYAMA\nAs I am a parent today, I am having 12 children but they don't know the grave of my mother. I can't even show them. I am a bona fide citizen of this country, but I don't know where my mother's grave is.   I can't even tell my children about it.  I have got no answer to that when they ask me.  It seems as if to my parents I am a foreigner, because I cannot tell the truth to my children. I can't tell my children the truth, and I told my children that this is troubling me.  I told them that now is my turn, I need to stand up and approach the Commission.  I need to tell them about those boers who were troubling us.  So maybe I can get assistance from the Commission to go and help us, to show us where our graveyards for our grannies are.  I tried to investigate myself. I managed to identify some of the documents that I have, that what I am telling to the Commission is true.   I will give the documents as a proof that we are assaulted.   The content of the document will show that the boers were really troubling us.  They were insulting us.  I am here today, I am going to ask the Commission to investigate for me where are the graveyards.  We are looking to the documents. I found that Khosikobe's funeral, as the grave was No 17.  In my mind it means when they did make a mark there, it means it is possible for the Commissioner, for the Commission to investigate, taking that as a point of reference.  So that I can assist to my children to show them where my mother's grave is.  As blacks this is a problem to us, because it is our tradition that they must know, they must worship their elders.  Today I am having a problem too. I cannot even worship my elders.  Because I don't know where my mother's grave is.  I cannot even identify it.  What really affects me is that when the\nNELSPRUIT HEARING TRC/MPUMALANGA\n5 NGWENYAMA\npreparations were done, my mother's equipments were brought from Barberton. We have lost a lot of money but I can't really show where it is today. When I questioned my sister about the coffin she said to me it was expensive, because the older people were not used to counting money.  They can't say really what was the cost of that coffin.  I am here to ask the Commission today, to investigate for me, so that I can peace in my mind. I must behave like everybody, to know where my parents are.  Even if when I die my children might also know where the grave of the father is.  If my children must want also to celebrate during holidays like Good Friday they must also know that if they want to visit their father's grave, they must know to go, because that is the tradition of us as Africans.  That is our tradition.  But today they have affected our lives because I cannot know where my mother's grave is.\n Can I please ask the Commission today to help me in that regard. If I look at a white Afrikaner I am not happy today. I feel as if they can all vanish and I can only view the blacks, because today I am looking for my mother's remains, but I cannot get them. Since 1963, today is 1996, I am not free. I want to know where my mother's remains are.  Thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much, Mr Ngwenyana.  We hear your story and certainly we will look into it as far as we can.  To help us do that, can I ask some background questions and some further questions.  This did happen in 1963.  Can you tell me how old were you at the time?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "I was very young but I was intelligent.  Because if I could tell you what I can remember, the graveyard wasn't far from our home.  But we saw that\nNELSPRUIT HEARING TRC/MPUMALANGA\n6 NGWENYAMA\nthey were digging the grave, but we don't know where they were going to, with what they were doing.  We had no alternative and nowhere to ask.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And could you tell me something about your family, because we understand the problem, but we need to get a picture of you and your family, what they did, where they were, how many people were in your family.",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "As I have explained to you, as one grows up, especiall during those times, they were not aware of everything.  As I am talking today I went to my sister to inform her about the Truth Commission.  She said to me she is afraid, she cannot come in front of the whites. I told her that I am a man, I will come and make a follo-up, I want to question where my father's remains are.  I am here but with another member of the family, who also can testify on that.",
            "Male"
        ],
        [
            "MR LEWIN",
            "That is not a problem for us, and as you can see we are not all whites, that are with you here.  But what I would like to know, is how big your family at the time was, in 1963, your father, your mother and how many brothers and sisters you had.",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "We were a big family, we were six from my mother. The seventh child ran away during that time.  We are six in the family.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could you tell us something about the actual community because you mentioned that you were all together, that this commissioner came and in and then said that you had to move.  How many families were affected by that move or was it just your family alone?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "I can say many families were affected, because during that time people were not educated and the\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 NGWENYAMA\nblacks were very, very much afraid of the whites.   Even now, when we discuss this issue, with our family, they are afraid to talk in front of the whites.  They say they cannot express their feelings in front of the whites.  From there I have decided to take a risk of coming here, because I want the investigation about my parents.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Well, we are very pleased that you did and we hope that you now feel more relaxed here.  But we need some details. You mention in your original statement that amongst the Ngwenyama family, which involved five people in graves, there was a list of 48 people affected. Would that give some idea of the size, the numbers of people who were moved?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Do you mean from the Ngwenyama family?",
            "Male"
        ],
        [
            "MR LEWIN",
            "No, I mean from the community.  How many houses were affected all together or do you know from your family what they told you?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "I can.  Those were affected were five families.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And was the place from where you moved, was it a village or a part of a township or what was it?  Could you explain it to us, please?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Where we were transferred to or - it is now a location.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And what was it then, why were you moved, that's what I am trying to find out, why were you actually moved from that place.",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "We were removed because they said they are starting with a municipality system, where under the traditional leaders we are again falling under the municipality system, because we are traditional people.  We were therefore forced to move from that area.\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 NGWENYAMA",
            "Male"
        ],
        [
            "MR LEWIN",
            "Okay, that is what I was asking. And I just want to confirm that when you were told to move, there was no consulation with you as a family or as a group of families. Is that correct",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Yes, it is like that.  They never consulted us.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Had they consulted you, what do you think you would have done at that stage?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "We could not agree to move, because we had many properties, belonging to us, because we were therefore forced to take a very small area that would not accommodate the animals we had like cattle, where the indigenous people of that area were not going to agree, we are farmers, we were not even working.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And the place to which you were moved, Tugutswa, where were you moved, what was that like?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "They are just small areas compared to others, because you can only farm within the area they have given you.  It is normal like that one, the first one.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So there are no facilities?  Water and those sort of facilities, roads; were there any facilities at the new place, Tugutswa?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Now we do have roads, there are passages, but the stands are very small.  Where we are from there were no roads and it was open.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And in the new place, do you now own that land?  Do you have permanent tenancy at that land?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "We are not happy about this new area.",
            "Male"
        ],
        [
            "MR LEWIN",
            "But do you own the land, do you own your houses?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Ja, it is ours, we are owning the land and houses.\nNELSPRUIT HEARING TRC/MPUMALANGA\n9 NGWENYAMA",
            "Male"
        ],
        [
            "MR LEWIN",
            "How far is it or was it from Ngundini to Tugustswa, how far were you moved?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Let me just count, one, two, three, about five kilometres.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Now let's get on, because there are two problems that I see here. On the one hand is the question of your being moved.  The second one which involves not only your family but your ancestors, so it is a very delicate question, is the question of the graves.  I would like to confirm that you were not consulted and that you don't actually now know where the contents of the original graves were moved to. Is that the case?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Yes, that is.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Will you be able to give us some documents which we can follow up to try and trace the original contents?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Do you mean the documents that they used during the time, that time when the grave was exhumed?",
            "Male"
        ],
        [
            "MR LEWIN",
            "Yes, I do.",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Yes, I can give it to you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Because obviously that is another question that we would like to look into.  Mr Ngwenyama, I don't myself have further questions.  I would like to thank you very much for that but I will pass you back to the Chairperson because I am sure other Commissioners might have more questions.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngwenyama, I am going to ask the other Commissioners if they have any questions to ask you.  Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, Chairperson.  Mr Ngwenyama can you tell me how old are you now?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Yes, I can. I am 44 years now.\nNELSPRUIT HEARING TRC/MPUMALANGA\n10 NGWENYAMA",
            "Male"
        ],
        [
            "MR MALAN",
            "If I understood you correctly, your father died before the removal.",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Yes, he died like that.  Sorry, my mother died before we removed, my father has just died now.  Yes, my father died later.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who was the chief in the area at the time, who did you owe allegiance to?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Chief Mboyane.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is he still around, Chief Mboyane?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "He is still alive.",
            "Male"
        ],
        [
            "MR MALAN",
            "Have you taken up the question of the remains of your mother and the other people with the Chief?  Have you spoken to him, have you asked him?",
            "Male"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "I never asked the Chief.",
            "Male"
        ],
        [
            "MR MALAN",
            "I really don't have any questions, except I would recommend that you also speak to the Chief, who may have some information and that you also speak with your local member of Parliament, see if he can find anything, he or she can find anything in the archives.  The difficulty really, and I think we need to tell you at this stage, is that we will not be making any decision now, it is not certainly clear to me that this falls within the ambit of the Act that the Truth Commission is to investigate. I am not sure that we can help you to the full.  Of course, we are available to help where we can.  But I would suggest and sincerely suggest, that you also try and speak to Chief Mboyane and that you speak to your local member of Parliament at the same time.  But thank you for coming to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MRS MADUNA",
            "You said here Mr Nkweni came, is there any placed called Jabakweni, you named after this boer?  This NELSPRUIT HEARING TRC/MPUMALANGA\n11 NGWENYAMA\nboer Nkweni is the name coming from the community after realising that Mr Nkweni was really troubling the community.  Then the original name was Nkweni, now it is named Makweni.",
            "Female"
        ],
        [
            "MRS MADUNA",
            "Now in other words when we continue with this name Makweni, you feel you associated that name with how you were assaulted by that Commissioner.  Another question that I can ask to you to clarify this problem.  Chiefly you have talked about your family and I didn't understand well, whether you said that other families were also affected, together with their members, who were also exhumed. If you know some of the families and you can tell us how many families were affected.",
            "Female"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "I can only say shortly that the community sometimes when you talk to them they say to you this is something of the past, what are we going to get as a benefit from it when we discuss it. That is taking us very much back.  That is why I explained in the beginning that I decided to come here so that if I can get the grave I can show to the members of the family.",
            "Male"
        ],
        [
            "MRS MADUNA",
            "Just to take what is the opinion of the family, how would you feel when there can't be a place where there is usually a commemoration for all of those who were removed in this fashion, can you be happy about it? Let me just explain very clear.  We as the Commission, we met many people with this very same problem, like parents used to say our children were killed in June 16.  They used to say our children went to exile, they did not return home.  As a Commission our opinion is that if there can be - where we\ncan have the place where there can be a memorial service for all those who lost their lives during that time, because you also need, you only say you need the remains.  What about if NELSPRUIT HEARING TRC/MPUMALANGA\n12 NGWENYAMA\nwe can one area where all the people affected can have a time for memorial services, to remember all the victims. My question is, can that help the problem as far as you are concerned.",
            "Female"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Let's say today, somebody is not feeling as I feel.  When you say to somebody let's do this, somebody will say I don't care about that.  As far as I am concerned, the memorial services, like during the issue of Sharpeville, I appreciate it, but it is in our area I feel people cannot support that.  That's why I have decided to approach you as individuals.",
            "Male"
        ],
        [
            "MRS MADUNA",
            "What is the main reason that makes you to lose temper in as far as this, you lose hope in fact that there can be no changes?",
            "Female"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Is it the way in which we differ, our opinion and ideas differ, because some people say they do not see the value of concentrating to what has happened in the past.  They used to say we are not animals.  When somebody is late he is late. Then somebody will tell you why do you worry yourself with somebody who is dead. Then you tend to lose hope in that regard. As I am here today, as I am talking now I am not on duty, I am really affected by this. My family is affected also. I only ask the family member to accompany me to this.  This is not something that happened only today. It is just for, it happened long time. I explained everything.  I told them that the Commission is here but they did not come.  That is the reason some of us, they do not have the idea as I have that people who are already dead, they are\nsometimes important.  Since we came to Umpumulanga this has been a problem to me. As I am saying to you that what the boers did to us, is really affecting me, because people are \nNELSPRUIT HEARING TRC/MPUMALANGA\n13 NGWENYAMA\nusing that name Kabaweni instead of Nudine.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngwenyama, we would like to thank you for coming today to share your story with us. One of the most difficult parts in our history has been the removals of people from the lands of their ancestors.  And the Government has passed an Act, the Restitution of Land Act, which allows people to in fact make claim to those lands which they once owned.  What is difficult is the question of the ancestral graves because we know that if we lose the traditional link with ourselves, then we are almost nothing. The reason the Truth Commission looks at the past is because it does shape our future and it shapes what we actually are today. We would appreciate that you let us have sight of the documents which you claim, proves that you had that link with the land, that you are talking about.  We would ask that you share that information with our statement takers. We will also talk to your Chief and we will also be talking to the Land Commission to see if between us we cannot assist you, particularly in regard to the grave sites.  Thank you for coming today.",
            "Unknown"
        ],
        [
            "MOTSO ROMBENA NGWENYAMA",
            "Thank you.",
            "Male"
        ]
    ]
}