{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-05",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "DERICK FRANK SHONGWE"
        ],
        "case number": "1092",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55306&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/shongwe.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR D F SHONGWE",
            "DERICK FRANK SHONGWE",
            "MR LEWIN",
            "MR MALAN",
            "YASMINE SOOKA",
            "MRS SHONGWE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR D F SHONGWE",
            "DERICK FRANK SHONGWE",
            "MR LEWIN",
            "MR MALAN",
            "MS Y SOOKA",
            "MRS SHONGWE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Shongwe, I would like to welcome you before this Commission.  I would ask you to introduce us the lady who is with you.",
            "Unknown"
        ],
        [
            "MR D F SHONGWE",
            "The person I am with is my mother.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I welcome you, Mrs Shongwe.  This job that you are doing, it is very well that you accompanied your son to come forward. I would Derick to tell us his testimony, to feel free and tell us everything. I would like Mr Malan to help you and lead you for your testimony.",
            "Unknown"
        ],
        [
            "DERICK FRANK SHONGWE",
            ";  (Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As usual, one of the Commissioners will assist you and lead you in your testimony.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Morning, Mr Shongwe.  We are very pleased that you could come, thank you for coming.  Could I just ask, before you tell the story about your brother, where is it that you live?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Msogwaba area.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could you tell us where that is, whereabouts?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "It is at Pienaar, next to Kandithan(?).",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much. You are going to tell us what happened or you are going to tell us about your brother.  If you could please do so in your own time and in your own words.  This was in December 1991.  Please continue.  Thank you.\nNELSPRUIT HEARING TRC/MPUMULANGA\n2 MR D F SHONGWE",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "I would like to apologise what I have written in the statement, it says 1991, it is not 1991, it is 1990, December.\n My brother was together with other boys that he used to stay with.  In 1990 on a Sunday, they disappeared.  We went asking people because we could not find where they were.  We continued looking for them, until in February 1991 we received a letter and this letter had no address.  We didn't know where it was coming from.  We found this letter from one house in that family, one girl disappeared as well. It was at the Langamaswe family. \n In that letter was written that they left.  That letter was written when they were at Lusaka and they were transferred to Uganda. We didn't receive any other letter except for that one.\n We were also scared at home.  We didn't keep that letter.  After we read that letter we burnt it, because we were scared of the police. \n After that letter we stayed and we were hoping that he was going to come back.  We waited and he could not come back. But one boy came back in 1992. His name is Pieter, his surname is Clome.  He came back and we asked him where was my brother. He told us that they were not in the same place.  He was in Tanzania and my brother was in Uganda. We kept quiet.\n In 1993 lots of them came back, but my brother didn't come back.  There was no one from all those people who came. We waited until 1994.  \n My mother went to the ANC offices in Nelspruit.  She went there to try and find out what happened or to find out if they know him.  She could not get any explanation.  My \nNELSPRUIT HEARING TRC/MPUMULANGA\n3 MR D F SHONGWE\nmother went to the ANC offices to find out and they told her that they will come back to explain everything, but no one came.\n My mother and myself are still waiting now.  We still want to find out what really happened to my brother, if he is still alive or not. We need some explanation.\n Thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you, Mr Shongwe. Could I just ask a few questions to help us to try and help you.\n Your brother's full names are Vusi Lawrence Shongwe. Is that right?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes, he is.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could you just tell us how old he is or how old he was when he disappeared.",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "When he disappeared he was 16 years old.",
            "Male"
        ],
        [
            "MR LEWIN",
            "That was in 1990, you say?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes, it was in 1990.",
            "Male"
        ],
        [
            "MR LEWIN",
            "How old are you now?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "I am 19 years old.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And how many others are you in the family?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "We are three.",
            "Male"
        ],
        [
            "MR LEWIN",
            "When your brother Vusi left, you say he left with friends.  You mentioned their names.  Now you give three names for the people whom he left with.  That is Eric Ngobola, Peter Nklu and Christoper Nolambo. Now they have all come back, have they?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes, they came back.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Without any news of Vusi?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "No, when we asked them they don't even want to come closer to us.  They don't want questions from us.  We are now enemies to them.\nNELSPRUIT HEARING TRC/MPUMULANGA\n4 MR D F SHONGWE",
            "Male"
        ],
        [
            "MR LEWIN",
            "Why is that?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "We don't know.  All we can see is that they don't want to give us some explanations.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Can you tell us a little bit more about that, I mean when they first came back, were they unfriendly or did they only become unfriendly when you asked questions about Vusi?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "When they came we were good to each other, and kind to each other, but as time goes on, when we were trying to ask them questions, they didn't want to explain to us.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Did you gather from them that at least Christoper, Eric and Vusi were together first in Lusaka and then in Uganda?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes, and they said they were together.   But they didn't want to explain more whether they were not together or together all the time.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Would it be possible for us to contact them, do you think?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "I can't tell that. If you can locate them, maybe they will talk to you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "There is another thing that interests me in your testimony. We are talking here about a time when the ANC was no longer banned. We are talking about post-February 1990.  Are we not?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR LEWIN",
            "You say of that time that you were so scared of the police that you actually destroyed the letter from Lusaka. Could you explain that to us?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes, we destroyed that letter because we were still scared, because even the exiles were still scared NELSPRUIT HEARING TRC/MPUMULANGA\n5 MR D F SHONGWE\nof the police and they didn't want the people to know that they were Umkontho people.  So we were also scared.  When we received that letter, after we read it, we destroyed it.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Were you also yourself involved in Umkontho?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "No, I wasn't.",
            "Male"
        ],
        [
            "MR LEWIN",
            "The enquiries which you have made, particularly your mother's enquiries two years ago, in 1994, here in Nelspruit, you had no response whatsoever to those enquiries?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "No, we didn't go to the police.",
            "Male"
        ],
        [
            "MR LEWIN",
            "In Nelspruit?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes, we went to the ANC offices.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Do you know whether any enquiries have made at the ANC head office in Johannesburg?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "No, because no one came back to explain anything to us.",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Could I ask another question about Vusi. You say he was 16.  That is very, very young. Could you tell us what he was like?  Did he ever discuss with you what it meant to be a member of the Youth League and why he was a member of the Youth League, and in fact, why he was leaving?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "No, he didn't explain anything to me.   He didn't tell me if he was planning to leave. We only discovered after they left.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So you had no idea that he might leave?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "No, I didn't have any idea.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Why do you think it would have been necessary after February 1990, with the leaders being released from prison and being returned, being allowed back into the country. Why do you think it would have been necessary for young people like Vusi to go off and still be trained?\nNELSPRUIT HEARING TRC/MPUMULANGA\n6 MR D F SHONGWE",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "I don't know, because no one explained to us except that they were ANC Youth League people, and I don't know anything.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much, Mr Shongwe, I will pass you back to the Chair.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much, Mr Shongwe. I would like to ask other Commissioners to ask you some questions.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Shongwe, the letter that you received, that you talked about, from Lusaka. Was that letter written by Vusi?  Did you recognise his handwriting?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And on the envelope, was there a stamp or was it hand-delivered, how did it reach you?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "No, it was just an ordinary letter without a stamp.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did it get to you, who gave you the letter?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "As I had explained that my mother was going up and down trying to make enquiries. My mother found this letter in one house and the family name is Langilasa.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they tell your mother how that letter got to them?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "No, they didn't tell my mom how they got that letter, except that they said to her they have lots of letters which they want to distribute to relevant families.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was your brother still at school when he disappeared or did he leave school, what was he doing?",
            "Male"
        ],
        [
            "MR D F SHONGWE",
            "Yes, he was at school at that time.",
            "Male"
        ],
        [
            "MR MALAN",
            "No further questions, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like Yasmin Sooka to help you.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr Shongwe, I would just like to ask you, I think one more question.  You say that when the others came\nNELSPRUIT HEARING TRC/MPUMULANGA\n7 MR D F SHONGWE\nback, your mother went to talk to Peter Clome, and he told your mother that he had come back from Uganda. Now did they say where the last place was that your brother had been seen? Was that in Lusaka, was that in Angola or in Uganda?  Do you know?",
            "Female"
        ],
        [
            "MR D F SHONGWE",
            "Peter said the last time they saw my brother it was in Uganda. They don't know where he left to, after that.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would also like to ask you a few questions.  If this letter was found at the Langilasa family, and you also mentioned that there was also one lady who left with them. Is this lady from Langilasa?",
            "Unknown"
        ],
        [
            "MR D F SHONGWE",
            "Yes, she was from Langilasa family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this lady back?",
            "Unknown"
        ],
        [
            "MR D F SHONGWE",
            "Yes, she came back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I would like you to explain to us that when you asked this lady when was the last time she saw your brother?",
            "Unknown"
        ],
        [
            "MR D F SHONGWE",
            "No, we didn't ask this lady because when she came back she didn't stay long, she left for Johannesburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like you to explain to us.",
            "Unknown"
        ],
        [
            "MR D F SHONGWE",
            "Even if she came one day, for one day, you will go and ask.  When she went to Langilada. Like Peter she also said the last time she saw my brother was in Uganda.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Shongwe, is there anything that you would like to tell us?",
            "Unknown"
        ],
        [
            "MRS SHONGWE",
            "Yes, there is.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We welcome you, Mrs Shongwe. We will ask Commissioner Malan tb help you to take an oath.\nNELSPRUIT HEARING TRC/MPUMULANGA\n8 MRS SHONGWE",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Good morning, Mrs Shongwe.  Will you please stand?",
            "Male"
        ],
        [
            "MRS SHONGWE",
            ";  (Duly sworn, states).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Before I would like you to put forward your testimony, I would like to ask you one thing about Mr Lamgilasa. Is he a reverend?",
            "Unknown"
        ],
        [
            "MRS SHONGWE",
            "I don't really know whether he is a reverend.  They just showed us this house that we can go there for help. I don't know whether he is a reverend.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But can you show us if Mr Langilasa is present, can you identify him? I would like you to explain to us how you went about looking for your son.",
            "Unknown"
        ],
        [
            "MRS SHONGWE",
            "After I have received the letter we found this letter at Rev Nlovu, not at Mr Langilasa's house. It was at Peter's home.  When we went there they told us that they received many letters but they did not know where to distribute the letters.  So I went there, I identified myself. I told them I am Derick's mother.  They told us to come back during the week.  We went there. We found the letters.  They gave us the letters. We left.  When I got home I opened the letter. It was written that he has left, he has left for Lusaka and I must not worry, he will come back.  He also wrote that at Lusaka he was being transferred to Uganda.  In 1992 Peter came back. We asked Peter where was the rest?  He said he was in Tanzania and he is now finished.  Those who are left, are left in Uganda.\n Peter was the first one to come back after the five of them left.  One guy, who was my neighbour as well, came back.  He was the first one to leave. I think he left in 1986.  Then he is the one who said he suspected that Vusi died. Peter said he doesn't know that.  \nNELSPRUIT HEARING TRC/MPUMULANGA/...\n9 MRS SHONGWE\n We continued looking for my son.  We asked people, other people told us we must wait, after we have voted people will come back.  All the people who left will come back.  Thandi from Langilasa's family came back as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please take your time, Mrs Shongwe, so that you help the Commissioners to get the full story.",
            "Unknown"
        ],
        [
            "MRS SHONGWE",
            "She also explained to us that Themba is still alive and Ndusi as well is still alive, and I also asked her that how many of you left.  So she said five. Then I asked her what about Vusi. So she said Vusi left with Peter, they went to Tanzania. I explained to her that I don't understand because Peter said he was in Tanzania and Vusi was in Uganda.  I also went to the ANC offices and they told us that they will come back after they have voted.  They will all be back.  My son didn't come back.   I kept on trying, going to the ANC offices.  Until one day Kenneth Thole tried to help me. He tried to look up and down, and he said he can't find the truth.  Then he said to me he suspects that my son died, and people from Johannesburg will come back and talk to us.  Up until today no one came and talked to us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much, Mrs Shongwe. I will ask the Commissioner Yasmin Sooka to help to clarify a few things.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mamma, are you able to answer questions?",
            "Female"
        ],
        [
            "MRS SHONGWE",
            "Yes, I will try.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "The five people who left, that was your son Vusi, then Eric Nkambuli, Peter Clome, Christopher Mlambo and Thandi Langilasa. You say that the other four came back, but your son is the only one who didn't.",
            "Female"
        ],
        [
            "MRS SHONGWE",
            "Yes.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "And according to Thandi, Peter and your son\nNELSPRUIT HEARING TRC/MPUMULANGA\n10 MRS SHONGWE\nwent to Tanzania.",
            "Female"
        ],
        [
            "MRS SHONGWE",
            "Yes, that's what she told me.  She saw Peter left the area.  Then while Peter said to us he left him in Uganda.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Also, just to clear this up.  You say that you got the letter from Rev Nlovu, but your son earlier said he got it from the Langilasas. Now can you just clarify where you actually got that letter?",
            "Female"
        ],
        [
            "MRS SHONGWE",
            "He made a mistake.  We received the letter from the Ndlovu family.  Yes.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Until now you have not got any confirmation about whether or not your son died in exile or not.",
            "Female"
        ],
        [
            "MRS SHONGWE",
            "We did not get any information yet.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you, Mamma.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Shongwe, we would like to thank you very much.  Your testimony about your son is one of those testimonies that we come across.  We have met many people who came forward and gave testimonies about their children and relatives.  We have seen that even outside, while in exile, people were suffering. The Commission that was headed by Mr Manzinane, helped, tried and helped the Commission. They also tried to put forward what we should do to help families like your family.  We as well as the Commission, we have received letters from different organisations, political organisations.  They have tried to give us some ideas what to do. But we as a Commission, as we have received your testimony, we would like you to put forward your statement so that we investigate more about your testimony.\nNELSPRUIT HEARING TRC/MPUMULANGA",
            "Unknown"
        ]
    ]
}