{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-04",
        "location": "NELSPRUIT",
        "names": [
            "MAKENI MIHIE SKATANE"
        ],
        "case number": "1330",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55308&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvnel/skatane.htm",
        "speakers": [
            "CHAIRPERSON",
            "MAKENI MIHIE SKATANE",
            "MR MALAN",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MAKENI MIHIE SKATANE",
            "MR MALAN",
            "MRS SKATANE",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mrs Skatane, can you hear me?  We have asked Mr Malan to help you with your story.  Before you begin to tell us, I will ask Mr Lewin on my right to ask you to take the oath.",
            "Unknown"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "(sworn states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Good morning, Mrs Skatane.  I will be assisting you, if you have any difficulties.  You have given us a full statement.  We appreciate your coming here to tell us your story in person and you will be speaking about the death of your son Norman.  We will gladly listen to you.  If we can help we will also gladly do so.  Thank you for coming.  Please tell us your story now.",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "I thank you.  It was in 1982 in December, on the 8th. It was four o'clock. Policemen arrived at my home and I was sitting with Trivina Nkosi and when the policemen came into my house they said you women, you must tell your neighbours to donate R1,00. I asked them what money do we have to collect.  They said it is the money to buy a coffin. They said your son is in the van. I didn't give them an answer. I went straight to their van and my son was at the back of the van.  I said to them, to Norman, I thought you were at work, why are you here?  He said mom, I am from work, I went to the store and I sent my brother Louis to buy me a packet of cigarettes and he didn't get a change after buying the cigarette. I sent him back to the store to tell them that they should give him the change. He went back,\nNELSPRUIT HEARING TRC/MPUMALANGA\n2 SKATANE\nthey didn't give him the change. He took the initiative to go and investigate himself. He said why don't you give this child change.  There is a boy who works in the shop,  I can't give his name now. He took a stick and he jumped over the counter and he hit him and there was a hole here on the forehead.  This boy went out of the shop and his brother followed him.  They were very close to home. That's where the police came to them and my boy started crying. I said to him please, do not cry, you will come back home. The police didn't say anything to me.  There were two of them. They started their car. What surprised me they took a different direction, a direction that I do not know at all.  After they have left I stayed at home, because I stay in a big street, a main street.  I was waiting at home until late in the evening. I wanted to see whether this car will come back or not, but it didn't come back. I decided to get into the house to sleep, because it was already late. \n On the 9th, very early in the morning, I sent his eldest brother. I said to him go to the police station at Legasi township. He left with food and when he arrived at the police station he said can I please see Norman. They said no, you cannot. They said Norman is not guilty at all, he will be home very soon. He said to them take this food, give it him please the food. They said no, he will eat at home. His elder brother came back home.  He told me the news and I was happy, I said all right.  \n But the sun went down and it was now Sunday the 10th. Norman was nowhere to be seen. I went to the owner of the shop. I said man, what happened to my son, he hasn't come back home yet and we went to the police station, we were told that he will be back. The owner of the shop said I do \nNELSPRUIT HEARING TRC/MPUMALANGA\n3 SKATANE\nnot now his whereabouts. He said I want to go and lay charges against you. I said what for?  He didn't say anything to me. I just left his store. \n It was now Monday.  Truly, the owner of the shop went to lay charges against me, because the police came to fetch me at home.  I went to the chief and he was already at the chief's place, that is the owner of the store. I was asked as to what happened.  But the owner of the store said my son went into his store and he robbed the store. He was asked to explain as to what actually did he do.  No explanation was given.  They said you cannot leave this place now before we see Norman.  He stood up and he just left the place. I also left.  \n When I arrived at home I spent a few minutes when Ndlovu arrived from the hospital. He said where is Norman. I said Norman is arrested, I don't know where he is at this present moment.  She said to me Norman is not alive any more. I said what do you tell me? I asked her where did you see him.  She said to me they arrived in a police van and he was already dead.  This hospital authority said we do not take dead people here. I started getting worried. I sent a jail to call two girls, Margaret and the other one and I explained to them that Norman has passed away. \n They asked me where he was. I said no, I do not know.  They started searching all over at the mortuaries and they found him.  Now the eldest one went to Legasi to ask Sgt Tchbangu as to the whereabouts of Norman. It was a Tuesday.  She said it was from Sunday, from Friday until Monday, but he was not in a position to tell us that Norman died.  The sergeant said I do not know.  We made preparations for the funeral. On Friday when we were burying, the owner of the \nNELSPRUIT HEARING TRC/MPUMALANGA\n4 SKATANE\nshop brought a truck and he took everything and he left my home.  We proceeded with the funeral ceremony.  \n After the ceremony was completed I tried to lay charges in town.  We wrote the statement and we went to the attorneys.  We went to the court of law and we went back to court again, because it was remanded, but I can't remember the days, but we went back to court then.  When we came back there was no sentence at all.  An interpreter was there and the magistrate and the prosecutor. \n The policemen - because the other policemen, after realising that the child had died, just ran away, he disappeared into thin air.  Only four people stood in the court of law and we were told that the case dismissed.  \n We went back home and three months thereafter I received a letter from my attorney, telling me that the sentence was not handled in a very fair way, we have to reopen the case.  Because I was just alone at home, I didn't have money to reopen the case.  I stayed under those conditions until today. I thank you.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much Mrs Skatane.  I hope it would be possible for you to answer some questions. I have a few and my colleagues will have more. Will that be okay with you now? Can you deal with it or would you like to take a rest first?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "You can carry on, sir, I am ready.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much. Can you tell us how old Norman was when he died?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "He was 19 years old.",
            "Female"
        ],
        [
            "MR MALAN",
            "Was he politically active in any way?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "No, the organisations were not present at that time. He was a football player.\nNELSPRUIT HEARING TRC/MPUMALANGA\n5 SKATANE",
            "Female"
        ],
        [
            "MR MALAN",
            "Was there any inquest after his death? Post-mortem done, anything?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Yes, he was at the mortuary. He went to SAFFAS, I don't know of the post-mortems conducted.",
            "Female"
        ],
        [
            "MR MALAN",
            "Did you see how he died? Do you know how he died?  Did the death certificate say anything?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "He didn't know that he will die, he had the death certificate.",
            "Female"
        ],
        [
            "MR MALAN",
            "Can you remember what the death certificate says, the cause of the death?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "I remember, sir.",
            "Female"
        ],
        [
            "MR MALAN",
            "Did you identify him at SAFFAS, were you present there?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "The girls went to have a look, to go and have a look at him, but at the home we also managed to peep in the coffin.",
            "Female"
        ],
        [
            "MR MALAN",
            "Could you get any idea from the body as to the cause of his death, how he died?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "The death certificate explained that he was kicked and his intestines were damaged.  That is what I believe, because he didn't have a wound. He was just green all over the body.",
            "Female"
        ],
        [
            "MR MALAN",
            "Did you say he was green all over the body or clean?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "He was green on the stomach, you know, when you are injured you have black bruises.",
            "Female"
        ],
        [
            "MR MALAN",
            "You didn't see him on the day his corpse was located at SAFFAS, you only saw him later, or did you see him on that day?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "When he was taken home from SAFFAS, that's where I got a chance to have a look at him.\nNELSPRUIT HEARING TRC/MPUMALANGA\n6 SKATANE",
            "Female"
        ],
        [
            "MR MALAN",
            "That was on the same day, on the 13th, as you said in your statement.",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "It was now on the 17th and he was buried on the 18th.",
            "Female"
        ],
        [
            "MR MALAN",
            "Mrs Skatane, was there only the one case before the tribal court, there was nothing in the magistrate's court, charges against Norman - I'm sorry, I should have made myself clear.",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "No, it was just one.",
            "Female"
        ],
        [
            "MR MALAN",
            "And why did Chief Nkosi had you called to this tribal court?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "It is because the owner of the shop laid charges against me and I was then called to the court.",
            "Female"
        ],
        [
            "MR MALAN",
            "So did he not lay any charges against Norman?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "No, Norman was not charged.",
            "Female"
        ],
        [
            "MR MALAN",
            "I'm sorry that I have to come back to this. In your statement you say that this Mr Lunsinga who was the owner of the shop, that he was upset.",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Yes, that is the owner of the store.",
            "Female"
        ],
        [
            "MR MALAN",
            "And that he said he would lay a charge against Norman for causing violence at his supermarket.",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Yes, that's what I said.",
            "Female"
        ],
        [
            "MR MALAN",
            "What was the charge that he brought against you?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Are you referring to the owner of the shop, sir?  Are you talking about the owner of the shop?",
            "Female"
        ],
        [
            "MR MALAN",
            "Yes, was it the owner of the shop that also laid a charge with the tribal court, with Chief Nkosi?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "It was against you, not against Norman.  Do I understand you correctly?",
            "Male"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Yes, I was - it is possible because I was his\nNELSPRUIT HEARING TRC/MPUMALANGA\n7 SKATANE\nparent.",
            "Female"
        ],
        [
            "MR MALAN",
            "Okay. That is really what I wanted to make sure of. Mrs Skatane, thank you. I don't think I have any specific further questions. I know it is a terrible experience which we as Commissioners can't even share in, because we haven't experienced it.   But we wish that you will get the strength that you will need to live with this memory, and we will see whatever we can find out and in due time also report on this case.  I hand you back to the Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "You mentioned that earlier on when you were sitting with your friend, a sergeant came to you and told you that you must go to your neighbours to collect money to bury your son.  Can you please tell us did you know the name of the sergeant - but how did he break the news to you?",
            "Female"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "He resides in the township. He resides in our township.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you please tell us briefly, because it is very important because we want to investigate the death of Norman. How did other people understand him when he said you should collect money from the neighbourhood?",
            "Female"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "It was a real surprise to me because I didn't know how would I do it, how would I go to my neighbours to collect money.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You mentioned again that you were taken to Chief Nkosi's place. Did the community investigate your appearance before the Chief?",
            "Female"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "The community was just puzzled because I was now taken to the Chief, having done nothing.  It was my son who did something wrong and he was now in the cells.\nNELSPRUIT HEARING TRC/MPUMALANGA\n8 SKATANE",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Is there another person besides you who talked maybe to the sergeant that you have just mentioned to try to find out the real message when he said you should collect money?",
            "Female"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "No, nobody came to explain this to me.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The other thing that you mentioned, you said at the time when you were at the Chief's place while they were still busy talking about this whole incident, Mr Lusinga stood up and decided to leave. What made him leave the place?  Because it is not clear to us as the Commission, you haven't said anything, you didn't tell us the contents of the meeting.",
            "Female"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "There were not many questions at the Chief's place. He arrived and they asked him why do you lay charges against this woman, and he said the woman's boy was robbing my store. I said to him you are talking like that, where is my son. Not many questions were asked.  They wanted to investigate, they wanted to interrogate him. He took a few rands, he gave it to the Chief, and he said Chief, I am leaving, thank you, bye-bye, and he just left us sitting there.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Before leaving the money to the Chief, did he give an answer?",
            "Female"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "He asked the Chief - the Chief said to him where is the child, and the man said I do not know his whereabouts and that was the only question.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You mentioned again that a certain woman who was your neighbour came to you to tell you that Norman arrived at the hospital dead, and he was in the company of the policeman. Was she working at the hospital?  Just tell us a bit.\nNELSPRUIT HEARING TRC/MPUMALANGA\n9 SKATANE",
            "Female"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "No, she went to visit the hospital, that is Betty Ndlovu.  She is a curious person, you know, she just get in the van and she saw that it was Norman lying in the van.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If you say she was from the hospital?",
            "Female"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Yes, she was from the hospital, because she was sick.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma, could I just ask; when you saw your attorney or when you looked at the body, could you not tell whether Norman had died from stab wounds or whether he had been shot?",
            "Unknown"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "No, he didn't have any wounds.  He didn't have a bullet wound, he didn't have a knife wound.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you don't know what the cause of the death was.",
            "Unknown"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "I will say he was kicked to death.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And the case that Mr Majapelo was bringing, was that against the police?",
            "Unknown"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mamma.  What we will do is we will contact Mr Majapelo to find out whether he still has any records on your matter and we will investigate to see where we can help you. We will also check whether this falls within the work that we are doing as the Truth Commission.  Thank you for sharing your story with us.",
            "Unknown"
        ],
        [
            "MAKENI MIHIE SKATANE",
            "Thank you.",
            "Female"
        ]
    ]
}