{
    "header": {
        "type": "1 V CALU, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "VINCENT LUNGILE CALU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55994&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/calu.htm",
        "speakers": [
            "CHAIRPERSON",
            "VINCENT LUNGILE CALU",
            "UNKNOWN",
            "EASTERN CAPE"
        ],
        "original_speakers": [
            "CCHAIRPERSON",
            "VINCENT LUNGILE CALU",
            "MS MAYA",
            "MR CALU",
            "EASTERN CAPE\n",
            "V CALU\n",
            "MR MAYA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are going to ask Mr Vincent Lungile Calu \nto come forward.  We are going to hand you over to Ms Maya \nwho is going to lead you with questions.",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairperson.  Lungile, how are you?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "I am fine, thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You are going to represent yourself and tell us a \nstory about the time you were a member of the UDF and you \nsay you were arrested several times and tortured in police \ncustody, what was actually happening, and what was the \nreason for all of this?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "In 1985, I don't know whether to say that I was \nlucky or unlucky, but I got affected and I became one of the \nmembers of the structures for the youth.  I therefore had to \ngo away from my home in Uitenhage, to I had to go in hiding \nin one of the houses in Nobuhle.  I used to spend nights in \nvarious places and briefly, I would say that in 1986, one \nday, I was tired of sleeping all over the place, and I \ndecided to go and sleep at home and it was on a Saturday and \nyet, I was wrong because these policemen came and it was in \nthe morning, very early, at about 300, and I heard my \nmother saying Lungile is not here because she knew that I \nwas not sleeping there and she wasn't aware that I was \nthere, so these police came and my mother said that I wasn't \nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "2",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "there and there was three of us sons there.  When they came \nin, they asked for Umhlahla, then I said, no, I don't know \nsuch a person.  Then they asked my brother, where is \nUmhlahla, my brother denied, and my other brother too \ndenied.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Who was Umhlahla?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "Umhlahla is me, I am Umhlahla.  Then, these whites \nasked who exactly amongst you is Umhlahla, and everyone \ndenied, infact, I wanted any one person who was going to \npoint at me, and these policemen were almost tired of asking \nof this Umhlahla and I heard them saying in Afrikaans that \nthey should go and call someone from outside, and so this \nperson came.\n My brothers at the time, lived in Molapo, and this \nMolapo men came in and said to me, you are Umhlahla, and I \nwas discouraged and then I didn't say anything, then these \npolicemen said get dressed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you arrested?",
            "Male"
        ],
        [
            "VINCENT LUNGILE CALU",
            "Yes, I was arrested.  Outside our house, there \nwere a lot of cars and I got into a car, and there was a \ndriver sitting in front and a space here in the middle, then \nI was asked to sit there in that space.  Then they asked \nabout the gun that they said that I had, then I said that I \ndid not have a gun.  They asked this repeatedly, then they \nasked for Lungisile, then I said you arrested Lungisile last \nweek, so I don't know why you are asking me about Lungisile. \n Then they asked me, do you know anything about Bee's?  Then \nI knew about Bee's, but I didn't want to say that I knew \nthem, because I was scared that perhaps they meant something \nelse.  I didn't answer them.  \n Then, they handcuffed me with my hands at the back, and \nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "3",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "I was sitting in this space, in this car and they asked \nwhether I was going to tell the truth or did I want them to \nbring in the bee's.  Then I said that I don't have any other \ntruth, I do not have any gun.  \n Then one other man who was there, there were some some \npeople, one of them was Dumse and these people were \ninformers and they were there.  So they blindfolded me with \na towel and they made it stiff so that I was not able to \nbreathe.  My whole body trembled and I thought perhaps that \nthese were the bee's that they had mentioned earlier and \nsome other times they would make this knot loose and they \nwould ask me to tell the truth, but I insisted that there \nwas no other truth that I could tell.  Then they took this \nthing, and they put it here in my testicles and I had a \nfeeling as if my testicles were being twisted and being \npulled because I kept on saying I don't know, I don't know, \nvery fast.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As your body was trembling, what were they doing?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "They were administering some electric shocks.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Who was administering this electric shock?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "I couldn't see because they had blindfolded me \nwith a towel, but I could feel me whole body trembling.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How long did this take place?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "For about 15 minutes, but they would give me a \nrelief and once again.  Then in this car there was Ngobe, \nthere was Nokasi, there was Dumse.  Then they asked why \nPinkise had been arrested, then they said that Pikinse was \nbrother to Nokasi and so ultimately Pikinse was released.  \n Then one White man asked that I should be released and \nthen one said Ngashla was the commander of the action \ncommittee that does this toy toy.\nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "4",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "They took off my hat and then one person was insisting \nthat I be released and they asked to release me and they \nasked me to go away and I went home and found my mother.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Then, when was the next arrest?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "I want to say what I want to say before that.  It \nwas early on a Sunday.  I then consulted Dr Moodley, using \nsomeones medical aid card because I was on the run.  Dr \nMoodley examined me and asked what had happened to me.  Then \nI told him that the police had electrocuted me and he \nexplained to me several things saying that these people had \nexceeded in their administering of the electric shock and so \nDr Moodley asked me to take out two of my teeth that had \nbeen damaged, so I had them extracted on Monday.  So I again \nwent into hiding and the police still kept on looking for \nme.\n Then in 1987, we had escaped once more and I was in \nPort Elizabeth living in Betram Street.  Then my aunt who \ncame from Zwide, and she told me that she was sick and had \nthey had not gone to work and she was saying that she must \nconsult a doctor.  This whole day, the policemen had been \nmoving up and down here in Betram Street, but, I had a hope \nthat they did not know me, but I was wrong.  Then there was \na car facing our house.  It was parked in Matitiba, facing \nour house.  My aunt asked that I should not accompany her \nbecause there were policemen, but I refused.  Then, as soon \nas I got to Betrom, I saw some cars that were speeding \ntowards me and the policemen jumped out and they were facing \nthere fire arms towards me.  They searched my whole body, \nthey searched me thoroughly, they took a walkie talkie and \nthey asked what was me name, and I told them my name was \nMongezi, and I could see that they were communicating.\nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "5",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Did you know these people who had arrested you?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "No, I did not know them.\n They took me to the house where I came from and they \nagain searched the house.  They did not tell me what they \nwere looking for.  Then, this Black man said to me, these \nmen are looking for a firearm.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did they get the firearm?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "No, they did not get any firearm from me.  They \ntook me to Louis Le Grange.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What did they do to you there, did they \ninterrogate you there?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "No, they said, yes, this is the one.  This is the \none we are looking for.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Who said that?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "Jagter said this.  That is a Uitenhage detective \nwho is now a Captain in Le Grange.\n So, I spent the night there.  The following morning, I \nwas called at about 6 o'clock in the morning and I went up \nto the seventh floor where they were seated in a round table \nand they asked whether I had a firearm, they asked this \nquestion repeatedly and I told them that I did not have one. \n Then, they took out a parcel and which had some soil inside \nand they asked me, do you know anything about this?  I \nlooked at it, and I could see that it was mine, and then I \nwas scared.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you know this parcel that was shown to you?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "Yes, I knew that it was mine, but to them, I \ndenied that it belonged to me. I then identified this \nparcel.  Then, they opened this parcel.  It had some bullets \nfor a 9mm fire arm, there were 45 of these bullets.  Then \nthey opened another plastic, there was a magazine with 15 \nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "6",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "bullets and a magazine and they asked, where is the main \npart of this cassette, then I said to them, I know nothing \nabout this thing.  They asked about the bullets of the 9mm, \nI said I knew nothing about it.  Then they said Lulamile, \nyour sister said that these belonged to you, and I denied \nit.  They kept on interrogating me, trying to get the truth \nand then one Coloured person, who's name was Campbell, \nbecause I could understand them as they were speaking \nAfrikaans, that I heard that his name was Campbell, then he \nagain asked me, do you know anything about the bee's, and \nthen I said that I know the bee's.  But I said to him that I \nknow nothing about bee's.  \n Then he made me sit down, I want to demonstrate how he \nmade me sit down.  This is how I sat, and there was a stick \njust layed here on my hands.  I had to hold the stick.  They \ncall this action of sitting the helicopter, so they would \ncover me with plastic and tie it very tight, so as to \nsuffocate me.  They again used the thing a doctor uses when \nhe is trying to determine your blood pressure and they \ntightened it and I was hanging in one of the tables, and \nthey would do this for five minutes, then relax and then go \nback once more and all this time, they were asking me who \nthings these were.  \n So, they ultimately said that these things belonged to \nme, then they asked with whom was I staying, then I said I \nwas staying with Aubrey and Tini, because if they wanted to \ngo there, they were not going to find them.  Then they kept \non torturing me for about 10 days, following the same \nprocedures as that on the third day.   I appeared in court \nand there was an allegation that I owned all these things, \nthat was in May.  \nUITENHAGE HEARING TRC/",
            "Unknown"
        ],
        [
            "EASTERN CAPE",
            "7",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "Then, from the court, I was locked in, in Algoa Park \nand I was there for three days, and then transferred to La \nGrange. For this whole month, people at home did not know \nanything about my whereabouts.  Then, on the 5th, I saw \nsomeone in court and sent a message to my family that I was \nin Le Grange.  And then Vanessa came on the 5th, saying that \nit is long that they had been looking for me.  Then, Vanessa \nsaid she was late and promised to come back the following \nday and she came and already was from upstairs and Vanessa \nsaid, you are being charged in this way, and she told me \nwhat I was being accused of,  And I had to appear therefore \non the 24 June, and my advocate was Mr Pillay, and Mr Pillay \ngot information from Campbell that a certain Mr X had \ninformed them with information.\n The following day, they took my sister and made her to \nagree that I was responsible for all this and they belonged \nto me and this case was postponed and anyway, I was found \nnot guilty.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now, did you ultimately admit, do you ultimately \nknow who brought this parcel to the police?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "Even now, I am still wondering about who brought \nthis, because when we were hiding these things, there were \nthree of us, it was me, Abrey and Kiki.  So I was worried \nwhen this parcel landed in the wrong hands, landed in the \nhands of the people who were not there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Where are they now?  Did you ask them about this \nparcel?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "What about it?",
            "Male"
        ],
        [
            "UNKNOWN",
            "That who actually took it to the police.",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "People say, I noticed this.  Jagter said that all \ncomrades are working for us and he said to me, in 1986, I \nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "8",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "once planned to get to Durban, and I denied because I had \nnot gone there.  We had planned to go there, but our plans \ngot aborted.  So, I did not follow the comrades, but I was \nvery happy that this person was found and I was not the \ninformer.  All I knew was that this Mr X was one of my \nfriends.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Then, how has this torture affected your health?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "When the police tortured me, they affected my \nhealth.  Some other times I feel that my body becomes \npainful even if it is in the morning.  They did not only \nelectrocute me, but the kicked me as well, but what mostly \neffected me was the electric shock that I was subjected to \nand it caused a lot of damage.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What is your request to this Commission?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "I didn't mention, here when they were writing this \nstatement, that I would like this Commission to take note of \nthis, that this was not done to me because I was Ngahle, but \nthey were trying to damage the idea that we as Black could \nthink we could liberate this country.  So all this happened \nunder the conditions of discouraging the various structures \nand they various organisations that were fighting for \nfreedom of this country, all this was not directed to me but \nit just happened that I got affected.  It was politically \nmotivated.\n Then, I am asking this Commission, I know that there \nisn't much that it can do, but I recognise it as it was \nappointed by the government, perhaps it has the power that \nwe as all the victims here in South Africa, could especially \nthose who got disabled during this struggle, because looking \nat the other countries, I find that incidents of this \nnature, were happening, but their governments did attend to \nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "9",
            "Unknown"
        ],
        [
            "VINCENT LUNGILE CALU",
            "their victims, and those people got some compensation \nbecause these people did give their lives in this battle for \nthe people.  If perhaps I had not joined the struggle, \nperhaps my mother would still be alive, she died because I \nwas arrested, repeatedly, and this greatly affected her \nlife.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could I ask you that you should allow me to help \nyou so that we could conclude.  Your request is that there \nshould be projects for job creations, those are the people \nwho could not further their education because of the \ntortures of that time, and even those who are still at \nschool should be assisted to go back to school and even \nthose who are disabled, should be assisted through, because \nthey definitely had some goals.  So if they were to be \nassisted to achieve their ambitions, you would feel very \ncomfortable?",
            "Female"
        ],
        [
            "VINCENT LUNGILE CALU",
            "Yes, I did say so. Thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Female"
        ]
    ]
}