{
    "header": {
        "type": "1 K HENS, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "KHULULEKILE MATTHEW HENS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55999&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/hans.htm",
        "speakers": [
            "CHAIRPERSON",
            "KHULULEKILE MATTHEW HENS",
            "PANEL MEMBER",
            "PANEL MEMBERS"
        ],
        "original_speakers": [
            "CCHAIRPERSON",
            "KHULULEKILE MATTHEW HENS",
            "CHAIRPERSON",
            "PANEL MEMBER",
            "MR HENS",
            "PANEL MEMBERS"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Could we call forward the next witness, Khululekile Matthew Hens.",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Hens, we welcome you.  We were supposed to have gotten your evidence yesterday, and then we intended that we would get your evidence in the morning, but we couldn't, and then, because you were not there in the morning.",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "Let me greet you Mr Hens first, and whilst we are summarising.  When I read your story, and your pain, you complain that there was an attempt to have you murdered, which if it could of succeeded, you would have been one of those people mentioned as the late people.  Who shot you on this particular day?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "I can't explain who shot me, because I went out of the house, going to the shop, and then that is when I was shot, and then I lost consciousness, up to the time when my parents came and I was in hospital.  That was two weeks thereafter the incident.  That is when I regained consciousness.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Did you say that this attack occurred on the 23 March 1985?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "Yes.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "What time of the day was it?\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 K HENS",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "It was round about 8:00.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Was it dark?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "Yes, it wasn't completely dark, but it was at sunset.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Did this incident occur at the time when a lot of people were being killed here in Uitenhage?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "Yes, day time they had killed Mr Kinikini, and then I was shot that very same evening.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Were you staying in the same street as Mr Kinikini?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "No, he lived in Mabanhle and I live in Insa.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "The day Mr Kinikini was murdered, you went out of your home, and it was a sunset, and you were going to the shot, is it like that?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "Yes, it is so.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "And on your way, getting to the shop, you heard some gun shots?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Were they coming from far, or were these people shooting nearby?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "One other fact is that as I was crossing towards the shop, and I was walking on the left hand side, the policemen were able to hide, so I did not actually see them.  They were hiding since they were the people who were shooting.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "So, where were you shot?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "I was shot on the head.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Did you get any medical treatment?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "I was in Port Elizabeth, in a hospital and then taken to jail, and then I was taken to consult some doctors and specialists in Port Elizabeth, and these specialists\nUITENHAGE HEARING TRC/EASTERN CAPE\n3 K HENS\ntold me that this bullet could not be extracted, because it was next to the brain.  If they were to operate, I would run mad, or I would die, and then I decided that they should leave it as it was.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "In all, you say as you are sitting here now, this bullet is still here in your head?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "Yes.",
            "Male"
        ],
        [
            "PANEL MEMBERS",
            "Are there any other people after you had been shot, whom you heard were also killed in that very area where you had been shot?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "At the time I was sent to hospital, I couldn't see clearly, I couldn't see the people, I would just hear voices.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Did you perhaps hear that there were some other people who may have been shot at this very same scene where you had been shot, or at the very same time you were shot?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "I didn't hear anything, perhaps there could have been some people who had been shot.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Did you ever go to a lawyer to go and brief any lawyer?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "In my statement I did not mention that because what happened when I was released from jail, that was the time when these lawyers of the struggle were in one church and at the time, I could not see and my father was supporting me.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Did you appear before any court after you had been shot, and what was the allegation?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "When I was in hospital, for about two weeks, and on a Friday, I was taken by the police from the hospital and they were saying that they were taking me to Bongwana to\nUITENHAGE HEARING TRC/EASTERN CAPE\n4 K HENS\nwork because they said that I was going to get a salary and they would take me home.  Then they put me in the police van to go and lock me up instead.  I gained consciousness when they were saying, he is one of them, and they were saying this in Afrikaans.  When I regained consciousness, I was in jail.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "What was the allegation that was laid to you in court?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "I couldn't see, and then there was one boy from the location who had been shot, and this is the boy who gave me support whilst we were getting to court.  I heard a question that was asked by the court as to whether I used to see properly before.  I told them yes, I used to see properly but I wouldn't be able to see clearly, so some other people took me back home.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Were there other people in this court who appeared and who were accused with the same allegation?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "There were some other people who appeared in court, but this boy had been arrested as one of the people who were in a toyi toyi.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Are you perhaps getting any medical treatment from any doctor?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "There is, I get it from the clinic, even this morning I had to go and get the medical treatment from the clinic but I could not do so.  That is the reason I was late in the morning, it is because I had to go to the clinic to collect my treatment and I therefore had to rush.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "What do the doctors say these tablets are for?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "They are for my fits because I have this bullet which led me to have these fits.\nUITENHAGE HEARING TRC/EASTERN CAPE\n5 K HENS\n I have three children, and I used to work, so from 1995 up till now, which is 11 years now, I am unemployed, but when I consider that if I had not been shot, I would be far by now.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Do you get any disability grand because you cannot work?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "I did go to the social workers, and I got the disability grant.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Now, according to your statement, you have a request, the only request you have, you say you want to know who the people are who shot you?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "Yes, I would be delighted to know who shot me.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Is there any other requests you have?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "In addition, the fact that I have this bullet in my head, I am useless, I am like a dead person.  My request is that if these people had not shot me, I would have been able to build a home for my children, so as to leave them with a home, even if I were to die.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Is that all you have to say?",
            "Unknown"
        ],
        [
            "KHULULEKILE MATTHEW HENS",
            "I am asking this Truth Commission to help me with these problems I have.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Thank you for your co-operation Mr Hens, I will hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are going to consider your requests as presented to this Commission.  We are going to help where we can, as you know that some of these things have got to be forwarded to the State President of this country together with his cabinet.  Could you go back to your seat, and we thank you.",
            "Unknown"
        ]
    ]
}