{
    "header": {
        "type": "1 M MAKWETU, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "MANDLA JOSEPH MAKWETU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56004&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/makwetu.htm",
        "speakers": [
            "CHAIRPERSON",
            "MANDLA JOSEPH MAKWETU",
            "MR SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MANDLA JOSEPH MAKWETU",
            "MR SANDI",
            "MR MAKWETU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We shall take the next witness, Mandla Joseph Makwetu.  I will ask Mr Ntsiki Sandi to lead the witness.",
            "Unknown"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let me first greet you Mr Mandla Joseph Makwetu.  You are privileged because you are in a position today to speak for yourself and explain about what happened to the other sons of this nation who were murdered, but you survived.\n Without wasting your time, Mr Makwetu, could you briefly explain about yourself?  You are a resident of Uitenhage, is that so?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "Yes, I am.",
            "Male"
        ],
        [
            "MR SANDI",
            "You were a member of a particular organisation that you have mentioned here in your statement.  This was the UDF?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now, could you explain how this attempt of murder was administered to you, by the Ama-Afrika on the day in 1985, what actually happened?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "I met the Ama-Afrika and they had been previous incidents that had occurred like in 1985, there was the banning of the Poswa bottle store, and I was on my way to visit my Grandfather and I was to go past this bottle store but I was still going up Mabansa Street and at the\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 M MAKWETU\ntime, which was about on the 23 March, and that was after the incident of Kini Kini, so there used to be a lot of casspirs and some other times we would be taken randomly so I was also picked up by the policemen.  They put me into the hippo and they drove me to Poswa.  I joined other people there and these people were standing outside.  We were arrested and we were charged for setting the bar alight and then we were left but my other comrades were sentenced for about 8 years.\n Secondly I was from Khayelitsha with my cousin who is now late.  We had gone there to help a friend of ours.  At that time in 1985 there were some houses that were being built in Khayelitsha so we were coming from there and when we were at Matansima, just next to the Hall, I saw a combi that was driven by the police, it was yellow, and named the mellow yellow, and it was coming from the front and it was picking up people at the square, but you could see it from afar that it was taking some people.  As we came nearer to the houses, it drove nearby, and I couldn't bear it, I decided to get into the nearest house.  It stopped and one White policemen alighted and grabbed me whilst I was still in that yard and put me into this yellow mini bus.\n This was the time when many people were being detained for 14 days.  There was a stadium and that is where the South African Defence Force were camping so they used to send us there.\n Amongst us there was a certain man who was a witch doctor and who had his head done like a Rastafarian.  I think he was the cause that we were beaten up, because perhaps they associated these Rastafarian activities with ANC, but we were all assaulted and these policemen brought \nUITENHAGE HEARING TRC/EASTERN CAPE\n3 M MAKWETU\nthe shotput that is used for sport and there was a hand glove made of fur and they held this shotput and we were asked to stand along the wall and they would through this shotput right to his us right on the chest.\n Some of us were taken from there.  There were some toilets there that were small and we were pushed into those small rooms and whenever you would be assaulted you would hear some screams and even this Rastafarian they would pull his hair.  We were assaulted.\n I know one of the policemen who used to assault us, his name is Vuyelwa.  He was the only Black policemen amongst the White policemen.  Some of those policemen were in the high ranks of the South African Defence Force.  So they took us out and they sent us to San Alban where we were locked in for 14 days.\n Lastly I would like to say that on the 27 May 1986, here in Nobuhle, this conflict was still in it's initial stage, not many incidents had occurred but the Ama-Afrika used to come to our side, coming from Khayelitsha and they would come at night and in the morning, we would hear incidents about people who had been attacked, people who had been killed, people who had disappeared, but these people used not to disguise themselves.\n Later on we met as the youth, because in that area, it was common practice that we should come together as the youth.  We met and talked about this matter and we decided to take a decision that the youth of a particular area should take guard of it's area, so that they should not go to sleep.  At the time as we were talking, we got to know that the disturbances that were there were cause by the youth of the White people and now we felt that it was \nUITENHAGE HEARING TRC/EASTERN CAPE\n4 M MAKWETU\nuseless of us to just sit as the youth, we had to defend ourselves from the Ama-Afrika firstly, and then defend ourselves from the police as well.  It was not our aim to defend the people from the police as such but we mainly wanted to defend the people from the Ama-Afrika.",
            "Male"
        ],
        [
            "MR SANDI",
            "At the police station in Uitenhage, did you ever get into the mortuary?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "No, I may have perhaps got into the room when I was unconscious, because when I was shot, I was admitted in hospital, and then the police fetched me and took me to the police station and I heard them talking amongst themselves, some exclaiming because they had an impression that I could have died and that is when they were about to put me into the shelves in the mortuary.  It was only then that they discovered that I was still alive.",
            "Male"
        ],
        [
            "MR SANDI",
            "At the time that they noticed that you were still alive, had they already put you on the trays in the mortuary?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "Yes, from what I heard, as they were talking, they had already put one into the trays, and they were just about to put me on the tray in the mortuary and they were doing it, then they decided to take me out when they noticed that I was still alive.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all you have to say?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "No, I am still continuing.",
            "Male"
        ],
        [
            "MR SANDI",
            "Go on.",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "On this particular day, the 27th, we gathered in the evening and we toyi toyi'd up and town the streets of the area and as we were going down  Dowe Street, just when we were at the corner of Nkulu Street, we stood because we saw some objects that looked like Donkeys and yet they\nUITENHAGE HEARING TRC/EASTERN CAPE\n5 M MAKWETU\nlooked like policemen that had helmets on and the street lights were off.  We doubted, some of us were saying they were Donkeys, other were saying no, they were policemen and then whilst we were in that state, there was the shooting.  I was in front and therefore I was hit by a bullet and the others ran.  One died instantly.  I think there were two of them who died, but the other one died in the Livingstone Hospital.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where did they hit you?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "It was a pellet that hit me on the head and in the stomach and on the thigh and just here about my genitals.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you perhaps getting any medical treatment, since that injury?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "No, I am not getting any medical treatment.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you feel that there is need for it?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "Yes, there is need for it but it is not those parts that are painful now, but I am extremely nervous, I can not even concentrate.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there any sport that you used to play before you got shot?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "Yes, I used to be a cricketer.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now, do you still participate in that sport?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "No, I am unable to because I broke a leg from the injuries and from the hitting.  Now, I can't use this leg.",
            "Male"
        ],
        [
            "MR SANDI",
            "By your presence here today, what is your wish to this Commission?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "I wish this Commission to organise that I should be treated for the nerves.  I also need to further my studies, even if I am sent to a technical college.\nUITENHAGE HEARING TRC/EASTERN CAPE\n6 M MAKWETU",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all you have to say, Mr Makwetu?",
            "Male"
        ],
        [
            "MANDLA JOSEPH MAKWETU",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you.  Are there any other questions?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Makwetu.  You can go back to your seat.  We are now going to break for tea, and we will be back at 11:30.",
            "Unknown"
        ]
    ]
}