{
    "header": {
        "type": "1 X MZINZI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-27",
        "location": "UITENHAGE",
        "day": "2",
        "names": [
            "XOLANI MAXIM MZINZI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56016&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/mzinzi.htm",
        "speakers": [
            "CHAIRPERSON",
            "XOLANI MAXIM MZINZI",
            "MS GOBODO-MADIKIZELA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "XOLANI MAXIM MZINZI",
            "MS GOBODO-MADIKIZELA",
            "MR MZINZI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are at this point in time, going to ask Xolani Maxin Mzinzi to come closer and to be lead by Ms Pumla Gobodo-Madikizela.",
            "Unknown"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you, I greet you Xolani and you are also going to give some explanation connected to this incident which is a full picture of what happened in Langa in Cape Town in Sharpeville and even here in Uitenhage.  We therefore welcome you before this Commission.  Just before you say anything, I would like to highlight something that you have written here on your statement that the questions we had about the banning order you have referred that when you got to the square you had got some pamphlets that were explaining about the second banning order which stated that the funeral that was supposed to be conducted on that Thursday had been banned.  Now could you explain to us what these pamphlets looked like, and who were the writers?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "Yes I picked it up.  It was just a paper and there was no name written of the writer.  It was just something, no address.\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 X MZINZI",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Was there no letterhead to show that it came from the government?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "No, it had nothing that indicated that it was from the South African Defence Force.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Here you explained how you got shot, now could you tell us further when you got shot?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "I was shot at the same time with the other people.  We were just approaching section 16.  I was in the third row in that procession and what actually happened I saw Kwanele at the time he was falling and then when I was turning to run away I also saw myself falling down.  Whilst I was lying down there on my face, I was lifted up by a policeman that was speaking Zulu and he pointed a gun at me asking whether I wanted him to shoot me dead.  Then I did not answer back.  Fortunately an ambulance came and took me to hospital.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So this policeman that spoke Zulu was it one of those that were called the Amma Chaka, named after the King of the Zulu's Chaka?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "Yes, I think so.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Then, when they took you to Livingstone hospital and you were discharged, you were taken to jail.",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "For how long were you in jail?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "I was in jail for 4 days.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "What was the reason they gave for locking you up?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "They said they were arresting me for public violence.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Was it in connection with the stones\nUITENHAGE HEARING TRC/EASTERN CAPE\n3 X MZINZI\nthat they had placed on the peoples hands at the time you were in pain?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "Yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So, as they were shooting you they wanted to give an impression that you are the people who caused the trouble?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "Yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Now, what are your requests to this Commission?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "My request is that ever since I got injured, I became an epileptic.  Just once in three months and when it happens it seems like a stroke because after 3 days, after the attack, I wont be able to eat, I wont be able to do anything.  Then this is an indication that I cannot be employed.  The doctor said that I was nervous, and I could not go on with my education, so I went as far as Matric.  I can not go on with my education, so I am asking this Commission to consider this problem of mine because there is no place were I can be employed.  I have tried to get work for myself, but I am unemployable.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "By the way, where were you hit?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "I was hit by the bullet at the back of my head.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Did they take it out?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "No, it just hit me and chipped, so it did not get into my head.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But it caused you to get into hospital and you were semi-conscious?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "Yes, I was.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Is there any other information or any other requests you have?",
            "Female"
        ],
        [
            "XOLANI MAXIM MZINZI",
            "Yes, I am asking that there should be a centre\nUITENHAGE HEARING TRC/EASTERN CAPE\n4 X MZINZI\nthat should be erected because some of us could not further our education and we cannot be employed, so if we could have a centre where they are going to teach us some hand work so as to have some skill, we would be grateful.  Thank you.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Mr Mzinzi.",
            "Female"
        ]
    ]
}