{
    "header": {
        "type": "1 T NTSHINTSHI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-27",
        "location": "UITENHAGE",
        "day": "2",
        "names": [
            "THEMBEKILE SIMON NTSHINTSHI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56028&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/ntshints.htm",
        "speakers": [
            "CHAIRPERSON",
            "REV XUNDU",
            "THEMBEKILE SIMON NTSHINTSHI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "REV XUNDU",
            "THEMBEKILE SIMON NTSHINTSHI",
            "MR NTSHINTSHI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are now going to go on with the statements of those people who were involved in the Langa Massacre.  I would like to make an announcement that from here we are going to move to the scene of the massacre as Commissioners, and there are arrangements made only for the victims so that they could be there with us so that you could see the scene of the incident and we are looking at 3:30 to 4:00.  Thank you.\n We shall now call upon Thembekile Simon Ntshintshi as our next witness.  Thank you Mr Ntshintshi for your presence.  Reverend Xundu is going to lead you during your testimony.  Over to you.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Chairperson, I greet you Mr Ntshintshi.  What is your clan name?",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "My clan name is Mgiqwa.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Now, lets do it like this.  Your statement is very clear and we can see that you got injured.  Now I would like you to tell us how you got injured.",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "Firstly I would say I got shot in the leg\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 T NTSHINTSHI\nand in the arm.  I have three bullet wounds.  I still have a bullet here in my leg and I was shot four times in my arm.  I stood before I fell because my leg just felt stiff.  Then one lady supported me as soon as she could see that the policemen were continuing to shoot and she is amongst us here.  Thank you.",
            "Male"
        ],
        [
            "REV XUNDU",
            "So you fell and you were taken to hospital?",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "Yes, I was sent to the Provincial Hospital and I went for X-Rays and back into the ambulance.  That was the last time I gained consciousness and I regained consciousness after three days and I was in the ICU in Livingstone.  I was operated on here on the chest down to my stomach.  I also had an operation down on my right-hand side and that is how I used to relieve myself.  I had a third operation because they were trying to drain some blood out of my body.",
            "Male"
        ],
        [
            "REV XUNDU",
            "After the hospital, is there any court of law you went to?",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "I was discharged on the 10 June 1985, and I was sent to Legranse only to find that I was not on the list of the people who were sent to Port Elizabeth, then I was sent to Church Street until on the 28 where I was given free bail by the magistrate.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Are you one of those people who went to the Jubilee Hall, who got some compensation?",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "Yes, I am one of them.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Now, how is your condition now.  Can you work or not?",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "I tried and I was employed by the municipality where I worked for about 2 weeks but I felt sick and I couldn't go on working so I had to leave work and UITENHAGE HEARING TRC/EASTERN CAPE\n3 T NTSHINTSHI\nwent to Dr Pillay.  I have been going to him constantly, whenever I have money, but if I don't have money I go to the clinic, then I want to look for job at Fermacks and even then I felt sick and I ended up giving up and not working.  I tried to apply for a disability grant, and I was given a hope that they were going to give me this grant but later on they said I should go back to work.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Now referring back to your health now, how do you feel now?",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "I feel very unfit because on rainy days the operation becomes painful and I have to sleep at home.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Now, what would be your wish?",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "My wish would be that I have tried all means to survive but in vain, so I am asking this Truth Commission to help me because in my situation now I need some assistance so that I can be able to survive.",
            "Male"
        ],
        [
            "REV XUNDU",
            "We thank you.  Is there any other thing you would like to say?",
            "Unknown"
        ],
        [
            "THEMBEKILE SIMON NTSHINTSHI",
            "My other request is that here in Uitenhage, some of us could not continue with out education.  My request therefore is that there should be a centre that should be erected so that people could be trained for hand work and for certain skills as most of us could not further our education.  Thank you.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Sir, let me now hand you over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much for your testimony, Mr Ntshintshi.",
            "Unknown"
        ]
    ]
}