{
    "header": {
        "type": "1 E SOLOMON, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-27",
        "location": "UITENHAGE",
        "day": "2",
        "names": [
            "EVELYN HOMBAKAZI SOLOMON"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56036&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/solomon.htm",
        "speakers": [
            "CHAIRPERSON",
            "EVELYN HOMBAKAZI SOLOMON"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "EVELYN HOMBAKAZI SOLOMON",
            "MS SOLOMON"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Let's now call upon Evelyn Hombakazi Solomon, whose other surname is Zito.",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I greet you Ms Solomon.  Thank you for your patience and tolerance but, you knew that your turn would ultimately come.  In your statement you have referred to the fact that your husband, Nicholas Pakamile Solomon was one of the people who were shot dead on this day in question, is that correct?",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "Yes, it is like that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "By the way, at the time he was shot dead, what work was he doing?",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "He was working, but at the time he was shot dead he was on his way to the funeral.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In your statement, you mentioned that he left five children with you.",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "Yes, it is like that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where are these children now?",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "They are there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And what are they doing?\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 E SOLOMON",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "They are doing nothing.  They went to school up till Std.10.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are they still at school?",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "Only two are still at school, otherwise the older ones are working.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Could you now explain how this incident of the death of your husband affected your family?",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "We suffered and we were hurt.  When their father was going to a funeral, two of my children stayed behind, though they had intentions to follow.  After some time, I heard some gun shots and I was with the youngest children and I didn't know what was happening.  After some time I heard some gun shots and I stood and went outside.  I could see people were going round towards the danger light.  We ran after them and I saw two of my children crying and they were saying there was shooting and they didn't know where there father was.  So we went towards the Mitta store but we couldn't proceed.  We met some of the people who were injured coming back and we asked each other, where were the others, what had happened and we went back home and we were dissatisfied and I didn't know where my husband was.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Without disturbing you,  I noticed that here in your statement you have mentioned that amongst your requests and wishes you wish that you should get some assistance so that your children could further their education so as to survive in life.  Could you expantiate on this matter?",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "Yes, that is my wish, Sir.  If their father was still alive, these children would have been successful and I would be enjoying a better life and I would be having\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 E SOLOMON\nsome interest and I would be having a beautiful house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that all you have to say?",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "I wish this Commission to do something for me, that I should be also successful like my children, in as far as life is concerned and in as far as my children getting better education because I cannot work, I am suffering from arthritis.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you Mr Solomon.  Is there any other thing you would like to say?",
            "Unknown"
        ],
        [
            "EVELYN HOMBAKAZI SOLOMON",
            "No, I will stop there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ]
    ]
}