{
    "header": {
        "type": "1 N RAWANA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "NOKUZOLA SYLVIA RAWANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56032&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/rawana.htm",
        "speakers": [
            "CHAIRPERSON",
            "NOKUZOLA SYLVIA RAWANA",
            "REV XUNDU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NOKUZOLA SYLVIA RAWANA",
            "REV XUNDU",
            "MS RAWANA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "The next witness will be Nokuzola Sylvia Rawana.  We would now like to hand you over to Rev Xundu who will facilitate your evidence on behalf of this Commission.",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Ms Rawana, you live here at Kwanobuhle, is that correct?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "And your brother, Mongameli Rawana, how did he get involved in this problem that let to his death?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "On the night of his death, my brother arrived at our house, we were always together because our oldest sister got married, and I was left with him, and we used to like to go to my sister at no.4 Sagumba Street and we were always there and that night he arrived saying that he was hungry and I asked him to wait a bit, that I was going to prepare supper.  This was before 9 o'clock in the evening and we thought that he had gone to watch the news and we went next door to watch the news and we got there halfway through the news and the news ended while we were there and we went back home.  When we got back home, the children were there by themselves.  I asked them where there uncle was, and they said that he had left and that they didn't know where he was.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Let me just help you there, you say that\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 N RAWANA\nMongameli was met with this incident after Mr Kinikini had been burnt?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "Yes, that same day.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Who was Mr Kinikini?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "He was a councillor there at Kwanobuhle.  He was a councillor and also somebody who was in the burial society.",
            "Female"
        ],
        [
            "REV XUNDU",
            "So, it was somebody popular there?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "On the day of Mr Kinikini's burning, when you went to go and watch elevision, your son also said that at about 10 o'clock he heard gunshots?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "When we came back from watching the news, we waited, thinking that he was going to come back, seeing that he had left, and we waited until we have up until and at approximately 10 o'clock, while waiting, we heard gunshots outside.  During that time you couldn't have your lights on late.  When the hippos went past you had to blow out your lamps and it had to be dark, even if you were awake.  We went to sleep without him coming back to have supper.",
            "Female"
        ],
        [
            "REV XUNDU",
            "To which organisation did Mongameli belong?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "At the time, he was following the UDF, he was a supporter of the UDF.",
            "Female"
        ],
        [
            "REV XUNDU",
            "You say that your neighbour, Mr Noankile Mgwegwe, what did he say to you?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "We had been looking for him for a long time and had already given up when this lady said that the police had arrived at her house early that day, two policemen with some Black policemen had arrived that morning and asked her about the Rawana family and she said to them that she knows the family.  They said to her that she should please go to their UITENHAGE HEARING TRC/EASTERN CAPE\n3 N RAWANA\noffices there in Church Street the following day and look for the riot squad detectives.  She did not do that because she said that she was afraid not knowing what she was going to do when she got there.\n When she told us, she said that she realised afterwards that she should try and get a message to us informing us about this.  She told us this after a long time.\n When I asked her what the police wanted, she said that they had a photograph.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Who did she say these police were?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "She said that they were two White policemen with some Black policemen, and she said to me that she knows these policemen, she could identify them if she were to see them again, but she wouldn't be able to identify the Black ones.",
            "Female"
        ],
        [
            "REV XUNDU",
            "And when you realised that your brother was no longer alive, you went to look for him?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "We looked and when we heard that he had been shot, we heard from this woman saying that the police had arrived at her house and said that, when we went to this office, we went and asked and these policemen couldn't give us any information and one of them said that we should fetch this lady at her house, so we went to fetch her and we went back and got into those offices.  She saw this White policemen and she identified him and he also came to us and asked us if he could be of assistance and I said yes, and I don't know if he recognised this lady because he said, are you here for the case of Auston Rawana and I said yes, and he said follow me and we went into his office and took a seat.\n He then asked what are you to the deceased.  I then \nUITENHAGE HEARING TRC/EASTERN CAPE\n4 N RAWANA\nsaid that he was my brother and he said, are you his sister, and I said yes, he said to me, would you be able to identify him if you were to see him.  I said yes.  There were plenty of files on the table, and he took out a file and gave it to me and asked me who is this.  I looked at the photograph and found that it was him and I said to him that this was my brother.  He asked me how do you know, and I said, no, I know him, these are even the clothes he had on the day he disappeared from home.",
            "Female"
        ],
        [
            "REV XUNDU",
            "When he showed you this photograph, did he say where the body was?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "He said that they had buried him.",
            "Female"
        ],
        [
            "REV XUNDU",
            "How long had it been after you had lost him?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "It was months later.  He had been shot in March and I think this was in about July, and he said to me that they had buried him.",
            "Female"
        ],
        [
            "REV XUNDU",
            "You say that the police said that they had shot him.  Who shot him?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "It was this White policeman, I don't know who he is.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did he agree that he had shot him?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "He said, yes, we shot him there at Nobuhle.",
            "Female"
        ],
        [
            "REV XUNDU",
            "When he said this to you, who were you with at the time?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "It was myself and this Anti Noankile.  I don't know if she still remembers him because she lives in the location.\n Thereafter, he said that we shot him at Nobuhle but that I shouldn't ask him any questions.  I then kept quiet because I was expecting him to tell us what he had done thereafter, and he said that they inquired about him but \nUITENHAGE HEARING TRC/EASTERN CAPE\n5 N RAWANA\nthat nobody knew about him and then they buried him.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What did the people at the Alexandra Funeral Undertakers say?  Who gave them authority to take the body?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "They said that they buried him and when I left there, I went and informed my sister and the following day, we went to the office wanting to know where they had buried him and where his clothes were.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you people approach you attorneys about this matter?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "They did not give us any information.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you then go to your attorneys in connection with this matter?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "We went to the Black Sash.  These people at the Alexandra Burial Services said that they did not know who's body it was because it had not been identified yet.  When we went to the Black Sash, Vanesh came out and said that they established that they had taken fingerprints and sent them to Pretoria and when the fingerprints came back, after having taken his fingerprints, they buried him, so that by the time the fingerprints came back, he had already been buried in which ever way they buried him.  Up until now, we do not even know whether they really buried him, we do not know where he is buried even if he is.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Now, after having told us all this, what is your request to this Commission, what would you like this Commission to do for you?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "I would like this Commission to investigate where he has been buried, whether he has really been buried, whether he was really killed, and whether he has really been buried, because it is possible that they are going to say to us that they buried him, they killed him and buried him, and UITENHAGE HEARING TRC/EASTERN CAPE\n6 N RAWANA\nI would like him to be found.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What else would you like?",
            "Unknown"
        ],
        [
            "NOKUZOLA SYLVIA RAWANA",
            "Since is was only the two of us that were living together, he was the one who was working, and I would like the Commission to support me as well because he was the source of support and he used to support myself and my children.  Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Rawana, we have taken notice of your requests, we would like you to please take your seat.",
            "Unknown"
        ]
    ]
}