{
    "header": {
        "type": "1 N SIBEKU, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "NOMATHEMBA JULIA SIBEKU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56034&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/sibeku.htm",
        "speakers": [
            "CHAIRPERSON",
            "NOMATHEMBA JULIA SIBEKU",
            "MS MAYA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NOMATHEMBA JULIA SIBEKU",
            "MS MAYA",
            "MS SIBEKU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I would like to call upon Nomathemba Julia Sibeku as the next witness.  Ms Maya will lead this witness.",
            "Unknown"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Ms Nomathemba, in your statement we see that you are going to tell us about Gladstone Khatazile Sibeku who died in 1990, during the conflict between the UDF and the Ama-Afrika.  You have mentioned that he was a member of the Uitenhage Youth Congress, which was under the UDF and then he disappeared.  Now, could you tell us further as to what actually happened, and what happened to him?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "What I heard after his death, in fact, I first looked for him when there was this fighting and conflict.  I was getting to hospital to offices, to the police, searching all over for him and the police asked me why did I have to come to them to look for him, so I searched for him to no avail, then I gave up.\n But one other time, after a long time, I saw police coming to my place, to tell me that they had found my son.  They said he was refusing to tell them his name, only to find that when I went there, he had long died.  I got into the police van and went to the police station in town and they put me into an office where there was the commander of the policemen and he threw a file at me and when I looked at UITENHAGE HEARING TRC/EASTERN CAPE\n2 N SIBEKU\nit, I could see my son lying on his stomach and he had very big wounds on his back that was the last I saw of him and I lost consciousness and regained later when they gave tablets to me.\n They gave me a letter that I should go and look for my son who had been buried long ago, so I went back home to tell them what the policemen had said to me.  My relative accompanied me and we went all over until we came to Port Elizabeth were we found a White man dressed in a white jacket.  He asked us who we were looking for, and he asked who was the mother, then he asked that I shouldn't get into the room because he could see that I was really disturbed and there were a lot of corpses that they had to identify from.  They found his corpse and they asked the White man what are we going to do and this policemen said he was brought there by the Uitenhage policemen and he couldn't tell any further information.",
            "Female"
        ],
        [
            "MS MAYA",
            "What place was this?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "It was at the police station.",
            "Female"
        ],
        [
            "MS MAYA",
            "What else did they tell you?  Did they tell you what the cause of his death was?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "This White man said he was going to phone the Uitenhage police to come and explain how it had happened that this corpse was brought there.  He tried, but he could not get any report to this effect.  I asked my family that we should ask that they should release the body so that we should bury the body and we got the body and we went to the burial.\n I was unemployed at the time, I didn't have money, I didn't know what to do.  Then I went to the ANC people to tell my position and these are the people who helped me \nUITENHAGE HEARING TRC/EASTERN CAPE\n3 N SIBEKU\nbecause the Black Sash conducted the funeral and paid the expenses.\n At the time that they had to bring the corpse home, my relatives came and they told me later on that he had been castrated and they eyes had been gauged out of the body.\nAfter the funeral, the policemen started harassing me.  They harassed me, they were not telling me about the murderer, they were compelling me to sign and I would say, to sign for what because I got my son's body, now I don't know what to sign for.  They harassed me until November 1990.",
            "Female"
        ],
        [
            "MS MAYA",
            "Could you go back a little bit. You say there were people who came to your house and they said that they had found your child, who were these people?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "They were the policemen.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you perhaps know who these policemen were?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "No, I don't know, they were driving in a white car.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did they only show you files and photographs after he was dead for months.  Later on you said that this child was the only one you had?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was he at the time?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "He was 26 years old, at the time.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he working?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "Yes, he was.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there a husband in your house?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "No, he died.",
            "Female"
        ],
        [
            "MS MAYA",
            "Now, that means you are the only person.  Did your son have any children, or was he married?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there any additional information you perhaps\nUITENHAGE HEARING TRC/EASTERN CAPE\n4 N SIBEKU\nhave?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "All I can say is that the pain and suffering I am going through since the death of my son, I am no one.",
            "Female"
        ],
        [
            "MS MAYA",
            "What exactly troubles you?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "I suffer from low blood pressure, I have got palpitations, I have got severe headaches.",
            "Female"
        ],
        [
            "MS MAYA",
            "Now that you are not working, how do you survive, and on the other hand, there is no one helping you?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "I get part time jobs.  I get some assistance from my family.",
            "Female"
        ],
        [
            "MS MAYA",
            "Now, without asking for assistance, how do you survive?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "I am just sitting because I do not even get these part time jobs.",
            "Female"
        ],
        [
            "MS MAYA",
            "You don't even have a pension, surely you must be having a request for assistance?",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "Yes, I am asking for assistance that the government should help me.  I need some medical treatment as well.",
            "Female"
        ],
        [
            "MS MAYA",
            "I am sure you wish to know what exactly happened to your son.",
            "Female"
        ],
        [
            "NOMATHEMBA JULIA SIBEKU",
            "Yes, I have got great desire to know about that.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you, I am now going to hand you over to the other Commissioners in case they have questions to pose to you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Nomathemba, could you go back to your seat.",
            "Unknown"
        ]
    ]
}