{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-05",
        "location": "WITBANK",
        "day": "1",
        "names": [
            "MRS NOMASONTO J KGALEMA"
        ],
        "case number": "JB2133",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56151&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/witbank/3witkgal.htm",
        "speakers": [
            "DR RANDERA",
            "MISS MKHIZE",
            "MR LEWIN",
            "MR MALAN"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MRS KGALEMA",
            "MR MALAN",
            "MRS NOMASONTO J KGALEMA",
            "MR LEWIN",
            "MISS MKHIZE"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Can I ask again is Beryl Harmse here?  No.  I would like to then call Nomasonto Kgalema.  Can I please ask individuals who are taking photographs, not to use their flash cameras as people are telling stories.  Thank you very much.  I want to welcome a number of groupings who are here to-day.  We have the Idamwasa Man and Women groupings here to-day.  Welcome to you. It stands for the Interdenominational African Ministers of South Africa.  We have Father Paul Johnson and Father Didier Demer.  Welcome.  Father Rodrigues from the Mpumulanga Council of Churches.  From the ANC Youth League, Temba Marabe and Lucas Ngodisi, the Deputy Chairperson and Deputy Secretary respectively.  From the ANC we have Peter Mnisi, Chairperson of the ANC in this area.  Welcome to all of you.  Mrs Kgalema, good morning and welcome.  Can you please introduce the person who is with you.",
            "Unknown"
        ],
        [
            [],
            "She is Swangela Kgalema, my daughter.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I welcome you daughter too.  Mrs Kgalema, you have also come to talk about a very painful ...  Can you hear me?  You're also taking us back to 1986 when your son Jabu was shot and has lived with a paralysis ever since.  Mr Hugh Lewin will be helping you but before I hand over to him, can you please stand to take the oath.  Mr Wynand Malan will help you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Kgalema, will you please stand and raise your right hand.  Do you swear that your story will contain the truth, the whole truth and nothing but the truth and if so, just raise your hand and say,  so help me God.",
            "Male"
        ],
        [
            [],
            "(sworn states)",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much.  You may sit down.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mrs Kgalema, I would like to welcome you here to-day.  Thank you for coming and thank your daughter for coming with you.  You are Witbank, from the old location in Witbank?  What you'll be telling us about is the incident that took place in April 1988, 1986 sorry.  If you could please, in your own time and in your own words, tell us what happened.  Thank you.",
            "Male"
        ],
        [
            [],
            "On the sixth of April 1986 I was on my way from the Slagpale Butchery, I had sent Jabu to the shop to buy milk and bread.  After being in the house for a few minutes, I saw two children running, telling me that Jabu has been shot.  I left the house just to check where he was shot.  I met a car by the gate which was driven by a boy named Bafana.  He was talking to another person.  I told them not to get out of the car but to take me to the hospital.  When I arrived at the hospital he had been admitted.  He was then transferred to Colourform Hospital in Pretoria.  Two white policeman came there whilst we were still at the hospital.  Jabu was unconscious in hospital for five days.  Thereafter, he was brought home, already paralyzed.  He has been paralyzed for ten years.  For the whole of those ten years he has not been feeling well.  There was some things coming out of his nose.  In Mar '96 he died.  When we woke up in the morning, he was dead.  When we took him for the post-mortem I requested a paper but they told me that I should pay three hundred rand for that document, the document from the post-mortem.  That was all.  I didn't hear anything thereafter.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma Kgalema, could I ask a few questions please.  Just take your time, feel relaxed.  I know it must be very difficult.  Could you take us back to the time that he was shot and explain firstly, what was actually happening?  Why were the police on the streets at the time?",
            "Male"
        ],
        [
            [],
            "It was during the unrest when children were fighting in the streets.",
            "Female"
        ],
        [
            "MR LEWIN",
            "What was the cause of the fights?  Do you know?",
            "Male"
        ],
        [
            [],
            "I don't know but it was during those times of unrest.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I think we need to, if we could just get absolutely clear, Jabu at that state must have been aged ten or eleven?",
            "Male"
        ],
        [
            [],
            "Yes, he was ten years old.  Policemen and soldiers were just roaming in the streets chasing the children around.  There was some random shooting.  I was also involved in those shootings.  I even have those scars from the bullet.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can you hear all right through the earphones?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Was there any particular point to the activity at that stage?  Where there any particular protests taking place at the time?",
            "Male"
        ],
        [
            [],
            "It's difficult to explain because I'm not so sure about it.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But I mean for a ten year old boy, he couldn't have been politically involved.  Would you agree on that?",
            "Male"
        ],
        [
            [],
            "He was not politically involved.  Actually, I had sent him to buy milk and bread.  When he got shot everything fell down so we cannot tell what was happening, what the police meant to do by shooting such a young child.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Do you know of other children who were shot at the time.",
            "Male"
        ],
        [
            [],
            "There are some but I'm not so sure of their ages.  There were some children that were shot during those years, '86 and many other years but I cannot remember them.  The problem is, I always concentrate on the pains that I have suffered so I've forgotten all about other children.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Were the other children be about the same age, or older?",
            "Male"
        ],
        [
            [],
            "They were bigger than Jabu.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And Jabu himself, what exactly were the injuries that he sustained?  You say he was shot twice?",
            "Male"
        ],
        [
            [],
            "He was shot in the head, above the eye and in the stomach.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And was it the second of the shots in the stomach that paralyzed him?",
            "Male"
        ],
        [
            [],
            "According to my observation the one that gave him problems was the gunshot in the head because he kept on bleeding from the nose.  Time and again he had to visit Verwoerd Hospital in Pretoria in order for them to drain him.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Was there any particular treatment that they gave him at the hospital?",
            "Male"
        ],
        [
            [],
            "Yes, he was given treatment.  They inserted pipes which drained blood from the nose.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Did they operate at all in the head?",
            "Male"
        ],
        [
            [],
            "I don't know because it was not explained to me.  When I asked whether the bullet was taken out, they told me it was at a delicate point.  If they tried to remove it, he would die.  Even after it was taken out I was not told whether it was taken out or whether they just left it in his head.",
            "Female"
        ],
        [
            "MR LEWIN",
            "What happened to him at home in the ten years after that?  How did you look after him?",
            "Male"
        ],
        [
            [],
            "Those ten years were very difficult for him.  I had to take care of him on a full time basis because mentally he was affected and you could feel that his behaviour changed completely.  He was even stealing from people and then running in the streets.  I was powerless.  I didn't even have money to take him to the doctor but I tried my level best to give him the best treatment that I could.",
            "Female"
        ],
        [
            "MR LEWIN",
            "How was he able to run in the streets if you say his left leg was paralyzed?",
            "Male"
        ],
        [
            [],
            "He was limping.  Actually his left arm and leg were paralyzed but he was able to walk.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Could I ask you, you handed in a documents here which was a letter from a lawyer which indicates that in July 1987, that's more than a year after the incident, you were trying to, or your husband was trying to lay some charges.  Could you give us details about that please?",
            "Male"
        ],
        [
            [],
            "When we came back from Verwoerd Hospital, my husband said we should go and see the lawyer.  We went there, trying to lay a claim because of the age of the child who was shot unnecessarily.  We had hoped that the lawyer would assist us or give us advice on what we should do.  They asked us to pay a deposit.  We withdrew it and came back.  He wrote us a letter telling us that he wants more money so we sent the amount of three hundred rand.  After sending that money we didn't understand what was happening because we didn't get any follow-up.  He didn't come back to us neither did we go to court, nor did he call us.  That's how the case came to an end until to-day.  We just accepted that those were the difficult times.  We just thought maybe, if you are a Black person your things don't go your own way, the correct way.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Am I correct in saying that you tried in 1987, you tried then to get compensation?  Could I ask how you find this lawyer?  Who introduced you to this lawyer?",
            "Male"
        ],
        [
            [],
            "We got a friend of ours who assisted us and who referred us to the lawyers with the hope that our child should be assisted because we really did not know how we should assist him.",
            "Female"
        ],
        [
            "MR LEWIN",
            "This was a lawyer in Pretoria?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And because you weren't able to pay, or you did in fact pay a deposit, but nothing happened.",
            "Male"
        ],
        [
            [],
            "No.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And in the same way, after your son died last year, you couldn't get the post-mortem because you didn't have the money to pay for that?",
            "Male"
        ],
        [
            [],
            "Yes, we couldn't because we were preparing for the funeral.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Did anyone tell you what was in the post-mortem?",
            "Male"
        ],
        [
            [],
            "No, nobody.  We tried to ask the policeman, the White policeman there.  We just wanted to know what the cause of his death was because when we woke up he was dead.  They told us his lungs couldn't just stop because his problem was with the head.  That was the response from the policeman.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So, you think there was a very direct link between the original incident when he was shot and the fact that he finally died?",
            "Male"
        ],
        [
            [],
            "Yes, I think there was a connection that's why I was not satisfied.  I could see that he was damaged in the head.  What I fail to understand is that even if my child is dead I still cannot get the truth surrounding his death.  Really, I cannot understand it and I cannot come to terms with it.",
            "Female"
        ],
        [
            "MR LEWIN",
            "He must have been twenty one when he died  Ma?",
            "Male"
        ],
        [
            [],
            "He was going to turn twenty one in July.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you Mrs Kgalema.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mrs Kgalema, just for our records, how do you spell you name, your surname?  With  a Kg or just a G because I see the correspondence from the lawyers is Kgalema, Galima?  We would like to have the correct spelling of your name for our records and I just want to make sure.  Should we check this with you later?",
            "Male"
        ],
        [
            [],
            "The spelling is right.",
            "Female"
        ],
        [
            "MR MALAN",
            "Kgalema.  Just a second question also referring to that letter of the lawyers.  To me it sounds from the deposit that you've paid, as if they were seeking legal aid.  Indeed in the last paragraph, they are saying to you, in Afrikaans, if you cannot get your hands on the necessary fund for the deposit, please come and see us urgently so that the writer can make an appointment to arrange for legal aid support for your case.  I would suggest somehow, I'm not sure whether we will have the resources to follow this up but I would suggest that you make contact with the lawyers again to find out what happened with the case because if they indeed did issue summons, they would still be able to pursue the case.  I'm just bringing your attention to that aspect.  Thank you Chairperson.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Miss Mkhize?",
            "Unknown"
        ],
        [
            "MISS MKHIZE",
            "I would like to take you back for clarification.  In your statement you stated that the person you referred to as Bafana, who is said to have shot the boy, is an unknown man.  According to your statement you stated that he is a neighbour.  This Bafana, you stated that he is an unknown man but during that time he refused because it during the difficult times.",
            "Female"
        ],
        [
            [],
            "Even the lawyer indicated that we should bring him along to give evidence but he refused because during that time they feared for their lives.  Even now, we tried to talk to him but he refused to come and stand in front of the Commission.  He was also a witness to the two kids, mine and one of another family.  We know him but he refuses to come forward.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "The -  one was he injured at that time?",
            "Female"
        ],
        [
            [],
            "No, if I'm not mistaken he got injured in 1976 when the riots started.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "What happened because it seems that in most cases he was a witness to those incidents?",
            "Female"
        ],
        [
            [],
            "It's difficult to tell because when it happened to my child, it was near to his home and he knew him.   The shop was nearer to Bafana's home.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Another thing, you state that it was during the stay-away.  What is the explanation that Bafana gives?",
            "Female"
        ],
        [
            [],
            "He just told us that he found him lying on the ground.  He cannot tell how it happened.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Does it ever happen in the township that a person gets shot and then there are no people to witness the incident?",
            "Female"
        ],
        [
            [],
            "During that time, it was possible because almost everyone was running away for his or her safety.  It was very difficult.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "The last question.  Can you please try to explain to us what let to his mental disturbance, that is, after the shooting.  Can you just explain the changes of his condition.",
            "Female"
        ],
        [
            [],
            "At times you would think that maybe he understood you when you were talking but he would just come back and ask, what did you say?  I could see that there was something wrong.  He was sort of forgetful.  Most of the things that he was doing, you would doubt.  It would seem as if he's a young child and as a parent you know your child.  You know the changes within your child.  You could tell that this is not what my child used to be like.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Towards the end of his life, can you just explain because it seems as if there is something that you are suspecting regarding his death?  Was he not with you during that time?",
            "Female"
        ],
        [
            [],
            "He was at home but as an adult he was staying in his own bedroom.  When we slept he was okay but in the morning when I went to see him, I found that he was dead.  He hadn't said anything nor had he indicated that something was wrong.  He used to complain that it seemed that there were things falling from his head.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Kgalema, I just want to ask two questions.  The first one is for clarification.  Earlier on when you were speaking to my colleague, Mr Lewin, you said there was unrest in the township, the children were fighting in the street with the police.  We have heard this said so many times.  Can you tell us what the elders were doing?  What were the parents doing while this was going on in the streets?",
            "Unknown"
        ],
        [
            [],
            "It's difficult to answer that question concerning the adults.  I was coming from the butchery.  I was coming from the abattoirs so I didn't know whether there was something that had taken place during the day while I was away from home.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you Ma'am.  My second question is related to the Mandate of the Commission which is to do with recommendations.  We have to make recommendations to the Government.  You are someone who for ten years looked after somebody, your son, who was disabled both physically and mentally.  I have no doubt in my own mind that there are hundreds of other young people and parents like yourself who are also looking after disabled young people from the conflicts of our past.  Are there things that you would like to actually tell us that we could recommend to the Government which will assist these parents and young people in the future, who have the disabilities that your son had.  I'm sure it could not have been very easy looking after somebody.",
            "Unknown"
        ],
        [
            [],
            "It's not been very easy for me as you can see.  This is not my body.  My health has deteriorated.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Is there anything else you want to add, Mrs Kgalema?  Ma'am it's okay.  If you don't want to say anything else, it's fine.  Mrs Kgalema thank you for coming.  First of all I just want to apologize to you because at the beginning I said your son was still alive but paralyzed.  Our notes don't indicate that he had passed away and I'm very sorry for any offence I may have committed.",
            "Unknown"
        ],
        [
            [],
            "When I submitted my statement he had already died.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you.  We're very sorry to hear that your son died.  Thank you very much for coming and telling us to-day what happened to him.  We hope that you get strength from what happened to-day and that you get stronger as the days and years go by.  Thank you very much.  This would be an appropriate time to stop for tea.  We'll come back at twelve o'clock.",
            "Unknown"
        ]
    ]
}