{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-05",
        "location": "WITBANK",
        "day": "1",
        "names": [
            "MRS LINA L VILAKAZI"
        ],
        "case number": "JB2158",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56155&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/witbank/7witvila.htm",
        "speakers": [
            "DR RANDERA",
            "MISS MKHIZE",
            "MR MALAN"
        ],
        "original_speakers": [
            "MISS MKHIZE",
            "DR RANDERA",
            "MRS VILAKAZI",
            "MRS LINA L VILAKAZI",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "MISS MKHIZE",
            "I would like to explain to you about the statements anyone has submitted to the Commission.  We sit as a Commission and scrutinize each and every statement and thereafter which ones to take and which ones should be presented in public.  What is most important, that you should take note of, is that even though you are not called on stage to give your testimony, it doesn't mean that your statement is less important than other statements.  All statements are equally important and we will treat them equally and we'll look at them as much as we've looked at the ones of the people who have come forward to give their testimonies.  The ones who have been found to have been violated will be compensated in some way.\n There are some who may have realized that some groups are welcome to submit their statements as well.  It is not as if we are looking at individuals only.  We are looking at all structures and organizations as well so as to compile our final report next year.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much, Miss Mkhize.  Mrs Vilakazi, good afternoon.",
            "Unknown"
        ],
        [
            [],
            "Good afternoon, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Vilakazi, would you please introduce the people who are with you?",
            "Unknown"
        ],
        [
            [],
            "Yes, I can.  On my left is my son, by the name of Titos Vilakazi.  Behind me is Mrs Mgumbi.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much.  I welcome them too.  Mrs Vilakazi, you are taking us back to 1985 as well.  You've come to tell us about Lina Vilakazi, yourself, you were shot and severely injured at the time.  Mr Wynand Malan is going to be helping you as you tell your story.  I just want you to raise your hand to take the oath please.  Miss Mkhize will help you.  Thank you.  You don't have to stand Ma'am, just remain seated.",
            "Unknown"
        ],
        [
            "MISS MKHIZE",
            "Mrs Vilakazi, I would like you to take an oath and say, I Lina Vilakazi will give evidence and speak the truth, nothing but the truth, so help me God.",
            "Female"
        ],
        [
            [],
            "(sworn states)",
            "Female"
        ],
        [
            "MR MALAN",
            "Good afternoon, Mrs Vilakazi.  Thank you for coming to us.  We have received your statement.  We've all read and studies it.  You will be talking to us about your own injuries and also the circumstances within which that happened in June of 1985.  Please tell us your story the way you would like us to hear it, in your own words.  You are welcome to take your time as we are listening to you.",
            "Male"
        ],
        [
            [],
            "There were police at the offices making announcements through loudspeakers.  They were asking why our children aren't going to school.  We went to the park next to the police station and we were told that the parents should go to one side and the children and students should stand on the other side.  They instructed us, the parents, to sit down.  We did that.  After that they said they need four old women and four old men.  I didn't know that they were staring at me and I was chosen as one of the four women.  When we arrived there, the White man said that our children said we didn't know anything about the struggle.  They were trying to say to the police that we as parents did not know anything about their involvement in the struggle.  I'd say there were four policemen carrying big firearms, some of them were lined up on the highway.  The policemen came and they took all the students from the offices and loaded them in a car and later they instructed us to go to the stadium.  The children refused to go to the stadium but the police insisted that we had to go to the stadium.  The children still refused and the police didn't actually tell us the reason for calling us to the park.  They said they're given us five minutes to disperse.   Before the five minutes were over, they started shooting.  From there I didn't know what happened, I just felt myself collapse and I was taken to the hospital.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much, Mrs Vilakazi.  We have a few questions that we would like to put to you to get a better understanding and also on some, just a confirmation.  If I heard you correctly, which is not in your written statement, you say that the people were called to Lynville Park by loudspeaker.  Did the police do that?  Was it the officials?  Who did that?",
            "Male"
        ],
        [
            [],
            "The police called us.",
            "Female"
        ],
        [
            "MR MALAN",
            "Did they drive around the township with loudspeakers, calling everybody to the stadium?",
            "Male"
        ],
        [
            [],
            "That's correct.",
            "Female"
        ],
        [
            "MR MALAN",
            "And then secondly, in your statement you say that they asked you to move from there but you also say, that under the instructions from your children you refused to go to the Lynville Stadium.",
            "Male"
        ],
        [
            [],
            "You mean the stadium?",
            "Female"
        ],
        [
            "MR MALAN",
            "Yes.  You say, we were not given the reason and instead we were told to go to the Lynville Stadium and then you say, we refused under instructions from our children.   I'm not sure that I understand that.  I just want to hear?  Do you have any idea what was ... (interrupted)",
            "Male"
        ],
        [
            [],
            "You didn't hear me well.  I said the police said we should go to the stadium and the students refused.  They said, we are not moving to the stadium.  I didn't say, we the parents, but the students refused to move to the stadium.",
            "Female"
        ],
        [
            "MR MALAN",
            "Let me just also explain to you that the documents we have before us is in English and we know that you made your statement in Zulu so the statement taker did a translation for us and he wrote it down in English.  That's why we are asking the questions to make sure we hear you quite clearly.  That we know what you were saying.  That's why we're asking the questions.  I'm not attacking what you're saying, I'm trying to get clarity to be very sure about the situation.  We heard you also on the shooting and the police dispersing the meeting.  Do you have any idea why they called you by loudspeaker?  Why you arrive there and they then give you five minutes to disperse?",
            "Male"
        ],
        [
            [],
            "We don't have enough information because we were not informed prior to the announcement.",
            "Female"
        ],
        [
            "MR MALAN",
            "Was there no discussion when you arrived there?",
            "Male"
        ],
        [
            [],
            "They didn't tell us anything.",
            "Female"
        ],
        [
            "MR MALAN",
            "How long were you there before they ordered you to disperse?",
            "Male"
        ],
        [
            [],
            "It was just a short while.  I think we spent some time there because many people arrived and we were so many.",
            "Female"
        ],
        [
            "MR MALAN",
            "Can you tell us the nature of your injuries and the effect it has on you to-day?  Can you just describe that for us in your own words, the problems you are still having because of the shooting?",
            "Male"
        ],
        [
            [],
            "I was so badly injured because bullets penetrated my body from the back, some through my leg and my hands, some through my head, another one went down my chin and went out through my mouth.   I'm in a painful situation because I had to see two doctors each and every month.",
            "Female"
        ],
        [
            "MR MALAN",
            "And still to-day you have problems?",
            "Male"
        ],
        [
            [],
            "Yes, I do and everything is very painful.  Last week I had to go to the doctor because I had a problem with my nose.  I can't walk properly.  When I try to walk I feel as if I'm going to fall.  Sometimes when I'm asleep I'm not able to wake up.  It's difficult for me to wake up so I have to stay in bed the whole day.",
            "Female"
        ],
        [
            "MR MALAN",
            "In your statement you also refer to a case opened against the police and that a Mr Makobe acted as an attorney.  You also say that you attended the court on one occasion and you don't know what happened since.  Since you've made your statement have you perhaps had any further information on the court case?",
            "Male"
        ],
        [
            [],
            "I went to the lawyers who called us.  Those were the lawyers working closely with the Comrades.  The Father and Pastor from the Roman Catholic Church too us to the court together with the lawyers however, we were not called to testify in court.  We were told to stay outside so I can't say much about what happened.  However, after the lawyers left us they got another lawyer to help us and this second lawyer didn't help much because he just left the work.  These two lawyers were also working with the Comrades.",
            "Female"
        ],
        [
            "MR MALAN",
            "Did you get any compensation from the lawyers or from the police, through the lawyers?",
            "Male"
        ],
        [
            [],
            "They didn't do anything for us.  The police didn't do anything for us.  They only came to see us in the hospital  and we asked them why they shot at us but they couldn't answer.  When we read the newspapers, it was written that we threw stones at the and  I asked them, how could we throw stones at them whilst sitting down.  They couldn't answer that question.",
            "Female"
        ],
        [
            "MR MALAN",
            "Do you have any papers at home from the lawyers perhaps, which we could look at and see if we can get more information from the lawyers?",
            "Male"
        ],
        [
            [],
            "They didn't give us papers.  They never gave us any documents.",
            "Female"
        ],
        [
            "MR MALAN",
            "You wouldn't have a case number or anything?",
            "Male"
        ],
        [
            [],
            "I don't have any case number because we didn't even attend a court hearing.",
            "Female"
        ],
        [
            "MR MALAN",
            "Mrs Vilakazi, we do try and do some investigation on each and every case that comes to us.  We're investigating each statement, we're trying to establish the circumstances and we're trying to establish the veracity of all statements.  We will see what more information we can get and we hope we do find ourselves in a position where we can get some which will make your pain less than it is at the moment so you'll have little more understanding of the situation.  In the meantime I have no further questions.  I can only say, Siabonga.",
            "Male"
        ],
        [
            [],
            "Thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you, Mr Malan.  Miss Mkhize.",
            "Unknown"
        ],
        [
            "MISS MKHIZE",
            "Mrs Vilakazi, I discovered that you got injured on the very same day as Stafnurse Mzwakali.  Stafnurse Mzwakali told us about the situation at that time and we want to find out why you happened to be called by the police to come out because we have discovered that there was some conflict between the community and the police.",
            "Female"
        ],
        [
            [],
            "I'd say my house is near the stadium so when they were announcing through the loudspeakers, I heard them.  I could also hear the students announcing that we should also come to the meeting.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "To set the records straight, who was calling you?  Was it the students or the police?",
            "Female"
        ],
        [
            [],
            "The police were announcing through a loudspeaker.  They were going around with a police van and there were three White men.  When we arrived at the police station in Lynville Park, the three White men were armed with rifles and the other police were on top of the cars.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "My question was, when you got out of the house responding to the call, did you trust the police?",
            "Female"
        ],
        [
            [],
            "I didn't know that we would be meeting the police together with the children but when I arrived I found that there were so many people at the park.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Do you remember what happened?  Was there any conflict between the police and the students or did the students sing or anything?",
            "Female"
        ],
        [
            [],
            "On that particular day, there was nothing like that.  It might have happened in other parts of the township but nothing like that happened next to the police station in the park.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "If I could take you back to the shooting incident, you say the Comrades selected you as one of the four women to stand up?",
            "Female"
        ],
        [
            [],
            "Yes, that's correct.  The children selected me as one of the four women.  I think they were used to me because I'm a vendor, I sell things.  That is why they asked me to be one, together with the other three women.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "When you stood up, were you facing the police?",
            "Female"
        ],
        [
            [],
            "Yes, that's correct.  I stood before them but I didn't say anything.  That's correct.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "When you think back, do you think they suspected you as one of the political activists?",
            "Female"
        ],
        [
            [],
            "If they shot at me in particular, I would think so but they were shooting at everybody.  It was because the students told us not to say anything, to rather keep quiet because we don't know anything.  They were saying if the police wanted an answer they should go and release those who were arrested and then they will get the answer.  They went to collect the and when they arrived at the police station, they instructed us to go to the stadium.  The children refused that we, the elderly women should go to the stadium.  After the children refused us to go to the stadium, the police gave us five minutes to disperse.  About one minute after telling us to disperse, they shot us.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Can you explain more about your injuries?  We'd like to know more about your condition after you were shot at but before that I would like to find out who gave the five minute ultimatum?",
            "Female"
        ],
        [
            [],
            "I would say it was the police.  I don't see well at the present moment but I even saw him at the hospital.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Did you recognize the person who shot at you?",
            "Female"
        ],
        [
            [],
            "I can't hear you well?",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "I'll repeat the question.   The person who shot at you, did you see him?",
            "Female"
        ],
        [
            [],
            "I saw him when they came to see me in hospital but I can't recognize or identify him now because I've got eyesight problems.  I only know that there were three White men who shot at us.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Maybe you can further explain to us, after you were admitted to hospital, you were physically affected.  Can you tell us how you were injured?",
            "Female"
        ],
        [
            [],
            "I was so badly injured.  I was a person who was a vendor, selling things, but unfortunately now I cannot help myself to survive because I used to live on selling things.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Can you specifically explain your handicaps, saying, I can't see or I can't walk.",
            "Female"
        ],
        [
            [],
            "I can't say exactly what happened but I know that after I was injured I had a few problems.  If there is lightening, my wound on my head normally swells and my hand is damaged because I can't do my own washing.  My daughter-in-lay had to stop work to come and help me at home.  This is so painful to me because she has children to support and she has to come and work for me.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "You said many people got shot on that particular day.  Can you estimate how many people were shot?",
            "Female"
        ],
        [
            [],
            "I will talk about the people who were in the same ward as I.  It was the one who gave evidence before me, Mrs Mkosi and Emilina Sindani and another one from the Mkosi family who has just passed away.",
            "Female"
        ],
        [
            "MISS MKHIZE",
            "Were none of you politically involved?",
            "Female"
        ],
        [
            [],
            "No, we're not.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Vilakazi, when you heard the message over the loudspeaker and you went to the stadium, how many people did you find there?  Were there lots of the parents or just a few of them?",
            "Male"
        ],
        [
            [],
            "There were many parents and many children as well.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mrs Vilakazi, is there anything else you would like to say before I sum off.",
            "Unknown"
        ],
        [
            [],
            "I don't whether I will be making a mistake to say, as a disabled person at the moment, I don't have a very comfortable place to stay.  I would like to ask the Commission to just build me one room and a toilet.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Vilakazi, thank you very much for that.  It's been a long day for you.  You've been sitting very patiently and also, without realizing it myself, you've actually made us understand what happened on that day because as we said, somebody else came to speak about a shooting and her injury earlier on.  You have clarified things for us.  We are very glad that you came.  We've heard and noted your request to the Commission.  We do not of course have those powers to support requests as they come to us but we will note it and Miss Mkhize is the Chair of the Reparations Committee and those recommendations will go forward to Government.  Thank you very, very much for coming to-day.",
            "Unknown"
        ],
        [
            [],
            "Thank you too.  I would also like to add that I need a walking stick, if possible.",
            "Female"
        ]
    ]
}