{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "GRAHAMSTOWN",
        "day": "3",
        "names": [
            "BUYISWA M. CEKISANI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55115&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/cekisani.htm",
        "speakers": [
            "BUYISWA MARGARET CEKISANI",
            "CHAIRMAN",
            "CHAIRPERSON",
            "MS CRICHTON",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "BUYISWA MARGARET CEKISANI",
            "MS CRICHTON",
            "MS CEKISANI",
            "CHAIRPERSON",
            "CHAIRMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now call Buyiswa Margaret Cekisani.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Chairperson, may I swear the witness in please?",
            "Unknown"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "We would like the briefer to please help you with the headphones because you are going to be facilitated by Mrs June Crichton.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Good afternoon Ms Cekisani.",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Good afternoon.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "I am going to take you through the first part of your story and ask you just to confirm that what I am saying is correct and then I want you to focus on the torture that you experienced at the hands of the police who stopped your car.  So can I ask you first of all were you 26 years of age at the time that this happened?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Yes.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And you were working at the time?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Yes, I was working.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Were you affiliated to any political organisation?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Yes, I was, the ANC.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And before you begin to tell us about what happened on that day to you as you returned from  your holiday, would you tell us now whether you knew the people who stopped you, whether they were known to you personally?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "No, I did not know them.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "All right, would you then continue and tell us exactly what happened from the  moment the car was stopped?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "After the car stopped where we were standing, we encountered the police in two caspers and also a private car with registration number CCN.  We were taken out of the car in which I was and thereafter we were asked for letters of permission to walk around at night and I said that I did not know that it was necessary for us to have letters to move around at night because I was from a holiday in Hogsback.  We were taken out and the people of the car were taken away and myself and another boy were assaulted by the police and I said to them I did not know anything about permission because I had just come back.  We were assaulted with batons, we were tramped and they kicked my teeth out and I was bleeding through my ears and my nose.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Did they use anything from the car, did they actually take anything from the car and put it on your body?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Yes, a rope was used, ropes were taken or leads were taken and attached to the car batteries and attached to my ears and electric shocks were executed on me and I was then put in the casper.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "When that happened to you, what happened to your ears, what was the result to your ears?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "I had difficulty in hearing and at the police station some fluid came out of my ears and my nose was bleeding as well.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Then you were taken to the prison, to Rooi Hell is that the prison in Port Elizabeth?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "We were taken at approximately one o'clock to\nthe holding cells in Fort Beaufort and at approximately six o'clock, we were taken to the prison in Fort Beaufort where we spent the weekend, being the Saturday, the Sunday and the Monday.  On Tuesday at approximately 7 am. we were loaded into a van and told we were being taken to the prison in Port Elizabeth.\n I refused and the people that were with me, asked me to cooperate.  I had to go with them.  We were taken to Port Elizabeth.  When we were here in Grahamstown, we were dropped off at the police station and told to go and relieve ourselves in the toilet and I think we must have left here at about two o'clock in the afternoon and we went to Port Elizabeth.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Ms Cekisani, I am going to interrupt you here and just ask you now to tell me who was in the car with you?  Who were these others with you?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Mrs Qina, Mrs Williams and several others, even Mrs Ngece.  Mrs Ngece who was a teacher.  There were many of them, we were just thrown into the van, into the casper.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And when you got to the other end and in fact before you got to the other end, had you had any medical treatment at all?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "In Port Elizabeth?",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Even before that and in Port Elizabeth as well?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "A Doctor by the name of Dr Botha came to the prison because I was very ill and I was taken out at approximately seven o'clock.  This Doctor came and examined me.\n I was swollen and I had bruise marks all over my body. \nThe Doctor gave me two Panado's and which I took and then I was put in a cell by myself.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "These people, I am just going to go back to the beginning when the car was stopped and the people who stopped you, you said you didn't know them at all.  But later on in your statement you talk about them having been neighbours, now did you not recognise them at all, the ones that stopped the car?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "I did not know them, even the policemen that was there, I knew as someone that was in our area, I did not know him by name.  But when I got home, I described him saying that I knew the policeman who stayed about four houses from home, that he was present when  I was assaulted by the police and that he was present.  His name was Sqila.\n I mentioned his name, I said that I had seen him.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And now it says here in your statement that in 1995 you went to the Fort Beaufort police station and made a statement, is that date correct?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Yes, I did go and submit a statement, but no investigation followed.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Can you tell us why you waited so long to make that statement?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "We were told after we were injured that we are going to be locked up, that our statements won't be taken and that is why I did not submit a statement at that time.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "What is your health like now Mrs Cekisani?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "I am still ill and I am dependent on my mother.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "You have come here with expectations from the Commission, what are they?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "I was wanting to ask the Truth Commission to assist me with my children.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Just one last point of clarity, you haven't said, but was there no court case at all about this, that this man Sqila never appeared in court as far as you know?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "No, they never went to court.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Is there anything further you wish to say?  Is there anything further you want to say?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Yes, there is.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Please continue.",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "I would like the policeman who was present when I was assaulted to be informed that I am unable to work and I am unable to support my children.\n And that the Truth Commission see in which way it can assist me.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you and then a last question.  You talk about your children, how many are they?  Who are you dependants?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "I have two children.  One is in standard 6, the other one is in standard 7.  The one was born in 1978 and the other was born in 1983.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And you are receiving a grant for them?  Or did you say you are surviving through your mother's grant?",
            "Female"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "I do receive a grant of R250-00 per month for them.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you very much Mrs Cekisani, we have noted your requests and I am going to hand you back to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Cekisani, were you a member of any political organisation at that time?",
            "Unknown"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Yes, I was but I was not there.  I was a\nmember of the ANC but I left the area to go and work.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "We are trying to establish what the reason is for these people having tortured you in such a way.",
            "Unknown"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "I do not know, because they wanted to know from me if I had a letter of permission allowing me to walk around at night, because there had been a curfew declared.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "And were Qina and Williams some of the people that were also arrested?  Were the other people that were arrested with you, also tortured that badly?",
            "Unknown"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "There was just one other girl that was severely tortured.  She was also in the car in which I was.  Three of them had worked at a bakery.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "This boy.",
            "Unknown"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Sorry, it is not a girl, it is a boy.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "He is still in Fort Beaufort?",
            "Unknown"
        ],
        [
            "BUYISWA MARGARET CEKISANI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "We thank you Mrs Cekisani for coming to tell your story.  As I have said  it sketches the picture of torture which I do not think we have seen much about recently in this hearing, torture on a female person with the jumper leads of a car attached to the batteries of a motor vehicle and to the ears of a person.\n We have never come across that form of torture.  We would be very interested in discovering these means of torture so that our report to the State President can be as comprehensive and complete as possible.\n But this type of torture we find rather surprising, especially being administered to a female person.  As we have said we will follow up on what you have said here today.\n We will go to (indistinct) and Sqila and see which\nother information we can obtain.  Also from Dr Botha and Dr Claasen and see which report we could obtain from them.  We thank you very much for having come.",
            "Unknown"
        ]
    ]
}