{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "GRAHAMSTOWN",
        "day": "2",
        "names": [
            "TOBILE CECIL GQOLODASHE"
        ],
        "case number": "EC1904/97ALB",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55121&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/gqolodas.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MAYA",
            "NOMALADY NOMELUMZI TYUKU",
            "NONTOBEKO JOYCE PIKOLI",
            "REV XUNDU",
            "TOBILE CECIL GQOLODASHE"
        ],
        "original_speakers": [
            "REV XUNDU",
            "TOBILE CECIL GQOLODASHE",
            "CHAIRPERSON",
            "NOMALADY NOMELUMZI TYUKU",
            "NONTOBEKO JOYCE PIKOLI",
            "MS MAYA",
            "MR GQOLODASHE",
            "MRS TYUKU",
            "MRS PIKOLI"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "I would like to swear you in, Sir.  Tobile Cecil Gqolodashe, please stand.",
            "Unknown"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "The witness has been duly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We would like to welcome you, Mr Gqolodashe, and thank you for having had the patience to wait here all day.  We are going to ask Mr Sandi to lead your testimony by way of a few questions.  Sorry, I have made a mistake.  Tobile Cecil Gqolodashe, I am advised should be combined with Nomalady Tyuku, Nomelumzi Tyuku and Nontobeko Joyce Pikoli.  We would like them to come forward as well.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like to begin with you, Nomalady.",
            "Unknown"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much and now Nontobeko Joyce Pikoli.",
            "Unknown"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much.  Chairperson, they have been duly sworn.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We would like to welcome you as well and we are going to ask Ms Maya to put questions to the three of you on behalf of this Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Chairperson.  Mr Gqolodashe, we are going to start with you.  In the statement before us we have a date mentioned here, the sixth of November 1984, but before I start leading your testimony, I would like to say that we have read a lot about you in the statements of the people of Port Alfred and how you assisted the community at a time where there was a politically explosive situation.  Would you please tell us that, what role you played and what happened when you people were preparing for the funeral of a Comrade in Port Alfred.",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "Thank you Chairperson.  What happened is since a Cupa boy had been shot dead by the police, arrangements were made for that funeral and they involved the Magistrate of Port Alfred as well as the Commissioner who was there at the time, Mr Griffiths, the Magistrate was Mr van der Merwe, in the sense that they were asked that since this funeral was going to be conducted, we were going to attempt to have as peaceful a funeral as possible and make it unnecessary for the police to be present.  Our request was that the Magistrate and Commissioner speak to the police and ask them not to make their presence obvious,  because when police, when people saw police, a police presence at funerals, it led to a volatile situation.  They promised to do that.\n What happened was that the funeral procession began, but just before that we noticed while we were digging the grave, you could see into town from the cemetery and we saw many police vans going towards town.  I actually took the initiative to leave the cemetery while the funeral was in progress and went to enquire and found all these police vans parked at the police station.  I came back, we continued to dig the grave and on the day of the funeral, we had dug the grave on the Thursday since the funeral was going to take place on the Saturday.  We asked everyone in the community, because this was the first incident where the police had killed someone, we asked everyone in the community not to report for work so that they could attend this funeral.  A stay-away in other words.  \n It then happened that there was a stay-away and we conducted this funeral and while we were on our way to the graveyard, there were so many people, I would say the entire location must have been there.  On our way there we did not see any police up until we reached the cemetery.  When we were on our way back, there were two main roads there, we split, because the people were singing.  We took the bottom road and the others took the top road, because we were in the, had taken the bottom road we passed the Methodist Church and we passed the police there.  They did not do anything to us.  When we approached the house where the deceased's relatives were, we heard gunshots.  It was apparent that they had, there were other police in the top street and they had shot at those people.  \n We hurried back to where these people were and encountered a lot of people running in all directions.  I then ran past this house to where these people were being shot.  When I got there, there was a T-junction which met with the main road.  When I got there I saw the police standing at the lower end and saw these people running and crossing the yards.  I came and stood between the police and these people and stopped these people from running.  These police stopped shooting.  Many people had already been struck by bullets.  Some of them had been scratched by the fences and I tried to stop them from running, because a lot of them were being injured simply by running away.  \n While I was still standing there facing the police they shot at me with birdshot and from my waist up they riddled me with these birdshot.  I was very angry, but in spite of that I did not run away.  They shot a canister of teargas near me and when they shot the teargas at me I ran away, because one could not stand, one cannot stand for that.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did anyone, during this shooting incident, was anyone fatally injured beside your serious injury?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "A lot of people were injured.  Some of them were injured in their eyes, they lost their eyes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you know Zolisile?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "Yes, he was one of the people that was injured in his eyes.",
            "Male"
        ],
        [
            "MS MAYA",
            "You mention a house that was burnt, tell us about that.",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "After I had been shot some people had run to the house where the funeral was taking place.  When I went back there the police cut across the yards and came closer then and fired teargas into the tent and the tent, the teargas burnt the tent.  I was bleeding profusely and I had left the situation behind as it was and I was found by Kwinti at home to say that he had phoned the Magistrate and the Commissioner to come and see what the police had done.  I went back by car and when I got there I, the Magistrate and the Commissioner were also arriving at the same time.  They then wanted to know what had happened and I told them and the other people were there as well.  We showed them what had happened, because the tent was alight and the other people had also come back when they saw the Commissioner and we told them that the police were still back there.\n They wanted to know why the people had been shot, but they did not give any plausible explanation.  It was then said that we should be taken to the doctor and police vans were summoned, people were taken and I refused to get into the police van and went to the doctor in my own car.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you receive any treatment from the doctor?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "No, I did not.  Some, while I was there police came and dropped a group of people.  This one boy came to me and said that I should not leave, the police were coming to arrest us for public violence.  That was before we could even be treated.  The police came, people were loaded into the van.  I was escorted by a policeman to the police station.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you one of the people that was arrested?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "No, because I was seriously injured and that there was a policeman who knew me, because I worked at the bakery and, because these people liked to eat too, as someone who worked in the bakery, they would come for bread and pies and I would give them these things when they would come to the bakery and ask for these things.  I consequently could not sleep that Friday night and I had to be taken back to hospital.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were the pellets ever removed from your body?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "No, the pellets are still in my body.  There are many of them.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do they not cause you any inconvenience?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "Yes, they do.  There are pellets in my knees and in my calves and there is one which I can feel in my left forearm.",
            "Male"
        ],
        [
            "MS MAYA",
            "When you were taken to the Magistrate after you had been arrested, were you charged?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "We were charged with public violence.",
            "Male"
        ],
        [
            "MS MAYA",
            "What did they say what had you done?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "We were told that we were stoning the police.  What happened was that the trial continued and after people were set free, were released on Monday the trial continued for two to three weeks and while we were conducting the trial, myself, Wintie and someone else were arrested for intimidation.  We were now in custody for the intimidation matter and we were still on trial for this other matter.  I was sentenced to seven years imprisonment.  The others were sentenced to five and three years imprisonment.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you serve the sentence?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "We were in custody for about five months, because I was still awaiting trial and I think we stayed there a month or two and we would then change to St Albans.  Then we were taken to J C Steyn in Kirkwood and we were released after five months or so.",
            "Male"
        ],
        [
            "MS MAYA",
            "How were you released?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "We were released after our appeal had succeeded.",
            "Male"
        ],
        [
            "MS MAYA",
            "With regards to the intimidation charge, who were you accused of having intimidated?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "There was a white policeman in Towe, there was someone in Towe who had been bribed by a white policeman by the name of Oberholzer.  There was a beer-hall which belonged to Oberholzer.  Now this beer-hall was something which intoxicated people, because they use to sell a sort of malt beer called Shlukusha and we tried to get rid of that beer-hall by holding a prayer service all week, trying to alert the people to the dangers of this.  The people then became aware and decided not to buy at that beer-hall anymore and because it worked we were accused of having intimidated people.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened with that matter?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "It was withdrawn.",
            "Male"
        ],
        [
            "MS MAYA",
            "In both matters were you represented by a legal representative?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "In the public violence we were represented by de la Haap and in the other matter we were represented by a Mr Morena from Durban.",
            "Male"
        ],
        [
            "MS MAYA",
            "Now that you are before this Commission, is there any request which you like to make?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "What I would like to see done is that people should come and tell the truth before the people, because what people did, they should say why they did and who had sent them, because even when we were on trial the Brigadier who was in charge of the riot squad came to give testimony and not the policeman who had actually pulled the trigger.  We want them to come here and come and tell us the truth, tell us why they did this, who were they.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were there any other requests which you made?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "Yes, I suffered a lot in the oppression of the struggle, I worked without any problems, I had worked all along without any problems, but all this affected me in such a way that it even effected my house.  I am now living under these circumstance because of that.  I have children who were at school and I am unemployed and it is just very difficult.  Also, these pellets which are in my body are not supposed to be in my body.  They cause me great discomfort and if I could be put in touch with a doctor in any way to have them removed, I would like that.",
            "Male"
        ],
        [
            "MS MAYA",
            "You also mentioned the building of schools in Port Alfred.",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "Yes, that is one of the things which I would like to see done.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you very much Mr Gqolodashe.  We would like to go to Nomalady.  The last question, Mr Gqolodashe, why did you leave work after you were injured, were you dismissed or, were you dismissed?",
            "Female"
        ],
        [
            "TOBILE CECIL GQOLODASHE",
            "All these things happened when I was still at work.  After I got injured I could not go back to work because of my injuries",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you very much.  Can you please explain to us, are you Mrs Tyuku or Tuka?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Tyuku.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you very much.  In your statement in front of us you are going to talk about Madodana Zolisile Tyuku.  Is the one Mr Gqolodashe referred to?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Yes, he is the one.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was Zolisile, Mam?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "He was still a young man at the time.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you remember his age?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "No, I do not remember his age.  He was a young man.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he still at school?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "No, he was not at school.",
            "Female"
        ],
        [
            "MS MAYA",
            "According to your knowledge, was he a member of any political organisation?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "No, he was not a member.",
            "Female"
        ],
        [
            "MS MAYA",
            "Why was he shot by the police?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "He went to work at that day.  When he came back from work the police were shooting all over in Makamangeni.  I told him not to go out of the yard and he listened to me, he did not go out.  He just told me, he asked permission to go to a neighbours house to play cards.",
            "Female"
        ],
        [
            "MS MAYA",
            "When you are saying that the situation was bad in Makamangeni, what was happening?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "There was a boycott at that time.",
            "Female"
        ],
        [
            "MS MAYA",
            "Why?  Do you remember?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "No, I do not remember clearly.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he shot when he asked permission to go to the neighbours house to play cards?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Yes, when he was going out a Hippo passed in that house.  When I looked through the window I saw that there were police in that Hippo.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened after that?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "I heard that the Hippo stopped in that street.  I did not have a chance to go out and look outside, I stayed inside the house.  We had supper.  After a while I heard gunshots in that street.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did you hear that he was shot?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "We heard when the Hippo left Makamangeni and one white man left.  I heard gunshots and I peeked through the window again.  I heard one man saying, shoot him.",
            "Female"
        ],
        [
            "MS MAYA",
            "When you were looking through the window did you notice anyone?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "It was Nocanda.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened after he got injured?  Did you get an attorney or did you lay a charge against them?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "I could not do that although we had a lawyer, an ANC lawyer, hired by Mr Mkweni, but I could not, I did not know what to do.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened in the case?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "We appeared in court once, but after that we did not hear anything.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened to the lawyer?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "I could not go to the lawyer, because at that time I was weak.  My mother and Mr Mkweti were consulting with this lawyer.",
            "Female"
        ],
        [
            "MS MAYA",
            "There is something in your statement I want you to clarify.  You say that the undertaker offered money for you, he will give you amount of money if you claimed that your brother died because he was sick.  He told you not to say that he was shot.",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Yes, Kitile came and I was taken to the mortuary.  The Boers were there together with their guns.  They told me to go and look at the body.  He was lying down in a cement, there was a black bucket next to him.  They told me to take off his clothes and I did.  I was taken to the front office.  They said that he stoned a van.  I told them that he did not do that, because he was just coming out of the house.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know the reason why Kitile says that you must say that he was sick, he was not shot?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "We did not know the reason, because I asked him what did he mean by saying that we must go and bury him with the prisoners.  He wanted us to bury him immediately and I told him that my family is not around, we have to inform them, because they were in Johannesburg.  He said that if we can agree, they will give us this amount of money together with the prisoners.  I told him that I am not going to do that, because this child was not sick, he was shot.",
            "Female"
        ],
        [
            "MS MAYA",
            "In other words, they refused permission for you to take him and bury him properly at home?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Yes, they wanted us to take him to be buried together with the prisoners.  The following morning I saw police in their private clothes, some of them were not in their private clothes.  They took me to Santa saying that I  must tell them the truth before they killed me.  I told them that the, he was not stoning anything, he just came back from work.  I had a one year old baby at the time.  I could  not find, I did not find a chance to feed my child.  After that the detectives from Port Elizabeth came to pick me up. We went to the highway and they said to me they wanted to know about what happened.  They said that they will help me if I can tell them the truth.  I told them that he did not do anything, he was just coming back from work.\n They then drove me to the post office, they left me there.  I went back home, I consulted Mr Mtwinti because they were the ones who were helping me.  I told them what happened.  Mr Mtwinti gave me a lawyer's name, but I have forgotten that name and he said that if the police would come again, I must give them this lawyer's name.  While I was still eating in Mr Mtwinti's home, because we were neighbours, white men came together with a lady.  They were looking for me.  They said that they wanted the truth about what happened.",
            "Female"
        ],
        [
            "MS MAYA",
            "Who were those people?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "They did not tell me, they did not introduce themselves to me.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened after they arrived?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "The police came and they said that they will take the body and they will throw it away if we are not going to bury him immediately.  They said that we must bury him on Friday.",
            "Female"
        ],
        [
            "MS MAYA",
            "We noted that you were harassed during the funeral, because there were certain people who got shot.  Can you please briefly explain what happened?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "When we were going to the graveyard there was nothing, it was quiet, but when we came back the streets were full of soldiers.  Some of them were in the location.  When we were trying to prepare food for the people teargas was dispersed, people ran away.  There was confusion all over.  Other people got injured in that process.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you, Mam.  What is your request to the Commission?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "My request to the Commission is that I do not know where he would be today.  I do not know whether he would be supporting my parent today.  I would like the person who killed him to help us, to support us, because since then I suffered from a high blood pressure.",
            "Female"
        ],
        [
            "MS MAYA",
            "You mentioned that you get a treatment from a doctor.",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "I visit a clinic, because we do not have money at home.  My mother cannot go back to work.",
            "Female"
        ],
        [
            "MS MAYA",
            "In other words, you would like to be helped with the medical treatment?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "You would like us to investigate about the court case?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "You also request financial assistance at home?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that all you want to say, Mam?",
            "Female"
        ],
        [
            "NOMALADY NOMELUMZI TYUKU",
            "Yes, that is all.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you, Mam.  Madam, are your full names Nontobeko Joyce Pikoli?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "That is correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "And the evidence which you will give will be with regards to Mkuseli Pikoli who was shot and injured in 1985?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "That is correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was Mkuseli to you?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "Mkuseli is my child.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where is he now?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "He is here, he was in Port Elizabeth all along.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there any reason why he is not giving his testimony himself?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "When the Truth Commission people came around he was not home, he was in Port Elizabeth.",
            "Female"
        ],
        [
            "MS MAYA",
            "But is he here today?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "Yes, he is.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you not think there is anything which he would  like to add?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "He might be able to say what happened to him in custody.",
            "Female"
        ],
        [
            "MS MAYA",
            "We would like to ask you to tell us with regards to Mkuseli and if there is anything that is not clear, we will ask him.",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "At the funeral of the ladies relative here next to me we all went and when we were coming back the police were standing around there.  When we took the corner for the road leading to her house we saw police and we saw people running.  When we realised what was happening the teargas was already affecting us and we all ran away.  I remember I had on a jersey and I opened up a tap and wet the jersey and we all ran.  I ran until I got home and when I got home I was worried when I discovered that the children were not there.  While I was panicking about where my children were they, some of them came and Mkuseli also came.  He had been injured and he was red, he was bleeding.  What I was worried about was that he had recently undergone an operation on his one leg and that leg had been struck by a bullet.\n When he got home I decided to phone Mr Wintie.  Mr Wintie advised me to hurriedly go and see a doctor, because many people were injured.  When we got there we waited and we saw many vans.  While standing there waiting for them to come out they said that we could go, that they were going to be held by the police.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was he at the time?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "He was 17 years old.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he still at school?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "He was not at school that year, because he was in hospital for most of the year, because of that operation.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened after he was arrested, was he charged?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "Yes, he was charged.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened to the case?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "He was found guilty and he was sentenced to three years, one and a half of which was suspended.",
            "Female"
        ],
        [
            "MS MAYA",
            "How long did he, prison term did he serve for?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "He was, he served five to six months in custody and he was then released.  At the time when he was in custody, I heard that he was taken to hospital, because his leg which had been operated on was giving him problems and after his release he encountered numerous problems with that leg.",
            "Female"
        ],
        [
            "MS MAYA",
            "What is his leg like now?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "There are times where his leg does not give him any problems, but other times it does.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you ever institute a civil claim?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "At the time when they were released we were told that we would be compensated, because they were held for nothing.",
            "Female"
        ],
        [
            "MS MAYA",
            "And you still have not received anything to date?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there any request which you would like to submit before this Commission?  Should I remind you of what your requests were?  You requested that a tombstone be erected in memory of these people.",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "Yes, we decided that way.  I did not know what to say, because he was not present there.  I see that he was still very young and I would like to, his children to see how their father was affected.",
            "Female"
        ],
        [
            "MS MAYA",
            "You say that you also want medical assistance, because there are times when he needs to, he needs medical attention.  Is that correct?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "That is correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "You also said you would like financial assistance to pay for the financial expenses of that time.  Is that so?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "Yes, that is so.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that all you would like to say?",
            "Female"
        ],
        [
            "NONTOBEKO JOYCE PIKOLI",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you very much, Mam.  If there are any other questions, I will hand back to the Chairperson who will decide.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We remember the period you are testifying about today.  It was a very difficult period in Port Alfred.  We remember the heroic contributions made by some and we thank them for having come before this Commission to remind us about that time.  We would like to say thank you to you, Mr Gqolodashe, Mrs Tyuku and Mrs Pikoli and we have noted your requests before this Commission.  We will forward them and for now we would like you to, we would like to ask you to take up your seats again.  Thank you.",
            "Unknown"
        ]
    ]
}