{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "GRAHAMSTOWN",
        "day": "2",
        "names": [
            "MBULELO LAWRENCE \"TOYO\" PETER"
        ],
        "case number": "EC1061/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55147&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/peter.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "MBULELO LAWRENCE TOYO PETER",
            "REV XUNDU"
        ],
        "original_speakers": [
            "REV XUNDU",
            "MBULELO LAWRENCE \"TOYO\" PETER",
            "CHAIRPERSON",
            "ADV SANDI",
            "MR PETER"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Mr Chairperson, I would like to swear him in.  Please stand up.",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Mr Chairperson, he has been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Over to you Mr Sandi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.  Mr Peter, you are here today to tell us the story about yourself.  Is that correct?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You are from Alexandria.  Is that correct?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, that is correct, I am from Alexandria.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said that what happened to you in 1986.",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "In 1986 while I was at home, I was sleeping in  my bed, but I was not under the blankets, I was just reading  a book, lying in the bed.  The police then came.  They were together with the Municipality Police.  They knocked at the door.  They did not knock in a proper way.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was it at night or was it during the day?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "It was before eight o' clock at night, they kicked the door.  At home when it was raining our door would not close properly.  They just pushed the door and it opened.  My sister was there.  They asked her for my brother.  She said that she did not know where my brother was.  They then asked where I was.  She answered by saying that she did not know where I was, because she just arrived  at home.  They wanted to search the house.  At that time while I was reading the book I fell asleep, but I could hear that there were people talking.  When I woke up it was the time when they were coming in my room.  The light was still on as I was reading the book.  They came to me and they asked where are others.  I said who are you talking about.  They then looked under the bed and they opened the wardrobe.",
            "Male"
        ],
        [
            "ADV SANDI",
            "According to your knowledge, were there reasons for them, for searching for you, for looking for you?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you taking part in activities which will make the police to look for you?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When there was toy-toy in your area, in Alexandria, what would you do?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "I would join the toy-toy.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you toy-toying like the rest of the people?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was there any youth organisation or a resident's organisation in which you were a member?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "There was a youth organisation, but at that time I was not a member.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said that they grabbed you by the chest.  What happened?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "They took me out of the room.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did they beat you all this time?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, the two police which were here today, they were present.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did they beat you when they grabbed you?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "They beat me when they were taking me out of the room.  They beat me in the dining-room and then they took me outside.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What did they use?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "They beat me with a sjambok.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why were they beating you?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "They did not tell me why they were beating me, they just beat me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "They took you to the police station?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, they took me to the police station.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What happened in the police station?  Can you please explain to us?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "As I was in the police station I was bleeding, because they beat me in my one eye.  They took me with their police van to the charge office.  When we arrived there they let me sit down, they gave me a cloth so that I can stop the blood, they phoned the ambulance.  They phoned the ambulance, the doctor said that he will send me straight to hospital.  He said that he cannot do anything about the injury in my eye.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where did he send you?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "He sent me to Livingstone Hospital in Port Elizabeth.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you get treatment there?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who was your doctor in Port Elizabeth?  Do you remember?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "In Port Elizabeth, I do not remember.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But you stayed for how long?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "I stayed for two weeks.  I was discharged in the third week.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you go to any attorney for advice about what happened to you?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "The attorney visited me in the hospital, an indian attorney, Naidoo.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did he say that he was from Port Elizabeth?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "He just took a statement from me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you see him, did you see Mr Naidoo after that?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "No, I did not see him after that, but he gave my case to another attorney, Vanessa, in Port Elizabeth.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What did Vanessa do about this case?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "I use to go to visit her in Port Elizabeth.  She will tell me to come back again and I would do that.  It was very difficult for me to go from Alexandria to Port Elizabeth, because I could not afford it financially.  She then told me that she was going to telephone, to phone me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you were released from the hospital were you arrested?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "When I was discharged I stayed for a few days and I was arrested under the State of Emergency.",
            "Male"
        ],
        [
            "ADV SANDI",
            "For how long were you detained?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "They told us we were going to spend 180 days.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you still remember how many months did you stay?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "If I am not mistaken, it is ten months.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In your statement you said you stayed for 11 months.",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, I think it is 11 months.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you were detained under the State of Emergency what happened to you?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Nothing happened to me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you tortured or were you beaten by the sjamboks or were you harassed?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "No, I was not harassed, but my eye was very painful.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you beaten by a sjambok in your eye?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, it was a sjambok.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you have a request to make concerning this case?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, I do have a request, because I do not think I will be able to go back to work.  I am still young and I would like the Commission to help me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In which way?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "At home I am staying with my mother, my father passed away.  It is very difficult, because we are an extended family.  All of us are depending and are supporting, being supported by my mother.  I would like the Commission to help me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you get a disability grant?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, I do get a disability grant, but it expired.  I then reapplied for it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "For how long was it, did you not receive it?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "I do not remember clearly.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What reasons were given to you?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "They told me that I could, I am able to go back to work.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you have any other request to make or is that all you wanted to say before I hand over to the Chairperson?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, that is all.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.  Mr Peter, you said  that you cannot work, you cannot go back to work because of the injuries you sustained in your eye.",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Mr Chairperson, my eye is not functioning properly.  Nobody will hire me with such an eye.  Even this other side is not functioning properly.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do I understand you well if I am saying that you need treatment for your eye?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Please repeat.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are you saying that one of your requests is that you want a specialist to look at your eye?",
            "Unknown"
        ],
        [
            "MBULELO LAWRENCE TOYO PETER",
            "Yes, I would like that very much.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Peter.  I will hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.  Mr Peter, the story of the people in this country, those who were fighting for liberation will not end with names, such as your name, are being mentioned when this story is revealed to other generations.  The police will be implicated when this story is being told to the other generation.  The people such as the other professionals, such as doctors, refused to treat people.  You also mentioned such a doctor who refused to treat you because of the apartheid system.  These names will come and they will be revealed to people.  Sir, together with other Comrades, we do remember your struggle, your participation in the struggle.  We thank you very much.",
            "Unknown"
        ]
    ]
}