{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "GRAHAMSTOWN",
        "day": "3",
        "names": [
            "NOZIPHO EUNICE SIYONA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55149&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/siyona.htm",
        "speakers": [
            "CHAIRMAN",
            "CHAIRPERSON",
            "MS CRICHTON",
            "MS MAYA",
            "NOZIPHO EUNICE SIYONA",
            "REVD XUNDU",
            "ZANYIWE SYLVIA KAMA"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "NOZIPHO EUNICE SIYONA",
            "CHAIRMAN",
            "MS CRICHTON",
            "MS SIYONA",
            "ZANYIWE SYLVIA KAMA",
            "CHAIRPERSON",
            "MS MAYA",
            "MS KAMA"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "We will now call Nozipho Eunice Siyona.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Mr Chairman, with your permission I would like to swear the witness in.",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you very much.  Chairperson, the witness has been sworn in.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I thank you.  June Crichton.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Thank you Mr Chairperson.  Could we have the earphones please?  Mrs Siyona, can you hear me?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "I can hear you.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "You are here to tell us about Phindile Siyona who was an ANC activist who was shot by the police on the 24th of March 1986, are those facts correct?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "I am going to talk about someone who was shot in 1992.  About someone and his mother, someone by the name of Kama who was also shot.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Could you just wait for one moment Mrs Siyona.  Is Phindile not a relative of yours at all?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "That is my child.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Mrs Siyona, Lulama Kama was also killed on the same day, is that correct?",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Yes, they were killed on the same day.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "And what about Nokhaya Lili Madakane?",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "That is, his name is Xolani Kama.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Is the matter of Thozamile Swartbooi Madakana something different?  Very well, we are going to ask Zanyiwe Sylvia Kama to come forward.",
            "Unknown"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "June Crichton will put questions to Mrs Siyona, Tiny Maya will put questions to Zanyiwe Kama.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Mrs Siyona, we start again then.  Would you then in your own words, like to tell us what happened?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Yes, I would.  In 1992, the 24th of the month, I was at home and I heard somebody call me.  I heard a shot while I was at home.  After a few minutes I heard myself being called.  Someone shouted Nowelele, Nowelele, Phindile has been shot.\n We rushed out of the door towards the street and we saw the Stability Unit there and they chased us away as if they were chasing away rejects.  And there were two of these children, one was at the bottom and one was at the top, I could see my one laying on his face and I could see the other one, the Kama boy.\n The Reverend took me and said that we should go.  A policeman stood there for a long time and then they took me back home with - and there were people that sat with me at home and I was informed that he had been taken to hospital.\n Reverend Kotze came and said that the child passed away while he was laying there.  I remained there and I was told that they were going to get an ANC Doctor to conduct a post-mortem and find out what the cause of his death was.\n We were told that he was going to be taken to Adelaide for this to be done.  Then eventually we were told we could go and fetch the child and find a mortuary.  I then found a mortuary and told them that he was going to be taken to the\nNewtown mortuary.\n I then went home and Mdanye said that the police were calling him and wanting to know how many people were going to attend the funeral.  I asked God to give me the strength that when the police came to me to enquire how many people were going to attend the funeral, that I was going to tell them how many people there were because I was unable to get close to my child when he was shot.\n Eventually I got my child's corps and I kept wondering how I was going to bury this child, because this all happened so unexpectedly and I did not have any money.  The organisation said no, we will help you.\n Then the Red Cross organisation came and gave me R400-00 and the organisation collected donations for  me from the residents in town and brought me this money which had been collected.  We then buried this child and they were standing in the tarred road and I was given a burial site at the bottom of Dube.\n We conducted the funeral without any incident.  And then there was this Kama boy, he was still alive and then Kama was released from police guard at the hospital and we were told that a trial was going to be conducted.\n The more the trial continued, the more my child's name was, my child was implicated.  And I thought I am not going to attend the trial any more, I remained at home.  Sandi came there when the trial was being finalised on that day, I had not attended court and the Attorney Sandi came to me and he said this Kama child seems to have an Attorney and it has been found that two people cannot conduct a riot.\n A group does that.  So I said to Sandi I don't have any money, God will see what to do.  I am not going to do this\nup and down of going to court.\n The person who was charged, was acquitted.  I've got something else, before my child was shot on that Thursday, a guy by the name of Teddy came with the Stability Unit in the casper.  I was at my place, Seslunqa was in the lounge and I heard that it was White policemen and they asked where the mother of this family is and she said that the family was not there.\n This White policeman said that he was coming to make peace with the family and he was told that the family was not there and they left in the casper.\n Long afterwards Nkenke came and wanted to know if Phindile Siyona had been shot, so I said yes and he said that the case is continuing.  And I said how many times is this case going to go on because are you people separating this and he said to me, you are wanted tomorrow.\n I then went, accompanied by some family members to the court and these White policemen came in.  Many of them had a briefcase and we were told that they were talking about Phindile Siyona and the case was postponed when the Doctors in Adelaide was phoned and he told them that he was busy and I think two weeks later, the  matter was heard again and I was told that it was going to be finalised.\n When we went there, the Doctor took the stand and at Attorney by the name of Tabata was representing us.  I think the Doctor must have sent an assistant or something, because I didn't see him.  What satisfied me at that case, was when the Doctor said that the child had died because he had been shot at close range and through his heart. \n If he had been shot from a distance, he would probably have survived.\n We left and then we were told that the deceased was found guilty of having stoned a casper and that he had a petrol bomb that he had thrown as well.\n And then I went out with the Attorney and said I don't believe what they are saying, even if my child  had thrown this casper with a petrol bomb or whatever, they could just have injured him and he would still have been alive.  And he suggested that I appeal against the matter, I said I don't have any money and I was told to bring the person that was with the deceased.\n I then got - hired a car and went to King William's Town and we were told that Mponyololo must tell us what happened and Mponyololo said that he and the deceased were playing ball in the street.  And he said that while they were playing ball, he went to the toilet, heard shots and when he came out, he saw the deceased laying there and the police was shooting at him as well.\n Mponyololo said when he came to after having been shot at, he was in hospital.  Apparently they had been playing ball outside this house where they were.   That Attorney said to me that Mponyololo says that it is possible that the deceased threw stones at that casper.  It is possible that the deceased threw stones at that casper, but Mponyololo did not see him and in these way these White policemen were acquitted.  There were three of them.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Ms Siyona, I thank you for that story that has made it clear to us now but there are some questions that I need to ask you.  First of all, how old was Phindile?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "He was 16 years old.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And the friend that he was with, that was playing ball with him?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "I don't know, his parents will know, I know how old my child was.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "All right, was he a member of one of the school organisations?  The political organisations?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Are you referring to Phindile Siyona?",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Yes, yes I am just referring to Phindile at this stage?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Yes, he was.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Then when the post-mortem was done, it says in your statement that the post-mortem was conducted without the family being present and the ANC was not happy about that.  Did you actually get a paper from them on the results of the post-mortem from the Government, from the police?  Did they give you a statement that was totally different to the one that the ANC gave you?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "No, but we were surprised to hear that the post-mortem had been conducted and we had to come and fetch his corpse, but the ANC Doctor said that his heart had been ripped, had been shattered by the bullet.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "The funeral went off without any incident, after you had asked for strength from God and you had received that strength to say how many you were going to have at that funeral, is that correct?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Yes, the funeral went off without incident.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And at this point you are still concerned that the deceased was said to be guilty of throwing stones?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "No, I was not even expecting that, so it didn't faze me much.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "; But in your statement I see that you are actually saying that you want the Truth Commission to investigate your son's death again, is that still your\nrequest?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "When I submitted my statement, I said that this whole thing is bringing back, reopening old wounds, and that is the reason why I avoided attending the court hearings.  All I thank God for is that I could take my child and bury him, others did not even see their children, they just heard that their children were dead or received the bones.\n I was just grateful for the opportunity to take my child, identify him and bury him.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Is your health now seriously affected by this, how are you Mrs Siyona?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Yes, thereafter I went to the Doctor and I was diagnosed as having high blood pressure and I am still under medication.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Have you any particular request to the Commission, other than what you told us already?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "I don't see what I can ask for except to say that the Truth Commission can see in which way it can assist me.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Have you completed your testimony, is there anything further that you want to add to what you said already?",
            "Female"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "There is nothing more I would like to add.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you very much Mrs Siyona, I will hand you back to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Siyona, who was the Doctor in Adelaide, you said he was a Doctor from Adelaide.  Who was he?",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "I don't know, I saw him in court wearing a Doctor's coat.  I don't know if he is still around, but I don't think that his name will not be reflected in Tabata's\nbooks because he was present there.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Who were the people who came to ask you for forgiveness?",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "These were the White policemen I just heard them say that they were looking for the family.  Teddy was with the policemen.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Do you know what Teddy's surname is?",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "No, I only know him as Teddy.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you Mrs Siyona, we will now go to Mrs  Kama.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Mrs Kama are you Zanyiwe Sylvia Kama?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "According to the statement in front of us, you are going to talk about two incidents?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "You are going to talk about Lulama Kama who was 13 years and Xolani Kama?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "Lulama was shot?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Xolani was shot in the back, he was injured, is that correct?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "These incidents happened in different years.  When was Lulama shot dead?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Lulama Kama was shot in 1985.  She was the first victim in Fort Beaufort to be shot.  She was shot by Amanqundwani.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is he Lulama?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes, he is Lulama.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did this happen on the 2nd of February 1985?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Please tell us what was happening at Fort Beaufort at this time?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "In 1985 we were not aware of riots at that time.  Lulama Kama did not do anything.  There was a meeting of the Councillors at Nyibiba with the residents.  There was conflict in that meeting between the Councillors and the residents.  On the following week the children were toyi-toying in the streets.\n Lulama was passing by, he was coming from the yard.  My mother sent him to the shop to buy sugar.  Because he was young, we did not expect anything to happen to him.  He then went to the shop.\n He joined the people who were singing in the streets.  When he was coming back from the shop, there were two of them.  His friend was Patani Kahlani.  Lulama was coming back home, his friend was going to another township.\n Lulama met the Councillors, the Fort Beaufort Councillors, they shot him.  The witness said that he was the car coming towards, going towards Lulama and they shot him.  Lulama managed to go to one house, Nomita Tebe sent a message that Lulama was shot in that yard.\n When that car left, it shot the child, Lulama's friend but he did not die, he was taken to East London for an operation.  He said that those were Siphiwo Ngqizani and Soki Gontsi who shot them.",
            "Female"
        ],
        [
            "MS MAYA",
            "Are you referring to Patani Kahlani?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where is he now?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "He is not in this hall.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is he still alive?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes, he is still alive.",
            "Female"
        ],
        [
            "MS MAYA",
            "That is what happened to Lulama?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "It was at night, we couldn't go to town to report this to the police, because the Councillors were shooting all over in that time.  We stayed with him until the next morning.  My brother went in the following morning to call the police.  Rali, a policeman came, they then took him to Stompie Funeral Parlour.  He was already dead at that time.\n The police were there.  It was said that he was not going to be kept in that mortuary.  We were told to bury him on Wednesday.  My brother refused because he told them that this child did not do anything, he was still very young.\n He then went to the Coloured Funeral Parlour in Newtown, he was admitted in that parlour.  The police said that we must bury him immediately.  My brother then said that we are going to bury him on Saturday because the rest of the family is not here.\n They then agreed.  They then refused that, they said that we must bury him the following week, on Wednesday, they then said that people in the funeral must not be over 100.  My brother argued with them, he told them that we are going to bury him according to our needs.\n He was then buried the following week on Wednesday.  They disrupted the funeral.  One person came from the township.  He said that the Councillors are waiting for us, they are going to shoot the people who are in the funeral.\n The family then went back home.  The people left, we left the people behind.  When we arrived at home as a family, one other man came.  We heard that Mr Madakana is dead.\n These people just shot at him.  The people did not go\nback to my home to wash hands, everybody was all over the township.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "We as the family, we are waiting for people to come home, the hippo came together with the Councillors' cars.  The police were also there.  The car was in front of the hippo.  They then shot at us while we were in our yard.\n I then woke up in hospital, I do not know what was going on.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.  Were these Councillors staying in the township?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you know any of them?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Siphiwo Ngqizani and Soki were the ones who killed Lulama.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were they arrested?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "No, they were not arrested.  When we went to court, the Magistrate said that the case was dismissed.",
            "Female"
        ],
        [
            "MS MAYA",
            "What reason was given for this?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "There was no reason, because at that time, we could not argue with the Magistrate.  If the Magistrate told us that the case was dismissed, we could not do anything.  It was the Magistrate who told us that the case was dismissed.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you remember the name of the Magistrate?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "No, I don't remember the name of the Magistrate.",
            "Female"
        ],
        [
            "MS MAYA",
            "You said that when you were called in this house, you stayed with this child and he was not dead at the time?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "You did not manage to take him to hospital?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes, we did not manage to take him to hospital,\nbecause it was dark and there was no electricity, there was no ambulance at that time.  Because you would hire a car when somebody was sick.",
            "Female"
        ],
        [
            "MS MAYA",
            "You mean that he passed away while you were sitting next to him?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "He was 13 years old?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes, he was 13 years old, he was doing standard 1.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he a member of a political organisation?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "He was very young Ma'am.  My brother was the one who belonged to the ANC.  My child was still very young, he did not understand anything.",
            "Female"
        ],
        [
            "MS MAYA",
            "In other words he was just a victim who was going home?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "The last question.  In your statement you mentioned that Dr Claasen was not allowed in the hospital when your child, when the post-mortem was conducted?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "We will now deal with Xolani's incident.  Who was Xolani?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Xolani was also my child.",
            "Female"
        ],
        [
            "MS MAYA",
            "He was injured in 1992, on the 24th of March?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Why was he shot by the police?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "At the time there was nothing going on in the township.  The riot was in  Tubalethu which was under the Ciskei Government.  The Grahamstown police were in Ciskei.  When they were coming from that township they came to the township, the two boys were playing outside.\n Xolani went to the toilet, he then said that he heard\na gunshot and when he was coming out of the toilet, the police shot him.  The police then dragged him to the street.  When we went out we saw that Xolani was shot together with Mrs Siyona's child.  The police did not allow us to come near to them.\n The police who shot Xolani was Constable Beni.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were you told why Xolani was shot?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "The police called an ambulance and another police van came.  They did not want to take him, they called an ambulance and they ambulance is not allowed to take a dead body, but they wanted the ambulance to take his body because they did not want the people to know that there is a dead body.",
            "Female"
        ],
        [
            "MS MAYA",
            "Who was saying this?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "The police was talking to the ambulance men to take the dead body together with Xolani.  Xolani's body was full of pellets, even in the back there were pellets.  He was bleeding.  Even in winter, even today in winter, he is bleeding.\n He was doing standard 8 in 1992, he is still doing standard 8 even today.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was Xolani in 1992?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "He was 18 years old.",
            "Female"
        ],
        [
            "MS MAYA",
            "Ma'am, you have told us sad stories.  Do you have a request to the Commission?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "I would like to finish off my story.  Xolani was admitted in the hospital, we would go and visit him and Xolani was guarded by the police.  He was under a police guard.  We wanted to know why, but the police would tell us that he was just ordered to guard him.\n When we went one day to visit him, he was not there,\nthey then transferred him to the police station hospital.  We asked the Doctor why they transferred him to the police station, they told us that there was a hospital in prison.",
            "Female"
        ],
        [
            "MS MAYA",
            "Which hospital was this?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "It was the hospital in Fort Beaufort.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know that Doctor?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "It was Dr Logna.",
            "Female"
        ],
        [
            "MS MAYA",
            "Why was he transferred to the hospital at the police station?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "They said because he was a prisoner.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he accused of anything?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "They said that he stoned a hippo.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did he appear in court?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "The Organisation arranged for a Lawyer, they found Mr Tabata, then Mr Tabata said that he must be released from prison and he will go to court now and then.  The case was postponed all the time in 1992.  The lawyer did not go to court and in April, 27th April 1993, the Magistrate said that he is going to charge the Attorney because he does not attend the court proceedings.\n The police from Grahamstown came, there were four police, there were five police.  One of them shot Xolani, the other ones were witnesses.  They said that they did not know the police who shot my son.  They claimed that the person who was shot, was a schoolgoing child and I told them that Xolani was not from school at that time, so they said that they did not know Xolani.\n They were then found innocent.  It was then said that two people cannot toyi-toyi and riot by themselves.  That was the end of the case.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you try to claim to the Government because of\nthis?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "No, we did not try to do that.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you go to any Attorney?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "No, we couldn't afford an Attorney.",
            "Female"
        ],
        [
            "MS MAYA",
            "Would you like to add something else Ma'am?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "No, there is nothing, but I have a wish.  I would like Constable Beni to see what to do because my child is retarded.  He cannot work.  I would like him to see what to do about him.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is he receiving any medical treatment?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "No, he spent six months in Santa hospital, even today he is not well.  I am trying to take him to Doctors.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you have a request to the Commission Ma'am?",
            "Female"
        ],
        [
            "ZANYIWE SYLVIA KAMA",
            "My request is that the Commission will see what to do for me.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am, I will hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Reverend Xundu?",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "I am asking this question to both of you because the situation is similar.  You said that the Councillors are the ones that were organising these attacks on people.  Is there - what is the situation between yourselves and the Councillors now?",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Are you asking this question to both of us?  There is nothing between us, there is no conflict between the Councillors and us.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did they come to you and apologised to you?",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "No, they did not come to us, but it was said that peace will be made between them and the ANC.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Is Mr Nohashe still around?",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Is he still alive?",
            "Unknown"
        ],
        [
            "NOZIPHO EUNICE SIYONA",
            "Yes, he is still alive.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "We thank both of you.  You have come to this Commission to tell us your tragic stories but we can see that you are strong mothers.\n You are heroes.  We have noted what you have said to us.  I want to inform you that in Adelaide there is a Doctor who sent a letter to us, he wants to send documents  and records to us of the people who were assaulted by the police.\n But unfortunately we couldn't meet him, we wanted him to present these documents here in this Grahamstown hearing but we hope that he is the one you have been referring to.\n Thank you, you may go back to your seats.",
            "Unknown"
        ]
    ]
}