{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "GRAHAMSTOWN",
        "day": "3",
        "names": [
            "KIVI WILLIAM TYIWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55155&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/tyiwa.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRMAN",
            "CHAIRPERSON",
            "INTERPRETER",
            "KIVI WILLIAM TYIWA",
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "NOKWAKA SYLVIA NKWALASE",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "KIVI WILLIAM TYIWA",
            "NOKWAKA SYLVIA NKWALASE",
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "REVD XUNDU",
            "MR TYIWA",
            "MS NKWALASE",
            "INTERPRETER",
            "MS SWARTBOOI",
            "CHAIRPERSON",
            "ADV SANDI",
            "CHAIRMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now call Kivi William Tyiwa, Mr Kivi William Tyiwa, Nokwaka Sylvia Nkwalase and Millicent Shumikazi Swartbooi.",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.  Mr Chairperson, let me lead Mr Tyiwa's evidence.  I will start with you Mr Tyiwa.  In which clan name are you, what is your clan name?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "I am Zikhali.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "There is one Zikhali here in the panel.  Let me start by asking where you a member of any organisation while you were attacked or was there a conflict between organisations or were you just attacked by the criminals?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "I was a member of an organisation, I was a member of the ANC at that time.\n I was from Port Elizabeth at work, I came home at night at about nine to ten.  There were two of us.  When we were through the gates at Gonsi I was together with Mr Fani.  Two people came behind, they were in a hurry.\n Gantwani then said let us wait for this people to pass.  We then did, but they didn't pass, they came to us and they greeted us.  They addressed us as comrades.\n We then agreed.  They asked us where we're coming from, we told them we are coming from Port Elizabeth.  They asked us where are we staying, we told them we are staying in the township.  I then told them that I was staying in the Dumba location. \n After that I heard sharp instrument on my head.  Gantwani managed to escape.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did you notice these people?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "No, they had balaclavas on.  They then ran away.  Reverend Hartland came.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Was he together with these people?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "No, he was driving a car.  He was the one who helped mr, Reverend Hartland.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "They ran away and they ran to the tents of the Amagolota?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes, they ran away to the Amagolota tents.  The Reverend then took me to hospital.  I was admitted at the hospital.  It was during Easter weekend.  After the Easter weekend I was still in the hospital.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In your statement you mentioned that you suspect that the people who attacked you are members of the PAC?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes, they were members of the PAC, because they ran away to the Amagolota tent.  The Amagolota were members of the PAC.  Amagolota were PAC members.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "They ran away to the area of the PAC?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did you open a case concerning this matter?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "No, because if you would go to Fort Beaufort to make a statement, the police would arrest you.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "According to your knowledge,  were you\noppressed in the same way as the PAC by the Government?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "The PAC was working for De Klerk for the past Government because they were the ones who were assaulting us and attacking us.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "The PAC says it is against the Whites, where you in conflict because of what was going on in the township?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes, because the PAC - there was a mayor in the township and the mayor was on the PAC side.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Up until now, did you meet with the PAC and make peace?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes, today we are united.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What is your wish to the Commission, what would you like the Commission to do for you?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "I would like the Commission to assist me because I cannot work now.  My children are still at school and I am paying for my house.  I do get a pension fund, but sometimes it gets taken away.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Who takes it away?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "I don't know, but it was taken away and I received it last year again.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "How many children do you have?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "I have four schoolgoing children.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Is your wife working?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "No, she is not working.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In which standards are your children?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "One of them is doing standard 8.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Thank you.  You would like to be supported concerning your children's education?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes and about my pension.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Is that all you wanted to say?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes, that is all.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Mr Chairperson, let me now go to Nokwaka Sylvia Nkwalase.  Are you also from the Mazikhali clan?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "No, I am Maqacen.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "In Fort Beaufort there were various organisations?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Which were those?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "They were the ANC and the PAC.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Which one did you support?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "I supported the ANC.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Where did this conflict come from which led to Luvuyo's shooting?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "In 1993 on a Sunday in February, Tamsanqa Duma's house had been set alight and this child was standing at the gate and when Zondani and them passed, going to that house, they shot at this child who was at the gate.  I was told that this child was still alive.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Who was Tamsanqa?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "Tamsanqa was a PAC supporter.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Who burnt his house?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "It was the organisation that burnt his house.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was this child shot while standing at his yard at home?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "It was a child that had come to me, my sister's child who had come to school here from the farms, from the rural areas.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "How old was this child?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "; He was 18 at the time, he was born in 1974.  He was 18 at the time, in 1993.  He then died in hospital.\n When we went to the hospital, we were told that he was in East London and we went back home.  When we got home, Mr Nqowe and Mr Sitini came to tell us that the child did not survive, that the child had passed away in the location already.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did you obtain a death certificate?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "Yes, we did.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Were you able to establish who had shot at him?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "Yes, we were told by an investigating officer by the name Gani that it was Mvulo.\n He came and told us to take it - to give a statement and that we were going to (indistinct) see court.  When we got there, the matter was postponed, and we were told that it was going to be heard in Fort Beaufort.\n The matter was heard in Fort Beaufort and thereafter, we were told that the people whom had shot the child, were going to be sentenced and that it was not necessary for us to come back.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Were there people charged?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "Yes, there were people charged.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Were they sentenced?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "We don't know because we were told it was not necessary for us to go back.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did you see them again, thereafter?  Who was charged, what were their names?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "Zondani and Biko.  Soki Zondani and Vuyisile Biko.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Vuyisile Biko.  Were these people in the location after the trial?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "The person that I did not see was Vuyisile\nBiko because I was told that he had disappeared.  Whom I saw was Zondani.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What can the Commission do for you?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "I ask that the Commission do for me whatever it can.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Let us hear what your hopes are.",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "The Commission can help me because this child was an only child, his mother has been left childless.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you very much.  Is there nothing else you would like, is that all you have to say?  Is there nothing else you would like to say?",
            "Unknown"
        ],
        [
            "NOKWAKA SYLVIA NKWALASE",
            "No.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you Chairman, I would like to go to Millicent Shumikazi Swartbooi.   Did this incident happen on the same day as the one we just heard?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "These people were just shooting?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "Yes, they came and they were shooting.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did you know who these people were?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "Yes, they were known.  It was Eric Zondani and Vuyisile Biko.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did they appear in court for these cases?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "Yes, they did.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Were they sentenced?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "No, they were not sentenced.  They were represented by their Attorneys.  The Magistrate then said that - their Attorney didn't go to court.\n The Magistrate then said that he will sentence them if the lawyer does not appear.  The lawyer did go to court.  Eric Zondani was not found guilty.  Vuyisile Biko escaped.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Both of them were not charged, that was the\nend of the case?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "Yes, because Vuyisile escaped.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "How old was Swelenkomo at the time?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "I think he was 42 or 41 years old.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was he working?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "Yes, he was working at Tubaletu.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "You were a widow?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "No, Swelenkomo was my brother.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Where are his children now?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "They are with his mother.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did he have a wife?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "No, he did not have a wife.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What would you like the Commission to do for that family, for your brother's family?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "We have a responsibility at home because my brother was the one was supporting us at home.  He was also supporting his child.\n We were victims of the struggle at that time.  The door at home was cracked, it was full of pellets.  There is nobody to build up our home, my brother was going to help us in that.  I am the one responsible for all the problems at home. \n I am also responsible for paying the rent at home.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "You want the Commission to assist you?",
            "Unknown"
        ],
        [
            "MILLICENT SHUMIKAZI SWARTBOOI",
            "Yes, the Commission will see what to do for me.  We would like Vuyisile to come forward to tell the truth about what he did to my brother.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "We will try to investigate about Vuyisile Biko.  Thank you.  The Commission will hand over this matter to the investigators so that we can find out the truth.  Mr Chairperson, I hand over to you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ntsiki Sandi?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.  Mr Tyiwa, I have questions for you so that we can get clarity about this matter between PAC Amagolota and the Councillors.\n Let us start this way, as I was listening to all of you people from Fort Beaufort, most of the people in Fort Beaufort were members of the ANC, were supporters of the ANC?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "There were people who were supporting the ANC, but on the other hand others were supporting PAC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you are talking about the PAC, were they the same people as Amagolota?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "I can say so because they were staying on the same side.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were they referring to themselves as PAC or were the people, the residents, referring to them, calling them PAC members?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes, because they were PAC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were they calling themselves PAC?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did they have meetings like any other organisation?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "Yes, on their side they would call their meetings, they would not come to our ANC side.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were any other PAC leaders from other towns attend their meetings or their rallies?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "I don't know, because they were not holding the meetings on our ANC side.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When all the organisations were unbanned in 1990, were there people from Fort  Beaufort who were calling themselves PAC, did they join PAC at that time?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "You mean did they join PAC?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did they go to Parliament in Cape Town or in Bisho to represent PAC amongst these people?",
            "Unknown"
        ],
        [
            "KIVI WILLIAM TYIWA",
            "I don't know, but what I know is that there was conflict in the township.  There was a PAC side and the ANC side.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you sir.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We thank you sir and we also thank the ladies next to you.  The conflict that was between the PAC and the UDF and between the PAC and the ANC, this caused many people to be injured.\n Some of them lost their husbands and this Commission has to look into that.  It is true that there was a third force in all these situations.  We hope that the documents that the Commission has received, these days the documents explaining about the involvement of third force, will help us in trying to clarify this matter.\n But I think that it is the truth from which we cannot run away that in the history of this country, there was a political intolerance and this led to Black communities suffering and there were many people who lost their family members.\n I hope that the PAC side will come to the Commission to present their side of the story.  By doing so we can be able to heal our wounds so that we can try and stop political intolerance in this country in places like Fort Beaufort, Uitenhage and Port Alfred, where many people lost their lives because of the conflict between PAC, UDF and ANC at the time.\n We thank you for reminding us about this chapter in our lives and we will try to make means that this thing will\nnever happen again in our country.  We will forward your request to the President.  We thank you for coming here.",
            "Unknown"
        ]
    ]
}