{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "GRAHAMSTOWN",
        "day": "2",
        "names": [
            "ETHEL NOMALUNGELO TIMBA"
        ],
        "case number": "EC1226/96ALB",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55152&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/timba.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "ETHEL NOMALUNGELO TIMBA",
            "REV XUNDU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "REV XUNDU",
            "ETHEL NOMALUNGELO TIMBA",
            "MRS TIMBA",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Ethel Nomalungelo Timba.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Chairperson, I would like to swear in the witness.  Ethel Nomalungelo Timba, please stand up.",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  I will lead you with questions.  I want to clarify this matter, Ethel.  You said in 1984 you were a member of ANC.  The ANC was banned at that time.  In which organisation were you a member?  Was it UDF?  Were you an underground member of an ANC?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "I was a member of ANC.",
            "Female"
        ],
        [
            "REV XUNDU",
            "ANC was banned at that time.  Were you a member of UDF?  Maybe you were working underground.  Please tell us your story briefly, because it is late now.  The Chairperson just told me that he wants coffee.",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "I am here today to give testimony about the funeral of one of the Tyuku family members, because I was one of the members who attended the funeral.  We were attending Madodana Tyuku's funeral in Port Alfred.  The police were there when we were going to the graveyard observing and trying to maintain peace.  When we came back from the graveyards, when we were going to, when we were about to reach the corner we met the police.  They then started shooting at us.  We did not ask anything, we ran away.  We managed to run to houses nearby, we went to hide under the beds.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Was this a victim's funeral?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "Yes, it was the one just described by Mr Gqolodashe.",
            "Female"
        ],
        [
            "REV XUNDU",
            "After you were, you hide under the bed were you arrested?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "One person came saying that we must come out, because Mr Mkwinti phoned the Magistrate to come and see the damage done by the police.  When we went out the tent was on fire.  We saw Mr Griffiths who was our Magistrate at the time.  We were taken by cars and the vans.  They took us to the doctor, Dr Dempers, in town.",
            "Female"
        ],
        [
            "REV XUNDU",
            "You were then taken from the doctor to prison?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What were you charged of?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "I was sentenced for five years in which two years were suspended.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Where were you?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "I was here in Grahamstown.  I stayed, I was detained here for three months.  I then was transferred to East London.  We applied for an appeal.",
            "Female"
        ],
        [
            "REV XUNDU",
            "You were in a group who stayed for five months in prison and then released on an appeal?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "After that what was your state of health?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "After I was released I was not well, because even today I am under treatment every month.  I have to attend a treatment to the doctor.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Are you working now?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "Yes, I am.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Where are you working?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "I am working in the hospital in Port Alfred.  Even at work, sometimes I have to sit down, because I have a heart problem.  I cannot stand for a long time.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Mam, what would you like the Commission to do for you?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "Mr Chairperson, when I was arrested I had a baby of three weeks.  I have got nothing to ask from the Commission on his behalf, because when I came back from prison my child was six months old.  There was no connection between the two of us.  I do not have a husband, I have children and I am not well in my health.  The Commission will see what to do for me in order to help me and to support me.",
            "Female"
        ],
        [
            "REV XUNDU",
            "You would like the Commission to help you with the medical treatment?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "Yes.  What happened is that I took a medical aid and my child is also receiving treatment from doctors, because when I came back from prison, the child was not well.  Every month I have to go for a treatment.  This costs me a lot.  The doctor told me to have pills every day.  I do make a mistake sometimes not to take pills, but I would be told to go home to have my pills, because they are supporting me.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Is there anything else you want to add?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "No, there is nothing I want to add.",
            "Female"
        ],
        [
            "REV XUNDU",
            "I will hand over to you, Mr Chairperson, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "The children you mentioned, how old are they?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "One of them is 17 years old, the other one is 11 years old.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Are they at school?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "Yes, they are both at school.",
            "Female"
        ],
        [
            "ADV SANDI",
            "In which standards are they?",
            "Unknown"
        ],
        [
            "ETHEL NOMALUNGELO TIMBA",
            "The other one is doing standard five, the youngest is doing standard three.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you, Mam.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Ethel Timba, we thank you.  If, my colleagues have notified me that your story is similar to Mr Gqolodashe's story, we would have combined you, because you are talking about the same incident.  You were arrested on the same day, sentenced on the same time, you were released on an appeal.  We thank you for coming here with your story.  As a mother you were in a struggle.  We have noted your request.  We will combine them with those that have been brought to us before and we will hand them over to the authorities so that they can see what to do.  For now, we can say thank you.",
            "Unknown"
        ]
    ]
}