{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-07",
        "location": "GRAHAMSTOWN",
        "day": "1",
        "names": [
            "TEMBINKOSI TOM"
        ],
        "case number": "EC0045/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55153&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/tom.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SANDI",
            "MS CRICHTON",
            "MS MAYA",
            "REV XUNDU",
            "TEMBINKOSI TOM"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MAYA",
            "TEMBINKOSI TOM",
            "MR SANDI",
            "MR TOM",
            "MS CRICHTON",
            "REV XUNDU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I was explaining to those who do not understand Xhosa that our proceedings here in Grahamstown will be conducted in Xhosa.  We apologise for starting late.  Our hearing was supposed to start at 09H15.  We were supposed to be having witnesses for the day, but because of the weather we found out that many people who made their statements to the Commission are not here today.  We will start with those who are here, and we will go back to those who are not here.  We hope they will be on their way.\n We want to give respect to people who made their statements to this Commission.  We would like you to stand up when they are coming in.  We would like everybody to stand up to give respect to those who are going to testify.  Thank you.  We will ask the Reverend to open this cession with a prayer.\nTHE HEARING IS OPENED WITH A PRAYER AND HYMN",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We thank you Minister for opening this hearing with a prayer in Grahamstown.  We thank what we heard in your scripture hearing as you mentioned that the truth is to be revealed to everybody, and I think our meeting here in Grahamstown, we are here to listen to what people are going to say to us, things that happened in the past, today we are going to hear them in front of everyone.  Thank you Sir.\n We greet you all here in Grahamstown.  We apologise because it's cold today, but people from Grahamstown are used to this weather.  In the past two weeks we were in Pondoland, in Lusikisiki.  They told us there that we brought rain because when we arrived in Lusikisiki there was no rain but when we were there it rained.  People couldn't attend our hearings because of that.  We were happy because we brought rain to Pondoland.  Here in Grahamstown we brought cold.\n We thank everyone who came here despite the weather to listen to what is going to be revealed.  I don't think you came here just to listen but you are here to help us to give respect to the people who are going to testify to this Commission.  I think that your presence here shows clearly that you are united with the victims, that you are supporting them in their pain that they experienced in the past.  They were fighting for everybody in this country, South Africa.  We thank you for coming here.  We will now start with our proceedings for the day.  \n We, as the Commission, we are disturbed when we see the victims.  They are opening their arms and their hearts to their perpetrators, and the perpetrators and those who benefitted in the apartheid system they are not like the victims, they are not opening their hearts to the victims.  In our hearings, as we are coming to the end, we started in April last year, from town-to-town we were very disturbed to see that those who are interested in the proceedings are the victims and the people who suffered due to the apartheid system.  Today we can see that there are people from the White community, they are here today and we thank them, and this shows that here in Grahamstown it is different from other towns.  We thank them for being here with us.   This shows that here in Grahamstown reconciliation is possible.\n We welcome you all, especially the Bishop here in Grahamstown, one of the heroes who fought for this country, who fought for the human rights.  We remember in Dimbaza where he was from the privileged community and he went to stay in Dimbaza with the people who were suffering, he became one of them.  We want to acknowledge as we are here in Grahamstown as a symbolic gesture for being here in this hearing today.\n I am not going to mention everybody here but we welcome you all with our open hearts.\n Our hearing in these three days we will be dealing with human rights violations here in Grahamstown and other regions.  I will hand over to Tiny Maya to introduce witnesses for the day.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  The Honourable Commissioner this morning I introduce people who made statements to this human rights Commission.  I will read these people according to the list if they were all here but we found out that not everybody is here, but we will read them according to our programme.\n Today we have 24 people who are going to testify.  We are going to deal with five regions, Grahamstown, Alicedale, Bedford, Adelaide and Cookhouse.  I will read out the witnesses name and the victim and the violation and the year of this violation and the area of the incident.\n We have Chris Mbekela talking about himself, attempted murder in 1985 here in Grahamstown.\n Koliwe Christina Tonyela, speaking about Mr Tonyela, murder in 1985 in Grahamstown.\n Tembinkosi Tom, about himself, attempted murder, 1986, Grahamstown.\n Joni Tsili, talking about Diniwe Violet Tsili who was murdered in 1980 in Grahamstown.\n Jacob Mbuyiselo Nombiba, talking about Boyboy Nombiba who was murdered in Grahamstown in 1980.\n Edith Vangile Mpande, talking about Makwenkwe Madalane Mpande who was murdered in 1978 in Grahamstown.\n Novintwembi Grace Gqamfane, talking about Zenzile Patrick Gqamfane who was murdered in 1986 in Alicedale.\n Mcebisi Manjati, about himself, torture in 1986, in Alicedale.\n Mandlakayise \"Matu\" Mphithi, talking about himself who was tortured in 1985 in Bedford.\n Ntsikelelo Edward Mentoor, talking about himself, he was tortured in 1986 in Bedford.\n Nodamile Gertrude Bakauli talking about herself, tortured in 1986 in Bedford.\n Kayeni Derrick \"Metro\" Bambiso talking about himself, he was tortured in 1986 in Bedford.\n Zukile Hobson Qhalaga, talking about Simon Gxawula, who was murdered in 1989 in Bedford.\n Nondithini Irene Nosakele Kiva, talking about Andile Witbooi Ndyebi who was murdered in 1985 in Adelaide.\n Zimasile Joseph Bota, will be talking about himself who was tortured in 1986 in Adelaide.\n Ntombizodwa Cynthia Mketshane, talking about Mtutuzeli Stewart Nziweni who was murdered in 1986 in Adelaide.\n Zoleka Winnie Mbenenge, talking about Tembekile Eric Mbenenge who was murdered in 1986 in Adelaide.\n Nomhle Cynthia Sabani, talking about Dumezweni Sabani who was murdered in 1986 in Adelaide.\n Kuku Gladys May, talking about Simphiwe Huntjie May who was murdered in 1989 in Adelaide.\n Edward Gugwana Menzi, talking about Nomakhaya Mina Menzi who was murdered in 1986 in Cookhouse.\n Wele Samuel Kakana, talking about himself, severe ill-treatment in 1985 in Cookhouse.\n Zanyiwe Angelina Nosisi Kakana, talking about Mabhuti Kakana who was murdered in 1986 in Cookhouse.\n Nokuzola Lena \"Nonhi\" Kakana, talking about the Kakana family, who were severely ill-treated, banishment 1986 in Cookhouse.\n Buti John Kakana, talking about himself for severe ill-treatment, 1986, Cookhouse; Kakana Family, severe ill-treatment.  Zolani Meko Kakana, Batayi Kakana, Weweyi Kakana, they were severely ill-treated, Batayi and Weweyi were murdered in 1986 in Cookhouse. Mbulelo Kakana, murder.\n Vuyani Richard Bete talking about himself, and about Mbuyiselo Khadi and Anele Bete, he was severely ill-treated, Mbuyiselo Khadi was murdered and Anele Bete was also murdered in 1984 in Grahamstown.\n Mr Chairperson Chris Mbekela, Koliwe Christina Tonyela, who were going to be our first witnesses unfortunately they are not here today.  Chris Mbekela requested to be given time to testify tomorrow. Miss Tonyela also cannot be here today.  Except for these, all other witnesses will testify.  Thank you Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Maya.  We would like to give respect to those who passed away before we start with our proceedings.  There are people here who were murdered in Grahamstown in Bedford, Adelaide, Cookhouse and we would like everybody to stand up to give respect to these people as we are going to read out their names.\nNAMES OF DECEASED READ OUT\n In our panel today we have Reverend Mcebisi Xundu. He from Port Elizabeth Anglican Church.  He is a member of the Reparation and Rehabilitation Committee.  This Committee is responsible for making sure that victims are being attended to giving advice to President.  Next to him we have Mrs June Crichton.  She was a member of Black Sash, she is still a member of Black Sash, I think.  She is in Port Elizabeth.  She is a member of the Human Rights Committee.  Next to me we have Ms Tiny Maya.  She is an attorney from Umtata.  She was a secretary of BLA, an organisation for lawyers, she is also a member of the Human Rights Violation Committee.  Next to her we have a young man from Grahamstown, Ntsiki Sandi.  He was the one organising this hearing here in Grahamstown because he was born here in Grahamstown.  He was busy preparing this hearing.  He's a lawyer.  He worked with the Human Rights Committee in King Williamstown.  He's also a member of the Human Rights Violation Committee.  I am Bongani Finca.  I am a member of the Human Rights Violation Committee.  Archbishop Desmond Tutu sent us a message here in Grahamstown.  He greets everyone here because he's too busy with other works for the Commission he is unable to come here together with Alex Boraine.  Thank you.  We will now call our first witness.  We will call Tembinkosi Tom.\n Mr Tembinkosi Tom we welcome you today to this Commission as our first witness here in Grahamstown.  We would like you to take an oath.  Reverend Xundu will help you do that.",
            "Unknown"
        ],
        [
            "TEMBINKOSI TOM",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ntsiki Sandi will lead you with questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I would like to greet you Mr Tom this morning.  Let us start this way.  When you were giving us your statement you said that you are residing here in Grahamstown?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "You always stayed here in Grahamstown?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "You made a request to appear in front of the Commission to tell us about what happened to you in 1986 is that correct.",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "Before you tell us what happened to you in 1986 can you please briefly give us, or tell us about what was the situation, what was happening here in Grahamstown in 1986?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "In 1986 in Grahamstown the police came to my house, they were known as the Special Police.  They came to my house which was about quarter to nine.  They kicked the door.  We were all - our family was in the house at that time.  When my mother went to the door they kicked the door and together with her, Toto Mankayi together with his colleagues came in.  One of them was Tobile Nobebe.  They came to me and they beat me.  My mother tried to defend me.  They said they are going to shoot me.  They pointed a gun at my mother.  They took me outside because my mother couldn't defend me.  They didn't say what they were beating me for.  They took me outside, the assaulted me saying that they are going to shoot me and they are going to kill me.\n Toto Mankayi said that he wanted to kill ten people.  They were assaulting me all this time.  I managed to escape and I ran away to another street, End Street and I went to one house, no.4 in End Street.  At that time I saw that I was severely beaten up and I hid under a bed.  While I was still under a bed Tobile Nobebe came in.  He pulled me out because he asked from one little child where I was, and the child told him that I was under a bed.  He pulled me out.  He took out a gun and he shot me while I was lying down.  He dragged me into the street and he left me there.\n When he was going to shoot me for the second time children from that house they cried and they begged him not to kill me.  He left chasing these children together with his colleagues.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you receive medical treatment in hospital?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes. Nomangesi came to that street.  He took me to the Settlers Hospital.  In Settlers Hospital they transferred me to Port Elizabeth.  From Port Elizabeth they transferred me to Cape Town to Conradie Hospital.",
            "Male"
        ],
        [
            "MR SANDI",
            "I can see that you are in a wheelchair, were you injured on that day?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes I was shot on that day.",
            "Male"
        ],
        [
            "MR SANDI",
            "The people who assaulted you and shot you, who were with Tobile Nobebe and Toto Mankayi, were they arrested or did they appear in a court of law?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "My sister hired a lawyer, Bonisile Sandi.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened to that case?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "They went to testify in court but I was not there.  I heard that the case was dropped, Sandi told me, because I received certain money.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you receive money due to your injuries?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "Can you please repeat?",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you paid by the government or by the Minister of Police as you were injured by the police?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "I was paid.  I went to the lawyer and the lawyer received that money.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you have a problem in mentioning how much were you paid?  How much were you paid due to your injuries?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "I received R180 000 and I paid my lawyer.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you receive medical treatment now?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "What kind of treaatment do you get?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "I had bed sores, I'm still seeing a doctor in Settlers.",
            "Male"
        ],
        [
            "MR SANDI",
            "When you were giving your statement you had a request to the Commission to forward this request to the President, together with his team, do you remember what your request was?  Do you receive a pension?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes I do.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you have a request to the Commission as you have just explained your painful story to us?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "This question confuses me.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is your request to the Commission Mr Tom, if you have one?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "The money I received was not enough.  I paid out lawyers and I paid for my wellbeing.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all you want to say Mr Tom?  Do you want to add something?",
            "Male"
        ],
        [
            "TEMBINKOSI TOM",
            "No.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Tom.  Maybe you will be asked questions.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sandi.  June Crichton?",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Good morning Mr Tom, can you hear me?",
            "Female"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes I can hear you.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "I just have a couple of questions for you.  The police that broke into your house on that day, were they amaChaka, were they Municipal Police?",
            "Female"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes they were Municipal Police.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "And did I hear you correctly when you said that Mankayi said that he wanted to kill ten people that day?",
            "Female"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Were you involved in a political organisation yourself, you were about 26 years old I think, were you involved in Greco(?)?",
            "Female"
        ],
        [
            "TEMBINKOSI TOM",
            "No I was at home at the time.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "So you were not a student?",
            "Female"
        ],
        [
            "TEMBINKOSI TOM",
            "No.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "And as far as the payment to you was concerned was that payment made with your agreement, was the amount discussed with you?",
            "Female"
        ],
        [
            "TEMBINKOSI TOM",
            "No it was not discussed with me.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Thank you Mr Tom.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Rev Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Sir I would like to ask you whether there are people who are dependant - do you have any dependants?",
            "Unknown"
        ],
        [
            "TEMBINKOSI TOM",
            "I am staying with my family, I don't have any children.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Tom according to your view what made these people, what drove them to come to you and to shoot you and left you injured, what was the reason for that?",
            "Unknown"
        ],
        [
            "TEMBINKOSI TOM",
            "I don't know Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there any political conflicts in the area at that time?",
            "Unknown"
        ],
        [
            "TEMBINKOSI TOM",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you involved?",
            "Unknown"
        ],
        [
            "TEMBINKOSI TOM",
            "No I was not involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you in a political organisation?",
            "Unknown"
        ],
        [
            "TEMBINKOSI TOM",
            "No I was not a member of any political organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When the case was in court what reason did they give for shooting you?",
            "Unknown"
        ],
        [
            "TEMBINKOSI TOM",
            "I did not go to court, my lawyer went there to represent me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tembinkosi Tom we thank you for appearing in front of the Commission.  I think that it is not only your testimony that affects us but the way you are, your situation, it affects us because now you are in a wheelchair, you cannot do anything for yourself.  You cannot support your family because of the two men who came to your house.\n We thank  you for coming in front of the Commission because maybe these people want to deny what you have because said.  They might say that all the testimonies are lies, but I think if they can come here and see you they will know that these things happened and they injured people, they murdered people.\n We heard your request and we will try to forward your request to the President of this country.  We promise that we will look into your request, but I want people to know that by appearing in front of the Commission they must not feel ashamed for their involvement in the struggle for liberation.  We are not a court of law because I know people used to deny everything in a court of law.  They would deny being involved in the struggle even if they were found with books of our liberation, they would deny everything because it was a disgrace at that time.  You told us that you were not involved in politics and I want to tell you that it was not a a to be involved in politics.  What we are looking at in this Commission is the cases of people who were injured due to political conflicts.  I don't want you to change your testimony, but I want to clarify that people are used to denying their involvement in political v.  Our main aim in this Commission is to find the truth, the whole truth.  We are not looking at the trial cases.  \n Thank you Mr Tom you may step down.",
            "Unknown"
        ]
    ]
}