{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "GRAHAMSTOWN",
        "day": "2",
        "names": [
            "TOPSY NOVAKELE TEMBANI"
        ],
        "case number": "EC1058/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55151&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/tembani.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS CRICHTON",
            "REV XUNDU",
            "TOPSY NOVAKELE TEMBANI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "TOPSY NOVAKELE TEMBANI",
            "REV XUNDU",
            "MS CRICHTON",
            "MRS TEMBANI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Topsy Novakele Tembani.",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much.  You may be seated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Over to you, June Crichton.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Good afternoon Mrs Tembani, can you hear me?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "I can hear you.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "We are going to talk, this afternoon, about Hermans \"Pele\" Zonwabele and he is your grandchild.  Is that correct?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "That is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "I also have on my programme here two other names, Fetze Nomarwayi and Mzimkulu Mkele.  Were you going to speak about them as well?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No, but if you, if you, if any questions were put to about them I would have been able to say.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Tembani, we do not have any information about them on the statement so we will not be speaking about them then.  Thank you.  Right, now we can start then.  As I said previously, you are grandmother to Hermans \"Pele\" and you are here to tell us about his death in 1986.  He was a member of the Alexandria Youth Congress.  What age was at that time?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "I have forgotten.  His documents are at home.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Was he at school?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No, he had stopped school, he was a young man.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Can you tell us what happened on that day when he died, in your words?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "There was shooting in the township area.  I was inside the house while the shooting was taking place and it was difficult for me to come out of the house because I was in the house alone.  After a while I went to peep out of the window and I saw an ambulance pass the house.  By this time all was quiet and I heard the following day when I was told by a young guy by the name of Joey, when I asked him if he had not seen \"Pele\" the previous day.  He told me that \"Pele\" was on ice and I was shocked.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is it possible for you to speak a bit louder, please, we cannot hear you very well.",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "There was shooting that evening and I was afraid to come out of the house because I was alone at home.  After a while I saw an ambulance pass and I sat and waited until the morning, but I waited in vain.  The following day a guy by the name of Joey came and I asked him where \"Pele\" was and he said to me \"Pele\" is on ice, he was shot dead by these defence force police last night.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Tembani, can you tell me who this Joey was?  Was he a friend of \"Pele's\"?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "Yes, he was a friend.  He was \"Pele's\" uncles son, a cousin.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Alright, will you continue and tell us what happened at the post mortem.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "They were all walking together and then they parted ways when they encountered the police.  These police  grabbed Joey and said that he should stay there and they followed \"Pele\".  When they got to the corner they found \"Pele\" and shot him.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Did Joey tell you who it was who had shot your grandson?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "Yes, he did.  He said it was Mbuta.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Is that the only name that he gave to you?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No, it was Mbutana.  I wrote all these names down, but, because I was worried that I would forget them.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Alright, take your time.  We will wait for you.  Mrs Tembani, may I read these names out that you have written down?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "Yes, you may go ahead.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "You have written here Mbutana Thembikos, Mzwandile Mthathi, Melekile Ncipa and ...",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "It is Ncipa.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Ncipa?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "Yes, it is Ncipa.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you.  You are saying then that there was no court case?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "There was a court case, but nothing came of it.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Did you have an attorney?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No, there was no legal representative.  I do not think there was one.  No, there was not one.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Was there any problem at the funeral?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "We buried them ourselves.  There was no problem, we buried them.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Tembani, you have been caring for or had been caring for this young man.  Where were his parents?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "They were there, but they were unemployed.  They are no longer there.  He has no father, his mother cared for him.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And his mother, where is she now?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "She has since gone to look for work.  She does not work there.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Tembani, the last question for you now.  You have come to the Commission, you have made the statement to the Commission, what were you expecting the Commission to do for you?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "This Commission can help me in various ways, because he use to help me in lots of ways.  The two of us lived there together, there were two small children.  So the Commission can help me, because even my yard needs attention.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Tembani, is there anything other than that that you wish to say to us?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "I need help, that I be helped in some way.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Are you not well, Mrs Tembani?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "I have chest ailments.  I suffer respiratory problems from time to time.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Is your testimony, therefore, complete now?",
            "Female"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "Yes.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you Mrs Tembani.  I will hand you back to the Chairperson now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Tembani, in your statement you say you do not think that after he, this child died there was an inquest held.  Was there one held or not?  Was anyone charged with the death of this child or not?",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you receive any compensation for his death?",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No, we did not receive anything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Secondly, while you were giving your testimony before this Commission, even though you did not mention it in your statement, you say that you did not have a legal representative.",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Why did you not have a legal representative?",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "I was very confused because when I enquired about this I did not understand what was happening.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The organisation of which this child was a member, did it not advise you as to what you could do, what your rights were since this child was killed in this fashion?",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No, I did not go.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Didn't anything happen?",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you the head of the home?",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is your husband still alive?",
            "Unknown"
        ],
        [
            "TOPSY NOVAKELE TEMBANI",
            "No, he is deceased.  It was just this child and I and I am responsible for the home now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mama, this is a very moving story and we have the deepest sympathy for you, because a lot of people your age do not understand the finer details of these processes as, and do not understand why your children had to die like animals and nothing was done to the perpetrators.  We trust that we, as a Commission, because we are here because of that, will try, by all means, to follow up on this matter and if there is anything which we can do, we will endeavour to do it and if we cannot, we  will have tried.  We know that elderly people, like yourself, will not know the intricacies of these problems, of these processes especially since you are the head of the house, you no longer have a husband.  We extend our deepest sympathy towards you.  Thank you very much.",
            "Unknown"
        ]
    ]
}