{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-07",
        "location": "SEBOKENG",
        "names": [
            "PAULINE MATSIE MBATHA"
        ],
        "case number": "140",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55875&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb140.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR BORAINE",
            "DR RANDERA",
            "JOHANNES MBATHA",
            "MR MBATHA",
            "MRS MBATHA",
            "MRS SEROKE",
            "PAULINE MATSIE MBATHA"
        ],
        "original_speakers": [
            "PAULINE MATSIE MBATHA",
            "DR RANDERA",
            "MRS MBATHA",
            "JOHANNES MBATHA",
            "MR MBATHA",
            "CHAIRPERSON",
            "DR BORAINE",
            "MRS SEROKE"
        ]
    },
    "testimony": [
        [
            "PAULINE MATSIE MBATHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Mbatha, will you just take your time and tell us what happened on that night in June 1992.",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "On the 17th of June 1992, people came to my place.  It was at night and I was sleeping.  It was about 9 o'clock in the evening and we heard the sound of shattering windows. As we were still asking ourselves as to what's the problem, we heard some voices mumbling at the door. Then my husband decided to go and investigate what was happening at the door, and I also woke up, I followed him. When we got to the door we noticed that people were busy stabbing the door with assegais as well as with spears.  I ran into the bedroom where I was sleeping. Just as I was getting under the bed trying to hide myself, they gained entry into the house and they asked where the dogs were.\n As I was trying to hide under the bed, they came, they stabbed me all over the body, they even stabbed me on my neck and now I'm a quadriplegic. My husband is the one who saw them and all that they did.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mbatha, is there anything else that you wanted to add?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "Anything that I want to add Sir?",
            "Female"
        ],
        [
            "DR RANDERA",
            "Is there anything else you want to say?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "I have left nothing out because I lost consciousness at the time that they were stabbing me.  I lost my consciousness but my husband saw what happened\nHRV/140 thereafter/...\n2\nthereafter, because I was with him at the time that this happened.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I'm not trying to be difficult but we're\ngoing to stay with your statement.  So you lost consciousness, when did you wake up again and where were you when you woke up?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "I gained my consciousness at the hospital.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Was that at the Sebokeng hospital?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "Yes it was the Sebokeng hospital.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mbatha, you say in your statement that there were White policemen standing outside, dressed in police uniform. Is this something that your husband told you?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "Yes he's the one who told me that he saw them. He even saw that they were policemen and they were wearing police uniforms.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mbatha, I am going to ask your husband just to take the oath so that he can also tell us what happened please.",
            "Unknown"
        ],
        [
            "JOHANNES MBATHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Mbatha, would you please tell us then what happened that night?",
            "Unknown"
        ],
        [
            "MR MBATHA",
            "On that particular night, it was in June. I had just arrived home because I had gone to my brother at Slovoville. It was just before nine when I arrived, then I told my brother that I ought to go before nine.  I needed to sleep before nine.  When I got home there was nothing amiss. I watched the 9 o'clock news and immediately thereafter I went to sleep.\n Just after a little while I had slept, I think it was at about 10  o'clock, I heard the sound of shattering glass. HRV/140 Just/...\n3\nJust as I woke up to try and investigate to what was taking place, I peeped through the door-hole to try and see what was happening at that time. There is a very big lamp outside my yard which is very bright and it brightened my yard as well. I saw a group of people, there were three separate groups coming towards the house.  There were some others who were stabbing people, who were throwing stones, who were creating some noise, so that people could go out and investigate.  Then I tried to look through the window. Then there is another one who saw me.  He was also throwing stones. Then he told this other group, which was coming behind and indicated that they should get into our yard because there were people. He had seen somebody peeping through the window. \n Just as he had said that, I realised that police were there but I felt as if I was dreaming because I didn't believe that police could be there. Then I ran inside my house and I hid myself behind the wardrobe. They kicked the door, tried to push it, tried to break it. They were even stabbing the door with assegais and spears until such time that they gained entry.  Then they got inside the house, all of them.  The group got inside the house and they directed another one to go and ask for matches from another policeman.  They said they wanted to burn the house down. They had already stabbed my dog which was outside.\n They came in and they saw the puppies and they proceeded toward the other room.  They went into the room in which my wife ran.  They stabbed her, stabbed her a lot of times in the body. I was behind the wardrobe looking at them when they were stabbing my wife. As I was very scared at that time, I couldn't even look at them. I hid myself behind HRV/140 the/...\n4\nthe wardrobe throughout the whole ordeal. They stabbed her several times and they came to the very same wardrobe behind which I was hiding. They tried to tamper with the wardrobe. They kicked the doors open, they took radio cassettes, they took the clothes as well and they went out.\n Just as they were going out I followed them. I wanted to look at which direction they were heading. At the corner of the street I saw their cars and they got in together. I hopped inside the house to try and see as to how my wife was faring. I discovered that she had lost consciousness. Some of the veins have been severed. I ran to my neighbours to enlist some help for them to call the ambulance to come and pick my wife up. The ambulance came quite timeously. \n I tried to direct the people to Slovo then we drove.  As we were heading towards the robot, we saw the very same cars but were parked at the corner of my street. Their lights were off but the lights in the street were bright so I could see those cars but the cars were driving without their lights on. Then when we got to the hospital, they were heading towards the Kwamadala Hostel.  I looked at those cars as to their colours, I looked whilst I was still inside the ambulance. I wanted to get a proper look at their cars. I even wanted to see the uniform of the people, whether they were the very same people who came into my house.\n In the morning the very same people came in the very same uniform. They were still like the previous day. They took my name, they said they needed some statement as to who had injured the people.  I was quite scared to tell them that, \"You are the ones who were here yesterday\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May we have some order please and silence. Order please!  Thank you.\nHRV/140",
            "Unknown"
        ],
        [
            "MR MBATHA",
            "/...\n5",
            "Male"
        ],
        [
            "MR MBATHA",
            "When we got to the hospital, there were only\ntwo doctors on duty. It was a male as well as a female doctor, and people were full there, they were injured and they were trying to help those people to get medical attention.  At about 12 o'clock the doctors go to tea and people were busy dying right in front of us, while the doctors had gone for tea.  \n We saw so many wheelchairs there and there were no more doctors except for the two Doctors Buhe and Juta.  Then there was another woman who was fat and they were using her, she was running around.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I ask for silence please.  Ladies and gentlemen, order please! Order please. Thank you very much.\nPlease can you be quiet, please.  Mr Mbatha, is there anything else you want to say?",
            "Unknown"
        ],
        [
            "MR MBATHA",
            "I haven't forgotten anything.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Mr Mbatha, I will come back to you.  I just want to go back to your wife. Mrs Mbatha, did you stay all the time in Sebokeng hospital or did they transfer you to another hospital?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "They transferred me to Natalspruit hospital.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And how long did you stay at Natalspruit hospital?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "I don't remember, it's several months. I'm not sure whether it's five months or how many months. I'm not quite certain, but it was quite a long time.  Most of the people who were injured had already been discharged.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can I just ask, do you have any children?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "Yes we do have children.",
            "Female"
        ],
        [
            "DR RANDERA",
            "The children were not there that night?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "They were not at home because they are\nHRV/140 attending/...\n6\nattending school in the rural areas in Qwa Qwa.",
            "Female"
        ],
        [
            "DR RANDERA",
            "How old are your children?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "The eldest is 22 years old, the other one is 19, the last one is 14 years old.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you Mrs Mbatha.  I just want to ask a few questions of your husband. Mr Mbatha, please can we just remember that you are under oath and what you say has to be thought out very carefully. I want to ask about this question of, I wasn't clear when you said it, at one stage you said you thought you were dreaming that there were policemen in uniforms. Are you absolutely certain they were policemen in uniforms there?",
            "Unknown"
        ],
        [
            "MR MBATHA",
            "I don't believe that I could tell a lie that they were policemen, because I even saw their cars.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can I ask, have you ever made this statement to any other lawyers?",
            "Unknown"
        ],
        [
            "MR MBATHA",
            "There is a statement that I submitted to some attorney but there's absolutely nothing that comes out of it. I struggled for quite a long time running up and down, trying to get some help but I couldn't get any help.  Nobody was prepared to help me. I went to two lawyers, one white guy and I realised they were just writing me a lot of letters which were not helping me in any way.  Because I cannot cope, I have to keep on carrying my wife because she's a quadriplegic.  She cannot cope also. I even wrote to the President, Nelson Mandela, they sent me to minister Thabo Mbeki.  Even now Thabo Mbeki has been telling me that he has heard my story but he doesn't do anything about it.  Then he told me that there is absolutely nothing that they can do about my wife's case.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Mr Mbatha.\nHRV/140",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "/...\n7",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'm asking again, please help us by being\nvery quiet, very silent, to have order in order to give the witness and the counsellor the best chance possible to conduct this story.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "My last question, you said that after they left the house you followed them and they got into cars. In the statement of your wife, it said that they got into Hippos. Can we just get some clarification here, did they get into cars or did they get into Hippos?",
            "Unknown"
        ],
        [
            "MR MBATHA",
            "They got into the Hippos. They were driving Hippos when they came into the township, even when they went back they were driving Hippos, because when we went to the hospital, the Hippos were driving them into Kwamadala hostel.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Mr Mbatha and Mrs Mbatha.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Dr Boraine has a question or two and then I'll hand over to Mrs Seroke.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "I just have one question actually. Mrs Mbatha, you have suffered very terribly and you are still suffering today as a result of what happened that night.  Have you been granted any kind of pension, do you receive any kind of an allowance because of being a quadriplegic and if so, from whom?",
            "Unknown"
        ],
        [
            "MRS MBATHA",
            "A State grant.",
            "Female"
        ],
        [
            "DR BORAINE",
            "You receive a State grant?",
            "Unknown"
        ],
        [
            "MR MBATHA",
            "That's correct.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Joyce Seroke.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Before this happened what were you doing?",
            "Female"
        ],
        [
            "MRS MBATHA",
            "I was working as a domestic.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Are you still staying at the same place where\nHRV/140 this/...\n8\nthis incident took place?",
            "Female"
        ],
        [
            "MRS MBATHA",
            "Yes we are still staying there.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Now where did you get this wheelchair?",
            "Female"
        ],
        [
            "MRS MBATHA",
            "I was given it at the Natalspruit hospital.  It has never been broken but it's small now because I am big. I have gone to Sebokeng to try and get a new wheelchair but they told me that they could not get bigger wheelchairs.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Do you Mr Mbatha, when you said it was as if you were dreaming when you saw the police, were you saying that because you did not believe that you could see them or you were not expecting that they could be at that place at that time?",
            "Female"
        ],
        [
            "MR MBATHA",
            "What I meant was that according to me, they were not supposed to be there, attack people or be involved in making people to death, because they had put doeks on their head but we could see that they were police. They also had some clothes on their heads. Now they also had assegais as well as guns. When you run away they would shoot you. Now I was very disappointed to see police acting in that manner. I am very ashamed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Once again, once again I ask ladies and gentlemen that you keep quiet.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "They have killed there, the last one Mrs Mbatha, yesterday there was a suggestion that the mothers that were affected in the Vaal area, should come together to try and sort out things with regard to reconciliation. We know that you are now a quadriplegic. You cannot cope as it is now.  What do you expect from the Commission. How can we help in order that there could be reconciliation in this place?\nHRV/140",
            "Female"
        ],
        [
            "MRS MBATHA",
            "/...\n9",
            "Female"
        ],
        [
            "MRS MBATHA",
            "I don't understand your question.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Yesterday you were not here when we were talking and dealing with other aspects, but there was a suggestion that people in the Vaal Triangle area should come together as the things now have changed, we are looking at a new era, reconciliation as well as peace. Do you also share the same thought?",
            "Female"
        ],
        [
            "MRS MBATHA",
            "Yes I do share the same thoughts of reconciliation.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mbatha, Mr Johannes Mbatha, I thank you very much for coming to us and to tell us your story. There's just one question to be asked still by Dr Randera and then I will allow you to go back to your places.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Mbatha, I just wonder whether you will tell us how much you receive from this disability grant from the State?",
            "Unknown"
        ],
        [
            "MR MBATHA",
            "I'm getting R420.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mbatha, we've been listening to your story. We've been listening to the story of your husband Johannes who helped you with your story. We really feel for you.  It must be extremely difficult to sit in your wheelchair being quadriplegic. Thank you for being with us and may the Lord really help you in years to come. We've listened to what you said, your requests will be taken to the Truth Commission.  I was especially moved by what you said at the very last instance, that you do feel in spite of everything, that reconciliation is still possible, that you want reconciliation for your community. Thank you for that testimony, for that witness and now you may take your place again.",
            "Unknown"
        ]
    ]
}