{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS SEBOKENG, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-06",
        "location": "SEBOKENG",
        "names": [
            "IVY MSIMANGA"
        ],
        "case number": "222",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55878&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb222.htm",
        "speakers": [
            "CHAIRPERSON",
            "COMMISSIONER",
            "IVY MSIMANGA",
            "MS SEROKE",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "COMMISSIONER",
            "MRS MSIMANGA",
            "IVY MSIMANGA",
            "MS SEROKE",
            "PROF MEIRING",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "Chairperson you are the person who is going to help her in telling her story.  But before I do that I would like to welcome Mrs Ivy Msimanga, good afternoon to you Ma'am.  Can you please tell us who is accompanying you this afternoon?",
            "Unknown"
        ],
        [
            "IVY MSIMANGA",
            "These are my kids Sir.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "I welcome them too.  Mrs Msimanga will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "IVY MSIMANGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Miss Seroke will you please take over?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "We welcome you here Ivy to tell us about your story.  I can see from your statement that you live in Orange Farm.  It means that you are a Vaal resident in other words.  But the stories you are going to relate took place in Soweto about your son Michael.  I will ask for you to briefly tell us who are you, what Michael did and then we can follow your story thereafter.",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "My name is Ivy Msimanga.  I live in Orange Farm, before I was in Soweto but now I'm in Orange Farm.  What I am going to talk about is my son, Michael Msimanga.  He died at 23 years on the 23rd of September 1990. When Michael died he was working at Triple Carpet.  I work for SACCAWU.  He died on the 23rd of September.  It was on a Sunday.  He was escorting his friends.  He was actually escorting his friend who was called to go and report at the Jabulani Police Station.  He escorted his friend and the\nHRV/222 name/...\n2\nname of his friend was Fana.  He was also with Sepo Gadebe.  We don't know really what happened when they arrived at the police station.  On the 24th of September, on Monday, I didn't go to work.  I had a day off.  I visited my brother in Pimville, at no 33 zone 6 Pimville.  A phone call came, I got a phone call and my sister-in-law answered and she told us that we should go back home at Mufulosa, there's something urgent.  When we went home in Mufulo I found that - my cousin told me that there were four boys who came in to give us a number and to give us a number and to tell us that Michael has died and that number was the mortuary number.  It was surprising that - how can it be a mortuary number?  We could not go to the mortuary that day but the following day we woke up and we went to Jabulani Police station.  It was myself, Mandile and my brother-in-law Philemon Ndlamini.  We left for police station at Jabulani.  When we got there to ask, to find out what had happened they gave us a letter to go to town.  They told us to go to Cape Town Police station.  When we got there they gave us a letter to go to the mortuary.  When we asked what was happening we didn't get anything.  We left for Klipfontein Police station and we got a letter to go to the mortuary.  When we arrived at the Government mortuary we gave them the letter and the mortuary number.  We found that he was shot.  When we asked how was he shot it means that - it was surprising the way the whole thing took place. The police shot Michael, as I had said already that he was escorting his friends to the police.  The three of them were shot and they died on the spot, the three of them.  Even now we don't know what happened, not even one of them survived the shooting, so we don't know the truth.  The way he was so injured, he was brutally injured \nHRV/222 on/...\n3\non the hands.  It looks like he was using his hands to run  away or to defend himself or probably asking for forgiveness.  On the body he was shot, there were many gun wounds on his body.  We took him for the post mortem not knowing as to what happened.  When time went on we found out that he was killed by the police at Jabulani Police station by the name Tredoux who is the police at the Jabulani Police station and another police by the name of Goosen.  We heard afterwards, after the funeral, that he was actually killed by those two boers, they are the ones who killed the three of them.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What was Michael doing before he was shot by the policemen?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "He was working for another company fitting the carpets.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When he said he was escorting - was he escorting one friend or all of them were called at the police station to go?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "No what actually happened was that there was a police station - there was a telephone call that came to the Nhlapo and Fana Nhlapo's wife answered.  That Fana received a phone call to go and report at the police station and have about R500,00.  It was on Sunday, he was going to the stokvel and he was actually going there to tell the other friends, Sipo Gadebe, that he was being called at the police station, Jabulani Police station, that he had got a message from the police station to go there on a Sunday.  And from what Michael told us is that he decided to leave and accompany them to the Jabulani Police station.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Do you know anything about this R500,00, what was that R500,00 raised for, was it for some case that he\nHRV/222 had/...\n4\nhad before?  Why did they ask for R500,00 and why were they calling him to come to the police station if you know?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "Fana's wife, as she explained to me, that Fana was called by the police, and the police who called said you must bring R500,00 to the police station, it looks like Fana's car was lost and that police was saying they have found the car, you should bring the R500,00.  Really she did not know also why the policeman wanted that R500,00.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Michael and his friends, would you by any chance know if they belong to any political organisation?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "No, I wouldn't know.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Michael never said anything about politics at home?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "No he was more of a quiet child.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In this case you are talking about you also make mention your name, is it Mubatla?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "Yes.  The case was taking place at length, those policemen will be there.  There was some inquests that was conducted at length.  We don't really know what happened and the last time we saw of those boers was 1994.",
            "Female"
        ],
        [
            "MS SEROKE",
            "As you are attending this case did they ever say, tell you the reason why they shot, those police, or did they ever say yes they were the ones who shot, those police?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "The first time when we went to their case they said those boys were trying to steal the cars from one certain yard, and they also tried to attack the Jabulani Police station.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Do you have the post mortem results that was conducted to Michael?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "What I have is what I got from (...indistinct) because he's the one who was doing the post\nHRV/222 mortem/...\n5\nmortem.  I don't have the pictures, the photos but I have some documents.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Would you avail those documents to us?",
            "Female"
        ],
        [
            "IVY MSIMANGA",
            "Yes I have those documents with me right now.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Please show to the Commission that letter.\nAny more questions?",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  Just a number of questions.  Firstly in your statement and also in your oral testimony you mentioned the names of Sergeant Tredoux and Sergeant Goosen, are you positively sure that they were connected to the shooting?",
            "Unknown"
        ],
        [
            "IVY MSIMANGA",
            "Yes I am positive because that also appeared on the Star newspaper.  There are some cases, many cases that they were attached to those policemen.  And Goosen was the actual police who was doing the shooting.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "May I ask there has been an inquest, a court case, it is still hanging, you said it was at Lenasia Police station, there was no conviction, nothing came from it, may I ask whether you received any compensation or financial help from the police?",
            "Unknown"
        ],
        [
            "IVY MSIMANGA",
            "I didn't get any financial assistance but the inquests used to take place twice a week at length, but I never got to know the results of the inquests.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And my last question is the same question I asked just previously, you are a mother who lost a son, do you also think that a monument or monuments would be a good gesture?  That it would be a fitting symbol to remember the fallen heroes by?",
            "Unknown"
        ],
        [
            "IVY MSIMANGA",
            "He left a child of about six years.  I would just ask the Commission to assist me to raise this child and HRV/222 this/...\n6\nthis child is so sickly.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Ivy.  We really feel bad about what happened to you by the death of Michael.  As a Truth Commission the mandate we have is to investigate the gross violations that happened as a result of politics.  We will refer your case to the Investigation Unit.  It will further investigate as to why Michael was killed and we will do our best to find out if he was a victim or not.  We thank you for everything that you have said here today. We will try our level best to see that we do investigate further and find out all the reasons why he was killed.  Thank you.",
            "Unknown"
        ]
    ]
}