{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS & ANSWERS",
        "starting date": "1994-08-05",
        "location": "SEBOKENG",
        "names": [
            "MRS HLUPHEKILE NKABINDE"
        ],
        "case number": "207",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55876&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb207.htm",
        "speakers": [
            "COMMISSIONER",
            "DR RANDERA",
            "MRS HLUPHEKILE NKABINDE",
            "MS SEROKE",
            "PROFESSOR MEIRING"
        ],
        "original_speakers": [
            "MRS HLUPHEKILE NKABINDE",
            "COMMISSIONER",
            "PROFESSOR MEIRING",
            "MS SEROKE",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "... in Amanzimtoti in 1985.  She lives in the Vaal and we therefore felt it was important to give her the opportunity to come and talk about what happened to her on that day.  Good afternoon to you.",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "Good afternoon, sir.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "I see you have brought somebody with you.  Can you please introduce him to us.",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "This is my son.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "I welcome him too.",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "Thank you, sir.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Mrs Nkabinde, before I ask Professor Meiring to take over, he is going to be helping you in telling your story, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "(s.s.)",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Mrs Nkabinde.   Professor Meiring.  Mrs Nkabinde, you may sit down.",
            "Unknown"
        ],
        [
            "PROFESSOR MEIRING",
            "Mrs Nkabinde, you are going to take us far from Sebokeng, you are going to take us to the Natal South Coast, just south of Durban where Amanzimtoti is.  Will you please tell us in your own words what happened on that fateful day and then afterwards I would love to ask you a number of questions.  But over to you.",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "I was working for Van Wyk, Kobus van Wyk.  It is through Riva.  It was on the 20th December 1985.  He asked me to come along with them to Amanzimtoti\nHRV/207 for/...\n2\nfor Christmas.  We arrived on Friday.  On Monday at quarter to nine on the 23rd they asked me to go the shops to buy Stay Soft.  I said to them I don't know where the shops are.  Then the wife by the name of Nicolene van Wyk said I should take along the kids, Marisa and Willem van Wyk, they will show me the shop.   Yes, I took them along and just before we crossed the street - we managed to cross the street and Marisa was five years and she went into the cafe to buy some sweets and quickly she came by again and told me that the Father Christmas promised her some sweets.  I didn't see as to what happened to the kid because we were together.  I had Willem by the hand.  I just heard some shooting and my shoe just went up in the sky flying and I was wondering where is my shoe and what took out my shoe.  I heard suddenly something hitting me on my left-hand eye.  I saw blood just throwing.  I suddenly have the thought of probably these are things we watch on TV and we don't know what is happening.  I left back and when I touched my left-hand eye to touch and feel what is happening I just heard something pulling me from the back and I suddenly thought that is my eye and I dropped down and I fell on my left-hand arm.  I saw the kid changing and the head just went white.  I had blood all over my eyes and I didn't know what is happening suddenly.  I just heard someone touching my hand and apparently that was the doctor.  And this person kept holding my hand up until -and that was - I just felt that was the end of me.  I was unconscious, I could only regain consciousness on Thursday.  I was thinking I was a corpse already.  The nurses told me that when I arrived they opened the curtain over myself and they realised that I was still alive.  I spent the time in hospital until boss Van Wyk came to transfer me to the other\nHRV/207 ward/...\n3\nward where Marisa was admitted and he said if I am taken into that ward Marisa will live.  I was really transferred into that ward and I could realise that Marisa's operation was from the chest downwards and her father requested me to come closer to her and speak to her and I said \"Marisa, Marisa\" and then she opened her eyes.  When she saw me she asked me why am I having bandages on my head.  She asked me for a drink and I gave her to and then she asked me where her brother was and I said I do not know and they took me back to my ward.  After that incident I have been to the treatment and then people from the media came.  They wanted statements from me and the police also came, I was discharged.  They said I was discharged just because I was staying here in Vereeniging and then this child will be buried here in Vereeniging.  We arrived on the 1st January here in Three Rivers.  On Thursday we went to bury that child.  On our return Nicolene van Wyk wanted me to carry on my duties.  My thigh was still bandaged because the bones were cracked.  Now this eye was out and then the other side was also bent.  I went to work in that condition and I asked her to phone my mother at Sasolburg so that she can come and replace me as to the conditions.  That is the time where we started fighting with Mrs Van Wyk, she has been taking me up and down until I lost my mind and then I was taken to Baragwanath Hospital, that is where I was left.  I can't remember how many months did I spend at Baragwanath.  They wanted to operate me on the head and the other one on the chest and the leg one until they requested Mr Richard Mdone whom I stay with and Richard Mdone came on August 2nd and then I was released, I went back home, I spent some time at home and I got very sick.  And I received letters from\nHRV/207 Durban/...\n4\nDurban saying that I have to appear before the Court in Durban.  Now these white people, I don't know anything because I have never been to school, but these - my bosses were hiding my letters.  At one stage I stole one of the letters and I gave it to my husband because it was a plot where we were staying.  My husband read the letter and he said to me this is a letter from the Durban court.  You are wanted, you have to go and tell them what injuries did you sustain.  And then when my boss came back I said to her do you know this letter and she said no and then I told her that I took the letter to my husband and she told me that she will never go to Durban because the person who planted the bomb was a black person and that her son was dead and I am still alive.  We have been in conflict with this white woman for quite a long time until such time that she said boss Specs(?) who stays at Three Rivers take me to.  I can't remember, we went to court in Durban.  We were told that it would carry on for 20 days.  It was between Durban and Cape Town.  When we arrived there I was the first one to be called as the witness.  I stood up.  I was taken then to an office with two lawyers.  They wanted my statement and I said no I didn't give any statement to anyone.  They opened their books and they said in your statement you stated that on the 23rd you took the children to go to the shops to buy them sweets.  I said to them no, on that day I didn't have money because I was smoking.  They asked me on that day, my boss, do you have cigarettes and I said yes and the woman gave me R10 and then she said please keep this money.  When I arrived at home my children took that R10 note and then they washed it clean and they bought themselves some sweets.  And Andrew Zondo appeared.  He was between us, you know he was HRV/207 brought from/...\n5\nbrought from a basement in the court.  I was asked whether do I know him, I said no, I only saw him on TV and I know him from behind.  Because when they took photos of him he was hiding his face.  They could only manage to take photos of his behind.  They asked me where were you working at the time, I said no I wasn't working here in Durban.  We were here with my bosses on a holiday.  And the Court stopped there and when we were about to go back home I was called aside and the Court gave me a cheque R360.  Now the father to my boss took the cheque, they folded it shabbily and they threw it away.  You know I thought they would give their daughter this cheque.  The following day I asked her did your father give you a cheque from Durban and she said no.  And we started exchanging words and then she was asking me whether do I think her father can eat that little amount from a poor person.  I was so angry and I decided to go.  I didn't know where to go and they came behind me with their cars, they told me please not to go to the police station and I went back to work until that time where boss Specs (?) arrived.  When he arrived he insulted me and they said I should drive with Kobus van Wyk and he was going to drive with his wife and his daughter.  They were driving to police station at Vereeniging.  When we arrived there the police shouted at me.  They were making a lot of noise. I had this artificial eye.  Now I cannot put it on for quite a long time because you know water was still flowing and the police were shouting at me, telling me that they would even take me into custody.  I took out this eye and I threw it at them.  I said it will be better if you take this eye so that I can be charged and this thing must just come to an end.  But now this Van Wyk, who is my boss, said we will pay the money\nHRV/207 that/...\n6\nthat his father-in-law took.  That is the R360.  Well he did pay that.  Until I left the Van Wyks I have been up and down to doctors and I would request my boss to give me money and she would say to me and Andrew Zondo is the one who injured me. I don't have to ask money from her.  I went to the doctor around and the doctor said you will not work for the rest of  your life because you have a vein at your back that is injured.  And then when I got back she said she will take me back to the same doctor.  Well she did but after the examination she went alone back to the doctor and I said to the doctor please tell my boss what is happening with me.  And the doctor was now insulting me.  They pushed me outside and you know I realised that there were two versions of this story now.  That is when I decided to come back home and I told my younger brother who is coming after me and he spoke to his brother-in-law and they decided that we should come to Everton because these white people will keep on harassing me.  Until this day Van Wyk has done nothing to me.  The papers from the Durban hospital, the records, I refer to has been with him for quite a long time.  I have requested them but he refused to give me those documents.  That will be the end of my story.",
            "Female"
        ],
        [
            "PROFESSOR MEIRING",
            "Thank you very much for telling your story to us.  Mr Nkabinde, can we just go back to your story, just to amplify, to clarify a few issues.  How long were you working for the Van Wyks when they took you on holiday down to the South Coast?",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "If I am not mistaken, sir - I cannot read but it was four years that I have been working at the Van Wyks.",
            "Female"
        ],
        [
            "PROFESSOR MEIRING",
            "And listening to your story it seems to\nHRV/207 me/...\n7\nme that the children loved you very much and you loved the two children.",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "I loved them very much.",
            "Female"
        ],
        [
            "PROFESSOR MEIRING",
            "And now talking about the bomb that went off, do you have any idea who planted the bomb, who was responsible for that?",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "The person who is responsible, when we were at the hospital the white nurses told me that the person who planted that bomb is also in the hospital, lying in hot baths.   Now to clearly grip his name it was when we were in the court and he was called in Andrew Zondo.  His  father was a minister of religion.  When he appeared before the Court he said he was deeply disturbed about the conditions of the black people, he felt sorry for the injuries that we sustained.  It was myself and the other woman but his aim was to kill the WAS.",
            "Female"
        ],
        [
            "PROFESSOR MEIRING",
            "Did he belong to a certain political party, was it because of his political objectives that he did that?",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "When he gave his evidence in the court he said he had been out of school for five years and then he was taught how to plant a bomb.  I don't know was he giving the lectures by the terrorists or who.  I really do not know.",
            "Female"
        ],
        [
            "PROFESSOR MEIRING",
            "May I ask, just to get the record straight, the injured were you and another woman and the two children.  Is that right?  And the man who planted the bomb or were there many other people also injured in the blast?",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "Black people were only two.  Most of the injured were white.  If I am not mistaken 280 people died and after surviving the death toll was 269.\nHRV/207 PROFESSOR MEIRING/...\n8",
            "Female"
        ],
        [
            "PROFESSOR MEIRING",
            "We will check on that.  I don't think that the number was as large as that but we will check on that and thank you for telling us this.  You say that you had much contact afterwards with the Van Wyk family but that the contact was not very good.  Was that because of the shock, do you think, because the anguish they suffered because of their childrens', the one injury and the other one who died?",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "I don't have any idea of that, sir.",
            "Female"
        ],
        [
            "PROFESSOR MEIRING",
            "Mrs Nkabinde, thank you, I think I have finished with everything I wanted to ask but I do think that some of my colleagues would like to ....",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mrs Nkabinde, I would like to explain to you that you are the third person now since we have started the hearings who has been involved in the bomb blast of Amanzimtoti.  Andrew Zondo you are talking about was hanged and executed for causing that bomb blast.  He was at the age of 18 years young as that.  The mother of Andrew Zondo did come to the hearings of Durban.  She was coming to give the testimonies about and how bad she felt about what happened to Andrew Zondo that even though he had committed what he did, but because of his age he wasn't supposed to be hanged.  The second one who appeared also about this very bomb blast was Johan Smith of Pretoria.  Also his child Corne Smith was killed in the very same bomb blast.  He was at the age of 18.  I think he was the same age as William.  William was only one year two days.  I think William was also younger than Corneo because Corneo was only eight years.  Johan Smith and Annemarie did give testimony at our hearings in Methodist church and they said they have surprised the whole\nHRV/207 South Africa/...\n9\nSouth Africa and the whole world about reconciliation, that even though their child died but there is no one who they can blame or - they did went to meet the other people and they reconciled with them.   And they said their son died because he was trying to get things right in this country and Mr Smith said his son, the death of his son will actually make ANC to unite with the other government, the previous government as far as reconciliation is concerned and now lady you are the third one of this very same bomb blast.  I see that this bomb blast has a long history in our books and as we prepare the report for the Truth Commission we have so much to say about this bomb blast because it has shown so much conflict and the way the child has planted the bomb and people died, trying to make things right in this country.  And some people who were innocent died and were affected.  The mother is saying she has forgiven all these people.  I  just wanted to explain to you even the people who died in that bomb blast were actually five.  I think you have made a mistake about the number.  Thank you.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Thank you.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Nkabinde, I just want to follow up from what Miss Seroke has just said, that you lost your eye in that bomb blast.  You suffered other injuries in that bomb blast and we all know now that Andrew Zondo, this 18 year old young person was hanged for the planting of that bomb blast.  Do you feel you can forgive him for what he did?",
            "Unknown"
        ],
        [
            "MRS HLUPHEKILE NKABINDE",
            "Yes, I do forgive him, sir because my not forgiving him won't help me in any way.  The strength that I had to work for my children, it won't come back and I just forgive him even though he is not here.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much, mam.\nHRV/207 COMMISSIONER/....\n10",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Mrs Nkabinde, we thank you very much for the testimony you have brought forward.   We say to you have peace within you.  Even if you didn't sustain so many injuries but you lost your eye and you lost the strength to work for yourself and to support your family, we are still  saying with the little power that we have that please be consoled, let God apply his ointment on the wounds that you have.  His holy ointment.  But the other thing that we have to take into consideration is the fact that many bad things that happened in this country didn't only come from one side.  We are aware as to the other party that was trying to bring change into the country, how they used bombs and people from both sides were getting injured.  What we have to conserve we should pray to God that he should strengthen us so that these things do not happen again.  So that there can be peace, there can be harmony, there can be development in our country.  We have to try and preserve the respect between human beings because each one has to realise that he has got the human rights.   Mrs Joy Seroke reminded us of the Smith family who really surprised the whole of South Africa in general and the whole world and they spoke what she has already said, which means God has blessed our country in a very mysterious way.  We have people like yourself, people like the Smith family, people like many others who are appearing before the Commission telling the Commission about the truth, about reconciliation, about peace.  We request God to give us strength to receive with warm hands the gifts that these people are giving us.  Might be a nation that is reconciling, a nation that is rich.  We thank you.  We really thank you.  I also thank you, sir.",
            "Unknown"
        ]
    ]
}