{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-07",
        "location": "SEBOKENG",
        "names": [
            "PULE IRISH MOLOTSI"
        ],
        "case number": "813",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55887&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb813.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR BORAINE",
            "DR RANDERA",
            "MS SEROKE",
            "PULE IRISH MOLOTSI"
        ],
        "original_speakers": [
            "PULE IRISH MOLOTSI",
            "DR BORAINE",
            "MR MOLOTSI",
            "CHAIRPERSON",
            "MS SEROKE",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "PULE IRISH MOLOTSI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much Dr Randera as Chairperson. Mr Molotsi my own word of welcome to you as well and a very special word of welcome to Papi's mother and we are very pleased that she has come and I hope she can hear us all right through the earphones.  You've come to tell us a story which involves yourself but also especially involves Papi Boshego who was killed and you are going to tell us how that happened.  This is a very awful story of yet another loss of life and your own injury, would you please tell us what happened that night.",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "It was on the 20th of June in 1993.  We were still resting in a shack the three of us.  As we were sitting I was drinking, drinking my beer.  We stayed in the shack until in the morning.  While we were sitting we heard dogs barking outside, and Papi stood up and he said to us I'm just going outside to investigate what was happening.  After he went out I followed him. We took a few rounds within the yard but we couldn't see anything, but as we turned our backs to get into the house we only heard gunshots.  I managed to run behind the shack and I sat down.  I sat for quite some time.  I think ten minutes and I saw flashlights moving around.  I am referring to torches.  And after a few minutes I heard walkie talkies and I said oh no these are the police.  And as I was wondering sitting there I saw the light approaching me.  One of them approached and\nHRV/813 he/...\n2\nhe said to me, he actually pulled his gun and he wanted to shoot, but the other one said to him wait a minute, and he continually said you are very lucky.  And the other one said you must take a look at us, we are a different group.  Lie down on your stomachs.  I lied on my stomach.  They said I should stand up.  I stood up.  They said where is a .38 revolver.  I said to them I do not know anything about that.   They asked me to which organisation did I belong.  I said no I don't belong to any.  One of them slapped me and he said you are a Apla.   And I decided to tell them the truth.  I said to them I am a member of the ANC. They asked me where the person was, the person I was with, I said to them I don't know what happened to him.  They took me to the front and the deceased was lying on the ground dead and he had a gun in his hand.  They asked me as to any knowledge of the gun.  I said no this person didn't have a gun in his hand.  They said can you please tell us the truth.  If you can tell us the truth we will call the ambulance to come and pick him up. And I said to them he didn't have a gun in his hand.  As we were still there we saw an ambulance coming.  I was guarded by a Black policeman in the ambulance.  That was the first Black policeman I saw.  They quickly treated me and I was taken to Houtkop.  I left the hospital together with these policemen.\n When we were at Houtkop we were put in the charge office.  There is a long corridor on the right-hand side, and there is the last room. The perpetrators were in that room, gathered in that room and one of them had three stars on his shoulders.  He said yes Dick thief.  I said to him why did you shoot at us?  And he said Papi wanted to shoot at us first.  They asked me as to whether I want to see him, HRV/813 I/...\n3\nI said yes.  They took me to the mortuary.  When we were there they opened the drawer and I saw him.  And I thought he just fainted he would be okay, but it wasn't the case, he had already died.  But the tall one with his badge written \"Nagel\" on it he said no your brother, Makwetu is alive, Mandela is alive, your brother is dead, now what do you say?  I started crying and they took me into the charge office and they put me further into a cell.  As I was in the cell another policeman came to me and he said tell me how did you survive the ordeal?  The dead person is badly damaged.  I asked him how many bullets, he said close to 11 bullets.\n It was on a Sunday, the Red Cross people came, they came to visit me and they asked the same question.  They asked me how many bullets, the Red Cross people said they only saw seven wounds.  I was taken back to the cell.  The next day I was taken to court and I was charged for illegal possession of a firearm and I was bailed with R200,00.  I was taken to Leeuwhof Prison then the Street Committee people came to bail me out.  I went back home.  \n I can't remember how many times have I been to court and I can't even remember how many times have I been arrested.  The magistrate would just say your case has been finalised without anything from me, until today.  Even today I'm still going to the courts.  Yesterday I was in court.  I was with those White people.  They stated their issue and I was told that I would appear before the court again on the 4th of September.  I would end up there.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr Molotsi thank you very much for your testimony.  I know that this must be very hard for Mrs Boshego to hear about what happened to her son, and I want her to know that we think very much of her.  I have only a\nHRV/813 few/...\n4\nfew questions.  You were sitting in a home with two friends and then the police arrived.  Now have you any idea whether there was a raid in the area?  Was there a disturbance?  Was there a riot?  Why do you think the police came to the home where you were?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "The police didn't come into the shack.  We only heard dogs barking and Papi went out to check and I followed him.  But when we looked around nothing could be seen.  I think they were lying on the ground because when I ran away I saw the sparkles as they were shooting.  About the unrest there was no unrest in the township.",
            "Male"
        ],
        [
            "DR BORAINE",
            "I still am a little puzzled as to why they were in such large numbers in that particular area at that particular time, can you guess, I mean do you think they were looking for you or they were looking for your friend or why were they there?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "As they were telling their story in the court of law they said a police had been chased away by the youth and he was assaulted and the people wanted to burn him.  And the people who did that were at the corner already burning a tyre.  I do not know what happened thereafter.  But I think our sin was to get out of the shack to investigate as to what was going on outside as the dogs were barking.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you.  That's quite helpful.  Papi Boshego was he a political activist in any way?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "Yes he was one of the ANC Youth League members, he had a card.",
            "Male"
        ],
        [
            "DR BORAINE",
            "And you were, as you have already mentioned you were not Apla, but you were an ANC supporter?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "Correct, I am also a card carrying member of the ANC.\nHRV/813",
            "Male"
        ],
        [
            "DR BORAINE",
            "/...\n5",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  I want to ask you a little bit about the revolver that was seen in the hands of Papi when he was already lying dead.  Now you were with him for many hours, did you see the gun at all before?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "He never had a gun at all.  To show that these people were lying they put the gun into his right hand and he was a left-hand man.",
            "Male"
        ],
        [
            "DR BORAINE",
            "So you are of the view that the police themselves put the gun in his hand after they shot him?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "That is the version Sir.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Now you were charged with the possession of the firearm, was this the same firearm?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "No they said I had my own gun but I've never seen a gun before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Silence please, may I have order please.  Thank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Now in the court case have they produced any other additional gun and said this was your gun, I mean what kind of case can they have against you?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "No they never produced any gun Sir.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Now you mentioned in your original statement that your particular case was actually withdrawn, but now you have told us that you are still being charged and having to attend court, is that so?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "I am still going to the court of law Sir, since the beginning of this year and last year I have been to court on many occasions, but I was never given a chance to say any words.  They were given their time to speak and they indicated as to how many bullets they spent on shooting us.  They said they used 76 bullets to shoot at us.  One of the Captains had a R5 rifle and his magazine was loaded with HRV/813 eight/...\n6\neight and it was all used.  The other one also had 30 but one was not used.  There were two Captains in the group of policemen.  And the other one said his magazine was loaded 50 and he used the whole 50.  The other one used just one.  They shot, they even killed the next door neighbour's dog.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order please.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Can you please be quiet.  We request you to be quiet.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I have only one last question but it's a very important question and I hope you will help me with this one.  The court case that has been taking so long is that an inquest surrounding the death of your friend, and if not was there an inquest separately and what was the result?  If it was the inquest are you a witness at the inquest or are you actually on charge of possession of a firearm?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "As they have been arresting me I thought for a year I would be resting but now the people from the Police Investigative Unit came back and they took my statement.  They said my case would be reopened because my case wouldn't just end nowhere.  They have to get to the core of the matter.  They said we would go to the private court, but when we went to the private court they said we are not going to reveal as to who is wrong, who is not wrong, but the father of the deceased said he would find himself a lawyer and investigate this matter thoroughly.  That is why the case is still continuing until today.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Do you know if the family of Papi Boshego do they have a death certificate and if so what was the cause of death?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "Yes they have the death certificate.",
            "Male"
        ],
        [
            "DR BORAINE",
            "And obviously the cause of death was by, as a\nHRV/813 result/...\n7\nresult of being shot, do they indicate how many times he was shot on the death certificate?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "No there is no indication as to how many times was he shot. When the deceased's father wanted to see the body they said no he could not see him, and he said to them you will not conduct the post mortem before I could see the body, and they said to him you listen to us or you don't.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you.  Is there anything else you want to add before I hand you back to the Chairperson?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It seems to me that you are finished with your story.  I ask Dr Randera to ask a few questions.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Molotsi can you tell us, there was a third person that you and Papi went to visit that night Mr Basi Motaung, did he sustain any injuries?   Was he in the ...(intervention)",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "He was the whole time in the shack.  When the two of us went out he was left behind.  After this incident he was taken to the doctor, he is mentally disturbed, he is totally mad.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Was he a member of any political organisation?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "No he was just an ordinary person.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can I then just ask a direct question of both of you and you seem to know a lot about Papi as well, were you MK members as well?  You say you are an ANC member, an ANC Youth League member, were you MK members?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "No, no Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And my last question, sorry two questions, one is related to all these proceedings that are going on, do you have a lawyer yourself?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "The father to the deceased organised us a lawyer.\nHRV/813",
            "Male"
        ],
        [
            "DR RANDERA",
            "/...\n8",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "What's the name of the lawyer?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "Our legal representative is Gaka, but I have seen the other one is new, he is from Johannesburg.  I think I have his name here.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Okay we will try and get that from you.",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "His name is Taki Madima.",
            "Male"
        ],
        [
            "DR RANDERA",
            "My last question is about your own injuries, you said you were shot in the leg, but it sounds as if you went to the hospital and then they took you back to the prison on the same day, am I right to assume that?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "That's correct Sir, that is on the same day.  The doctor wanted to say something to them and they said to him I am urgently needed at the Houtkop police station.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So you were not left with any permanent disability as far as the shooting went?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "I am disabled Sir because the doctor examined me.  After I was given bail I went back to the doctor, it was Dr Manoto, and Dr Manoto wrote everything down as to my injuries.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can you just tell us what is your disability, your physical disability?",
            "Unknown"
        ],
        [
            "PULE IRISH MOLOTSI",
            "My left foot just on the vein was shot.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Molotsi thank you so much for coming to us and relating your story that happened to you, that happened to your friend, to Mr Papi Boshego to us.  We really appreciate it and we will take up the things you left with us and hopefully there will be some light shed on it.  And may we wish you all the best also with your injury and with your life ahead.  May I say to Mrs Boshego, the mother of Papi, that we really cry with you, the pain and the anguish\nHRV/813 must/...\n9\nmust have been very severe and very hard on you.  May you find peace.  Thank you for coming to us today.  Thank you ever so much.  You may step down.",
            "Unknown"
        ]
    ]
}