{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-06",
        "location": "SEBOKENG",
        "names": [
            "NOYEMBE PAULINA MASIMULA"
        ],
        "case number": "836",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55897&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb836.htm",
        "speakers": [
            "COMMISSIONER",
            "MRS NOYEMBE PAULINA MASIMULA",
            "PROFESSOR MEIRING"
        ],
        "original_speakers": [
            "NOYEMBE PAULINA MASIMULA",
            "COMMISSIONER",
            "MRS NOYEMBE PAULINA MASIMULA",
            "PROFESSOR MEIRING"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "Noyembe good afternoon.  I am glad that you did hear me say that you were supposed to be in front but I understand you were sitting in the audience.  Welcome.\nNoyembe can you please stand to take the oath please.",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "(s.s.)",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Noyembe I am going to help you in telling your story.  You were actually present on the night of Christopher's vigil.  I want you to take your time and tell us what happened on that night.",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "In 1991, on the 12th January we went to a night vigil in Zone 7.  As we were still there, as we were still singing just in the midst of the night a group of people came.  We heard gunshot.  When I tried to run I fell on top of other people who had died.  They shot me on the leg.  I ran into the house and I stayed inside the house until the ambulances came and they took us to the hospital at Houtkop. Many others had died inside the tent.  Some died at the hospital.  I got injured on the leg.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Noyembe is there anything else you want to add?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "No, I don't think there is anything I want to add to that.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Can I help you along then with just a few questions, Noyembe.  Do you live in Sebokeng yourself?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "That is correct, I stay in\nHRV/836 Sebokeng/...\n2\nSebokeng.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Which zone do you live in?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "I stay at Zone 12.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Did you know Christopher?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "He was known by my sister.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Were you a member of the ANC Youth League or any other organisation in the area?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "I was a member of the ANC.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Today many people talk about the vile monster.  We have heard about other people being mentioned.  Did you know about these individuals before you went to the vigil or since the funeral?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "I don't know the others.  I know quite a few.  That is two only.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Sorry, can I clarify.  When you say you know two, you know two people who were in the gang who shot people on that night?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "They were not shot.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Sorry, Noyembe, maybe I am going to put my question a different way.  Did you on the night of this shooting when so many people died and others were injured, including yourself, did you recognise the people who were doing the shooting or threw the grenades?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "I do not know them, sir.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Was it very dark when it happened?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "Yes, it was dark.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Thank you.  Can you just tell us, you said you were shot in the left leg and you spent five months in the hospital.",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "That is correct.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "What disability have you been left with?\nHRV/836 MRS NOYEMBE PAULINA MASIMULA/...\n3",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "Yes.  When I walk quite a distance with my leg it gets swollen and I cannot stand on my feet for quite a long time.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Can you please tell us what your expectation is of the Truth Commission.",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "I want to request the Truth Commission to offer me any kind of assistance.  Any kind.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Can I then ask, are you working at the moment?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "I am not working, sir.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Thank you, Noyembe, I don't have any other questions.",
            "Unknown"
        ],
        [
            "PROFESSOR MEIRING",
            "Noyembe, may I ask, have you been studying?  Which standard at school have you come to?   Have you finished with standard 8 or standard 9?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "No.",
            "Female"
        ],
        [
            "PROFESSOR MEIRING",
            "Would you like the Truth Commission to go into that, to help you further your education in order to be able to do work?",
            "Unknown"
        ],
        [
            "MRS NOYEMBE PAULINA MASIMULA",
            "Yes, the Commission can help me.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Paulina, we want to thank you for coming to us.  We have listened to your story and then we hope that we will be of assistance.  We will send our recommendations forward and thereafter we will see what kind of help can we offer.  As you are still sitting there I want to summarise before we close the proceedings of the day.  We have come to the end of the most stressful testimonies of the day that gave a picture of the conflict that divided the community of the Vaal.  We would like to thank the witnesses who came forward today.  We have opened the old wounds, the stories\nHRV/836 that/...\n4\nthat have given us a reminder, a painful reminder of what took place in this area.  We hope the witnesses will be in touch with our briefers and our briefers know where to refer the people to their support systems.  As to reparation, there is nothing we can do immediately.   As we said earlier in the day and right through the day, we still are formulating a policy about reparation which will in the end when people have been declared victims, that policy and those recommendations will go to the President.  However, there are interim measures that the TRC is looking into and people will soon hear about those, especially those who will have contact with our briefers and the rehabilitation committee.  We also wish to thank this audience for their participation and their support they gave to the witnesses.  I know there were times when we were not quite happy with your behaviour but I think that is also what to do with the stressful stories that were revealed today and I imagine it was not easy for you to sit still and just listen.  We have listened to the stories shared by both sides of the conflict.  We have heard allegations about police involvement in the conflict.  Unfortunately they were not here to present their side of the story.  The Truth and Reconciliation Commission is addressing this problem and we hope all the warring parties, including our police, will come forward to give their side of the story.  The are conflicting accounts paint a picture that was to become too familiar in the years to come.  Conflicting accounts that happened today.  Dr Randera just reminded us today of what is now happening in the Western Cape.  We would like to see that those conflicts that are still emerging are not going to discredit the work that the Truth and Reconciliation\nHRV/836 Commission/...\n5\nCommission is trying to do, bringing about reconciliation.  The time has come to build a strong unified nation on the ruins of the past and the Truth Commission plays a very important role in this regard.  It is in letting the pus flow that can effectively treat an abscess.  This is what in my perception is the cleansing role played by the TRC, which will hopefully lead to healing the past ills.  We have to press the pus out of the wounds.  You all know that if you do not take the pus out of the wound the wound will never get healed.  That is the way we are trying.  We believe that as we will be going on with the evidence until Thursday.  Now the people who came here to give their evidence, I think and I hope that they realise that peace and reconciliation in our Vaal area will really work.  We will now see you tomorrow morning.  We are very grateful that you came to the hearings.  We will start tomorrow morning at nine o'clock.  And those who still have stories in their hearts we have our statement takers here who are ready to take stories from different people.  We explained yesterday that it doesn't mean that when we had our hearings in a certain place that will be the end of it all.",
            "Unknown"
        ]
    ]
}