{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-08",
        "location": "SEBOKENG",
        "names": [
            "AGNES NHLAPHO"
        ],
        "case number": "826",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55893&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb826.htm",
        "speakers": [
            "AGNES NHLAPHO",
            "CHAIRPERSON",
            "DR RANDERA",
            "MR MANTATA",
            "MS SEROKE",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS NHLAPHO",
            "AGNES NHLAPHO",
            "MS SEROKE",
            "DR RANDERA",
            "MR MANTATA",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning Mrs Nhlapho.",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "I will speak in Zulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Won't you please introduce us to the gentleman you are with.",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "It's Mr Nhlapho, it's my husband.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We also welcome your husband.",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It's me who is going to lead you with questions.  I would like for you to tell us the story and the events that took place on the 26th of April 1992, at the time when your son by the name of Mzwaki Moses Nhlapho was shot by the police.  We will kindly ask you to tell us what happened on that day.",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "Mzwaki was a soldier of the MK.  He came back from Tanzania on the 17th December.  When he got back Mzwaki left to visit his friend Boysi.  When he got to Dereke(?) there was a car and that car belonged to Ketisi.  It was parked there. Mzwaki had on a T-shirt, ANC T-shirt written \"Mass Action\".  I still have that T-shirt with me.  They called Mzwaki.  It was Ketisi and his colleagues calling Zwaki and Hunter and Makatleng.  They said where are you coming with that T-shirt on, we no longer put those things on.  They tried to get him to take off the T-shirt and suddenly there was some fight, they were fighting and Mzwaki used stones fighting Ketisi and his friends, Makatleng, Hunter and Temba Maboyi.  The shot.  When they shot Mzwaki\nHRV/826 took/...\n2\ntook off, ran and got to the house and I was busy with the laundry outside.  I could tell that something is happening.\nWhen I was trying to see to find out what was happening by outside there from the gate I could see them shooting, Ketisi, they were shooting from their car.  Mzwaki ran after them.  He was being helped by his friend.  When he was trying to run after them they escaped because they were in a car still shooting Mzwaki and his friend.  After that Zwaki woke up in the morning, he went to Maria.  He was going to get me a membership card from Maria.  There was no one in the house.  \n At Zone 7 stadium there were police vehicles parked there.  As they were parked there Mzwaki got in at home coming from Maria's place and he asked me, the police are having a meeting at the stadium, when did that start?  I said no I don't know anything regarding that.  Suddenly just after he got into the house taking a shower getting ready to go and attend a funeral at Sharpeville Ketisi's gangsters came in driving in their cars.  I should think the cars were about six.  They had red scarves on their head.  They said come out Zwakale, come here.  When they were insulting Mzwaki they said to Mzwaki come out you Mandela's son we are here now.  They were already shooting by then.  Mzwaki got outside, when he got outside he fought them. When he was fighting them, the very ones who were at the stadium.  The police came back and they helped Ketisi.  They were shooting and Mzwaki shot back as well so there was that shooting taking place.  Up to the time when my neighbours child died at the age of four years, Lesatsa's boy, after this boy died they said here is the thug that killed your son, telling my neighbour Shupida.  As I was watching, because I was there, \nHRV/826 I/...\n3\nI said there's nothing like that.  This child has been shot by you police.  It was Chaka who was there present, Tiki Chaka and Piet Makubela and Makubela and Pinky Cherry the police that I could recognise, it was Paul Shabangu, he was coming from Zone 6, living in Zone 6, those were the police I knew.  Others, those other police I did not know.  But they had their uniforms on and they had camouflage on but some did not have their camouflage on.\n When Mzwaki was lying down there he asked them how come is it that you as police can do what you did supporting the attackers, why would you not protect the community instead of supporting the gangsters.  You are busy supporting the gangsters killing Mzwaki.  They said you shut up, you foolish woman, you are not even crying, you are just a hard woman, stupid woman.  They took off his shoes and they took those shoes.  Up to this day I haven't received those shoes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are you finished Ma'am?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "According to your statement you say Mzwaki was an MK soldier?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes, he was an MK soldier.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And you also further say when he got back people hated him, police especially hated Mzwaki, and the people who belonged to the gangsters?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes it was true, that's very true.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You further on say they hated him for being protective of the things that he used to do.  Can you explain us how he was protected?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Mzwaki was an MK soldier.  Ketisi was just a problematic person in Zone 7, hitting, assaulting people doing all sorts of evil things to the people of Sebokeng.\nHRV/826 Assaulting/...\n4\nAssaulting men in Zone 7.  We used to sleep under the beds as a result of Ketisi.  Now all those things, he was fighting those things.  Now the police did not like that.  When Mzwaki was fighting Ketisi the police got offended and came into protecting Ketisi.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they were shooting Mzwaki you say you were doing your laundry outside.  You tried to find out that they were attacking, are you sure that ...(intervention)",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes, I am sure I saw them with my eyes, with my two eyes, I saw them.  When that was happening Ketisi had their red scarves on their heads saying you get out you bitch, you, Mandela's worm.  They were shooting and Mzwaki ended up going out, getting out of the house.  I was there.  I witnessed this, I was a witness.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were you not afraid that those perpetrators would assault you?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes I was but there was not any other way because we are going to die in the house.",
            "Female"
        ],
        [
            "MS SEROKE",
            "These police came to assist, what were they doing at the stadium or you say Mzwaki saw the police cars parked outside, at the stadium, what was taking place at the stadium?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "There was nothing at the stadium, nothing was taking place at the stadium.  Mzwaki was coming from Maria's place and he got inside the house and asked me what are the police doing, are they having their meetings there, since when?  I said no I don't know anything regarding that.  Only to find that as they were at the stadium they knew what they were watching.  They did not even take time to come to my place.  We didn't even call the police, but suddenly after Mzwaki started fighting with Ketisi the police suddenly\nHRV/826 appeared/...\n5\nappeared, quickly came to the house.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You say the police cars were parked at the stadium because they knew what they were watching?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Would you please explain to us according to you what they were after?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "According to me I think that because they hated those people who were coming from exile so they wanted to just kill them all.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In other words you say they were at the stadium because they knew that Ketisi would come with his gangster to shoot Mzwaki?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes that's true.",
            "Female"
        ],
        [
            "MS SEROKE",
            "They were there to help Ketisi or what?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "No they were not there to help us, but they were there assisting Ketisi, because after that, after Mzwaki's funeral they again came to attack me at home.  When they got there they had their Caspir, they were in a Caspir at night.  Ketisi was there in a 3 litre van, white van.",
            "Female"
        ],
        [
            "DR RANDERA",
            "People sorry, I know, I know we all want to identify but this is, although this is not a court of law we have appealed several times to all of you to actually control your emotions and your partisanship. Please let the witness speak.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "This Maria, the one you had sent Mzwaki to, who is she?  Was she a member of ANC?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Maria is an ANC member and also a street committee member.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did she come when this was happening?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Maria saw what happened.  No one missed this incident because this took place at 10:30 in the morning.\nHRV/826",
            "Female"
        ],
        [
            "MS SEROKE",
            "/...\n6",
            "Female"
        ],
        [
            "MS SEROKE",
            "You've given us the names of the police that you saw shooting.",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes it's true.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are you certain about those police?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes I am certain, I am not lying.",
            "Female"
        ],
        [
            "MS SEROKE",
            "This four year old that was shot, the parents were they satisfied when you told them that it wasn't Mzwaki who shot him but it was the police?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes they were satisfied because they saw themselves, they witnessed this because also they got hold of the bullets inside their house.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "MR MANTATA",
            "When people were faced with this kind of a problem did the people themselves group themselves to fight against this danger that you are referring to?",
            "Male"
        ],
        [
            "AGNES NHLAPHO",
            "People of Zone 7 from different places also felt bad and were so much in pain but there was nothing, absolutely nothing that they could do.",
            "Female"
        ],
        [
            "MR MANTATA",
            "You say Mzwaki belongs to ANC.",
            "Male"
        ],
        [
            "AGNES NHLAPHO",
            "That's true.",
            "Female"
        ],
        [
            "MR MANTATA",
            "Were the ANC members in the area not around Mzwaki in this ...(intervention)",
            "Male"
        ],
        [
            "AGNES NHLAPHO",
            "After they took Mzwaki they were using the police car that they used to use for taking the corpse.  People did come from the community to my place after they had taken Mzwaki.  The boers came in at that very time. I was in the bedroom when all this was happening.  When those boers came there were four of them, they got inside and they told everyone to go out and leave the house. When they were still busy telling them to go away one man said, according to our culture when this happened people are allowed to\nHRV/826 come/...\n7\ncome and mourn so why are you telling the mourners to leave the place?  Then they left them alone.",
            "Female"
        ],
        [
            "MR MANTATA",
            "I know it may be impossible to, but would you know of other people like Mzwaki who were killed by these Ketisi's gang?",
            "Male"
        ],
        [
            "AGNES NHLAPHO",
            "There are many of them were killed by Ketisi's gang, because just before Mzwaki got killed they took the child of Mtinkulu and they also took Mayika's child, taking them because they thought they belonged to Mzwaki's gang because they kept saying Mzwaki is Mandela's lamb.",
            "Female"
        ],
        [
            "MR MANTATA",
            "And these families who have lost sons like yours were they at any stage brought together by any ANC leader in Sebokeng?",
            "Male"
        ],
        [
            "AGNES NHLAPHO",
            "I don't recall, not that I know, because at the time also I was so confused.  I could not think properly and do things properly as a result of what happened to my son. And the police used to attack me and just search in the house.  And dig holes even outside saying to me they were looking for grenades.  They used to ask me where was Zwakala's room, where did he used to sleep?  The way the police attacked me and they way they bothered me I am not well as a result of that.",
            "Female"
        ],
        [
            "MR MANTATA",
            "You seem to know the police so well, would you say that these police were residents of Sebokeng too?",
            "Male"
        ],
        [
            "AGNES NHLAPHO",
            "Dicky Chaka was living at Zone 6.  Pinky Cherry was living in Zone 7.  Peter Makubela was also a resident of Zone 7.  After that they took them using Caspirs to town.  Paul Shabangu was also resident of Zone 6, but I don't know right now where he's living.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Nhlapho two questions.  You told us that\nHRV/826 your/...\n8\nyour neighbour's four year old child was killed, can we have the name of the child, the surname of the child please?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "I did not know the child's name but I know the mother's name and her name was Tshupedo Lesatsi.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And do you know whether she also is going to testify before the Truth Commission?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "They did call Tshupedo at that time when they insisted to her to say it was Zwakale who killed her child.  She refused, she said I cannot lie, I am going to tell the truth and especially that I have witnesses, other people did see what happened and the police threatened her.  They said they were going to kill her if she does not say it was Zwakale who killed her child.  It was not too long and Tshupedo was shot.  We did not even know who shot Tshupedo.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But you will be able to direct us to her or to encourage her to come to the Truth Commission in order to give her own testimony, will you do that?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "You mean Tshupedo?  Tshupedo has died.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, thank you for that.  And then a last question, there are many mothers who have lost their children in the past years, what is your advice to the Truth Commission, what should we do?  Some people say there should be a monument to the community, remembering the names, do you have any ideas on what the Truth Commission can do?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "I cannot be conclusive in as far as this is concerned, but my husband, the father of the child will go on and say something.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Nhlapho is it possible for you to answer that question of Professor Meiring.  We don't have a statement from your husband so we are staying with you for\nHRV/826 the/...\n9\nthe moment, if you can please - if you can just tell us what you think should be done?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "I would kindly request that the Truth Commission should help me where it thinks it can help me because Mzwaki left his child and his child is now six years old.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Nhlapho I can see you are still very angry and it must be very upsetting to you to talk about this again, but I just want to get some clarification about that day.  You say that Mzwaki went to the tavern first and that's where a fight started with ...(intervention)",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "No he was not at the tavern, he had gone to visit Boysi his friend, and when he was coming back from Boysi that Ketisi's car was parked at the tavern.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Okay sorry, my apologies.  But that's where the fight started and then ...(intervention)",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "It started there, the fight started right there.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And Mzwaki managed to free himself from there and went home and then somebody called Senatla had helped him, is that right?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "Yes he did help him, as they were fighting Ketisi using stones, he did help him.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So Ketisi and them had guns and your son and Senatla were fighting with stones?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "Ketisi and friends were shooting but Mzwaki was using stones on that day fighting back using stones.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And then Ketisi and them ran away and then they came back in six cars you said?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "Yes they came back on the 26th of April in the morning at 10:30.  When they got back already the police HRV/826 cars/...\n10\ncars were parked at the stadium and they started attacking and then they said you get out Mandela's lamb, we are here now for you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Sorry Ma'am, what happened to Senatla then, did he go away or was he still fighting with your son as well?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "On the 26th Senatla was not present.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You see in your statement you are saying that these things happened on the same day, are you telling me now that these were different days?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "Yes, these things took place on different days, it was not one day.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Okay, that helps me because it's not clear from the statement.  On the statement it appears as if it all happened on the same day.  I then want to go back when Ketisi's gang came back in six cars and then the riot police arrived as well, was there any warning from the riot police that things should stop, that people must lay down their guns?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "No.  The police never took any initiative of calming the situation.  They just got there and started Ketisi and the gangsters.  All sorts of police cars were there, Combi's, Hippo's, airplanes were there.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Nhlapho I just want to, that's my last question I promise you, I want to clarify that position again.  I mean you say the riot police were there and helicopters were there, but the people who actually shot your son you mentioned the three policemen, this policemen called Chaka and Makubela and somebody else they were Municipal police, they were not riot police as I understand it.\nHRV/826",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "/...\n11",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "They were mixed, there were police from Houtkop, from De Deur, from Everton, it was just a mixture of policemen.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And everybody was shooting?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "Yes all of them were shooting, including Ketisi and the gang, they were all shooting.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Besides this four year old child and your son who was killed were there any other injuries with all the shooting going on?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "No, no, they were just aiming at Mzwaki that's it.  And also that four year old it was just a mistake because he was just lingering in the house because the bullet went through the window and that's how he got shot.",
            "Female"
        ],
        [
            "DR RANDERA",
            "My last question Mrs Nhlapho, was there an inquest held?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "No there was no inquest whatsoever.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Mrs Nhlapho what happened to Senatla, where is he, can you tell us?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Senatla is around, right now he's in Pretoria at Makulwene.  He is attending some course as a soldier.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Sorry, on that same issue what is his surname, Senatla is his surname, and the first name?",
            "Unknown"
        ],
        [
            "AGNES NHLAPHO",
            "I don't quite remember his surname.  Senatla is the name we just used, it's not a surname, Senatla is not the surname.",
            "Female"
        ],
        [
            "MS SEROKE",
            "But when we can try to find out what his surname is can we be successful?",
            "Female"
        ],
        [
            "AGNES NHLAPHO",
            "Yes you will be.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Nhlapho we have heard your story.  We have heard also so many times where people lost their children\nHRV/826 really/...\n12\nreally on the eve of the changes in our country.  You lost your son in 1992 and at that time the political parties had already been legalised.  I think the President had also been released.  And it's to me I cry with you today because your son had left the country and had become a MK soldier, had come back, I am sure he had enormous energies and resources to build our nation and today he's not there to help us build our nation.  We have heard your requests and we will heed them.  Thank you very much for coming and sharing your story with us today.",
            "Unknown"
        ]
    ]
}