{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS & ANSWERS",
        "starting date": "1996-08-05",
        "location": "SEBOKENG",
        "names": [
            "DAVID RAMOHOASE"
        ],
        "case number": "902",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55901&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb902.htm",
        "speakers": [
            "CHAIRPERSON",
            "COMMISSIONER",
            "DR RANDERA",
            "MISS JOY SEROKE",
            "MR DAVID RAMOHOASE",
            "PROFESSOR MEIRING",
            "QUESTION"
        ],
        "original_speakers": [
            "DAVID RAMOHOASE",
            "COMMISSIONER",
            "MR DAVID RAMOHOASE",
            "CHAIRPERSON",
            "PROFESSOR MEIRING",
            "MISS JOY SEROKE",
            "QUESTION",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "David Ramohoase welcome.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "(s.s.)",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Utata David before I ask you tell your story just out of interest are you related to Utata Solomon?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "Yes we are related.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "How are you related?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "He is my brother.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Thank you very much.  Utata you are also going to tell us about what happened on that fateful day in Sebokeng in 1961.  Please take your time and tell us your story.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "In 1960 we were on our way to work and people stopped us.  You know they just stopped us from going to work and we asked them what to do.  They said no, we are heading for the police station today.  We asked them what are you going to do there, they said no we are going to enquire about our pass.  And after a few minutes we decided to go to the police station.  I wanted to go and listen to this issue about passes.  When we arrived there we spent some few minutes sitting, you know there was a large crowd of people going just up and down.  Between one and two o'clock after a long time that we have been there a car drove in, a very small car.  It drove into the police station premise but the armoured vehicles, the saracens, had already been there already.  Two of them approached from the\nHRV/902 south/...\n2\nsouth, they got into the police station premise and they faced to the west.  That is the site where most of the people were gathered.  They faced towards the people. Most of the people were just behind the fence.  This white car drove in and a man jumped out of the car, a white person, and he had a very short stick in his hand and then he had a band on his head.  He had this stick, you know he just dropped his stick and then he said \"Shoot\".  I don't know what happened because it was now chaos.  People were lying on the ground.  At the time while I was on the ground a person who was shot lying to me said things are bad please lie down, don't try to raise your head otherwise they are going to shoot you.  When the ambulances and the police vans arrived we were taken - and I was taken by a municipal van to the Vereeniging Hospital.  That is what I witnessed on that 21st day.   The day of March.  We were treated at the Vereeniging Hospital.  I spent three months there and a few days.  I can't remember but three months went by. I was shot on the right leg just above the knee.  It was broken in two.  The bone was just broken and even now if I can show you you will see that I was badly injured.  That is the experience that I have been through because I didn't know exactly what was happening.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Utata David, sorry, I omitted to say at the beginning that I will be leading you in questioning.  Are you finished with your story, is there anything else you want to add?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "Sir, I think I will stop there because most of the time I spent in hospital, it was three months and then after that I was just a person doing temporary jobs.\nHRV/902 COMMISSIONER/...\n3",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Utata David if I can then start.  Can you please tell us what work you were doing at the time when you were going on that day to work.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "I was working at the dry cleaners and I used a bicycle to go to work because these were the bicycles with a side wheel that we usee to collect dry clean with.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Were you a member of any political organisation at the time and did you understand what the protest was all about?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "I didn't know anything at that stage.  I wasn't even belonging to any political organisation.  I only heard about the existence but I never had any interest to join any.  I was just an ordinary person.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Can you just tell us before the policeman gave the order to shoot how many people do you think had gathered on that day?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "It was a large group, 300 to 400 people.  I cannot estimate exactly the number but it was a large group.  It was a group like the one you see in front of you here.   Maybe even more than the group here.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Utata you say that after you fell and somebody said to you keep your head down, you also heard policemen coming around and saying - and finishing some people off.  Can you please tell us what you mean by that.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "What I saw with my eyes the time I tried to raise my head I was trying to look so that I can find my way out.  The person who was lying next to me said please don't raise your head, these people will come and finish us off because they are shooting.  As I was lying the police were turning people down and you would see them\nHRV/902 turning/...\n4\nturning this person down and then you know you would see a person just throwing his hands and then I would be shocked as to what was happening.  And they would go to the next but I couldn't see who these police were.  They would go to the next one and then they would turn him and you would see this person you know just getting dumped, you know we didn't know actually what were they doing to the people.  But according to our minds they were doing something to the people.  Every time they go the next person you would see this person throwing his hands.  They also came to me, they asked me where have we shot you.  And I showed them my knee.  I said here and they just passed.  He said Africa is no longer a thumb facing upwards, it is a thumb facing downwards now.  You know some of the things skipped my mind when I was giving my statement.  Maybe I didn't mention that before.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Utata, I just want to come to the hospital now.  Were you questioned at the hospital or subsequently by the police?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "Nobody came to question me.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "I apologise for this, I keep saying the police.  Was it only the police involved that day or was the army also involved?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "According to what I saw it was the police mixed with the soldiers.  But most of them were the police.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Utata, did you lay a charge?  Your brother said earlier on he was only compensated and given R88.  Did you lay a charge and did you receive any compensation?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "At one stage I was given R30, if not R60. I don't know was it a compensation and from which organisation it was but there is a money that I received.\nHRV/902 It was/...\n5\nIt was R30 or R60.  I can't remember.  It was just a cheque.  I was told to go to the bank to get that money.   I went to the bank and I received that.  If it wasn't R30 it was R60 I am sure.  As I was thinking I thought you know maybe this is the money because I had been shot.  Because there was no other place where I could get money from.  I said maybe this is the money, this is the compensation for injuries and I just received the money from the bank, I didn't want to enquire as to from whom it was.  That was all.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Utata David I thank you.  I have no more questions.  I will hand you over to our Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Any further questions?",
            "Unknown"
        ],
        [
            "PROFESSOR MEIRING",
            "Utata I would like to ask about your life after the shooting and after you were out of the hospital.  Were you able to work again?  Did they take you back at the dry cleaners?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "Yes, I was taken back. I was now a handyman.  I used to walk with a stick, you know just doing the dusting and then I would mark everything that needed to be marked.  At that time I got tired I would sit down until my leg was much better.  That is where I was working.  And the dry cleaning was closed down and then I had to leave.",
            "Male"
        ],
        [
            "PROFESSOR MEIRING",
            "Utata how large is your family?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "I have two boys and three girls and a wife.",
            "Male"
        ],
        [
            "PROFESSOR MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "And a grandchild.  I don't want to count him in my family because they can come and fetch him at any time.  That is his father's family.",
            "Male"
        ],
        [
            "PROFESSOR MEIRING",
            "Thank you so much.",
            "Unknown"
        ],
        [
            "MISS JOY SEROKE",
            "Mr David you say in your statement Ben\nHRV/902 Pitsi/...\n6\nPitsi said you should go home and come back at two.  Who is this Ben Pitsi?",
            "Female"
        ],
        [
            "MR DAVID RAMOHOASE",
            "He was a superior policeman in Sharpeville.  He was well known.  But they used to call him Comde (?).  That is Mr Ben Pitsi.  I know him personally.  I don't know whether is he alive or not.   Because he came from Lesotho.  Maybe he went back to Lesotho or he is still working around Sharpeville.  I don't really know.",
            "Male"
        ],
        [
            "MISS JOY SEROKE",
            "What was your feeling at that time to carry a pass along with you?  How did you feel for carrying a pass in those years?  The so-called dom pass.",
            "Female"
        ],
        [
            "MR DAVID RAMOHOASE",
            "I used to carry it because it was part of law, even if I was not satisfied I wouldn't do anything.  Let me say if I got employment at Johannesburg or Heidelberg or anywhere you have to work there where you are and they wouldn't allow you to work at any other place.  You know the dom pass was just a misery when it came to such issues.\nEvery time you would be asked, you know midday, where your pass is.  And they would be chasing you around, just because of this pass.   I didn't like it but I didn't know what to do with it because it was law.",
            "Male"
        ],
        [
            "MISS JOY SEROKE",
            "You say you have problems with your leg, especially when it is cold.",
            "Female"
        ],
        [
            "MR DAVID RAMOHOASE",
            "Yes, the leg is troubling me, especially in winter.",
            "Male"
        ],
        [
            "MISS JOY SEROKE",
            "Now what helps you with this leg?",
            "Female"
        ],
        [
            "MR DAVID RAMOHOASE",
            "So that it doesn't trouble me?",
            "Male"
        ],
        [
            "MISS JOY SEROKE",
            "Yes.",
            "Female"
        ],
        [
            "MR DAVID RAMOHOASE",
            "No, I buy salves like Zambuk and Deep Heat, you know I would rub my leg and it would be better. When I have pains I have pains, when it cramps it cramps and HRV/902 would/...\n7\nwould apply the appointment but you know the ointments would never help me.",
            "Male"
        ],
        [
            "MISS JOY SEROKE",
            "Don't you attend any doctor?",
            "Female"
        ],
        [
            "MR DAVID RAMOHOASE",
            "If I go to the doctor they give me salves as well and they give me injection.  For some time it would be better but after a few days the pain will start again especially when I get cold.",
            "Male"
        ],
        [
            "MISS JOY SEROKE",
            "I thank you very much, sir.",
            "Female"
        ],
        [
            "QUESTION",
            "Utata Ramohoase, I would like you to assist the Commission to get a picture of the mood of the people before the police started shooting, if you can just try and assist us to get a picture of what people were doing. And Utata I will try to assist you.  I will repeat my question.  My request is that you assist the Commission to get a picture of the mood of the people before there was a shooting that you became a victim of.  You had just started talking when the light went off.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "It was a very sunny day.  Many young men were gathering holding their umbrellas in their hands, they were singing Nkosi Sikileli and the other one that I can't remember until such time that the car that I have referred to drove in.  But before the car two of the saracens approached from the east.  Now this white man just gave a sign and shots were fired.  We were still at the sing.",
            "Male"
        ],
        [
            "QUESTION",
            "Again to assist us can you just tell us about the reaction of the crowd.  Did people try to fight back, were they armed, please if you can just give us a clear picture of the peoples' reaction.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "Not even one person was armed.  I saw men and women and young men just holding their umbrellas\nHRV/902 because/...\n8\nbecause it was a hot day.  Those who might have had guns, maybe they were hidden somewhere but I didn't see anyone carrying any weapon, not even a stick and knobkerrie, not even a knobkerrie.  I only saw umbrellas.  If one of them had a weapon or you know like a knobkerrie or a spear or a gun I didn't see any.  Because I believe that the people wanted to know something about the passes.  They were not going there to fight.  They were peaceful.  They didn't have anything in their hands.",
            "Male"
        ],
        [
            "QUESTION",
            "Following that incident I suppose there were burials, funerals and community meetings.  Can you assist us as to what went on.  Whatever you might have heard of or you might be aware of, peoples' reaction to what had occurred in the area of Sebokeng.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "I think peoples' emotions were raised high because this incident took many lives and many were injured.  Women lost husbands, husbands lost wives and children lost parents.  Now the community wasn't supposed to feel happy about this.  Even if I wasn't injured I would never feel happy at all about this.  It was a very bad thing to happen.",
            "Male"
        ],
        [
            "QUESTION",
            "If we can ask you again how did this impact, your understanding of politics or how did it - a related question would be how did it affect your life in general, this experience?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "What do you mean, madam, when you say was there any change in my life?   Do you mean physically or emotionally?  I want to understand because physically I can tell you that I have been injured on the knee but emotionally you will have to ask me what do I think.  Yes, my life was miserable, it is true, but I don't know what you\nHRV/902 want/...\n9\nwant to know.   Physically I would say I am not well and emotionally I would say I am not well.  Life has been a misery since that incident.  That is what I can say because every time when I think that  I wasn't like this and I cannot do such and such a thing because of the knee, this brings back memories and this brings pain in my heart.",
            "Male"
        ],
        [
            "QUESTION",
            "Thank you very much.  What I would like maybe to ask you once more is to know what do you think should be done for people who have lived with pain over so many years, to begin to heal as you are saying that whenever you think of this your heart gets sore, you get angry.  So it will help us to know from you what you think it should be done to begin to assist people to heal because partly our task is to promote national reconciliation and healing.",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "I think I am old enough now and I cannot work for my children.  I would like my family to be taken care of.   When I say my family I don't mean myself and my family, I am saying myself and the nation.  If we can get compensation maybe for the injuries that I sustained, if ever there is a possibility of getting such a compensation besides the R30 that I have referred to earlier on, then I will be satisfied and then life will continue.  You know one cannot buy life but any kind of compensation you know to wipe away the tears, that would be the best solution, especially the clothing and the food and the nutrition in the house.  The other one is doing standard 7 and the other one is doing standard 8.  They are boys.  And we are pulling very hard within the family and things are not just fine.  If it is possible I would like to be helped with such things.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Utata David I have just got two more questions\nHRV/902 please./...\n10\nplease.   You said when the car arrived an order was given to shoot.  Was there any warning to the people before that that they should disperse and leave the area?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "In my first statement I said Mr Pitsi told us to go home and I still said that he said we should go back home but at the time when the car drove in nobody said disperse.  He only spoke the first time.  Other people went back but a large group remained behind.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Utata.  My second question relates to what you said yourself earlier on about your injury, that if people wanted to see it that you are willing to show us.  Would you give us your permission to show people what happened to your leg?",
            "Unknown"
        ],
        [
            "MR DAVID RAMOHOASE",
            "Shall I do it here or shall I come to the fore.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I think you would have to come to the front.",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Mr Ramohoase we want to thank you. We have listened to your story and we have listened to your request.  We will try as the Commission to see what kind of help can we offer you because we as the Commission do not have powers to compensate people but we are here to get stories and make recommendations to the President of the country as to what kind of help can the people get and then he will take this message back to the parliament and they will decide on who gets help.  But it is a very good thing that it is now over 30 years since the incident and you have been carrying this burden since that time.  And the kind of compensation that you got, even if it was R60, it is really shaking to think that human life can be valued to that amount.  You say you are not sure, it might be R30 or it might be R60 and it is has just gone down from the R88 one.  We don't know,\nHRV/902 maybe/...\n11\nmaybe the third one is going to tell us it went down, it dropped to R50.   One of the - I think in our capacity also to laugh is a great gift that God has given us, to laugh that we do not cry.  Because to think I mean that you can give someone having ...   We are going to take a break for tea.  We will come back at half past 11.  Can you please stand and remain in your places so that the witnesses go out first.",
            "Unknown"
        ]
    ]
}