{
    "header": {
        "type": "1 N J CLARENCE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-13",
        "location": "PRETORIA",
        "day": "2",
        "names": [
            "NEVILLE JAMES CLARENCE"
        ],
        "case number": "JB00702",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55788&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/clarence.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MR MANTHATA",
            "NEVILLE JAMES CLARENCE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MR CLARENCE",
            "NEVILLE JAMES CLARENCE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning to you Mr Clarence.  Your statement is in English so I assume you are going to speak in English or, in English.  Mr Tom Manthata is going to assist you in your evidence, but before you begin I am going to ask Mr Wynand Malan to administer the oath.  Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Good morning Mr Clarence.",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Morning.",
            "Male"
        ],
        [
            "MR MALAN",
            "Will you please stand and raise your right hand.",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you very much.  You may be seated.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Can you please relax and relate to us the events as they happened to you on that fateful day of the Church Street bombing.",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Well, the story very briefly is that I was to, it was a Friday afternoon, I was to leave to spend the weekend in Pietersburg.  I had arranged to leave work slightly earlier at approximately four o' clock because I wished to go via Air Force Headquarters.  If I could just explain at the time my base was Air Force Base Waterkloof.  So I arranged to leave there a little bit earlier to first go via Air Force Headquarters so I could collect certain documentation which I wanted to use for recruiting purposes.  I was due to meet quite a group of enthusiastic young air force candidates who were potential applicants for the\nPRETORIA HEARING TRC/GAUTENG\n2 N J CLARENCE\ncourses which I use to present.  I was a Fighter Controller Instructor.  \n We proceeded to Air Force Headquarters, but did not allow enough time for the traffic on a Friday afternoon.  Arrived there just on half past four.  At that time the Air Force use to work until half past four so by the time we arrived there were already people leaving the building.  We were looking for parking.  We eventually reversed and found the, decided to park in the loading zone directly in front of the entrance to the building.  I was still trying to decide whether it was now worthwhile to go up into the building to go and fetch the documentation I wanted or to proceed on our way when, what sounded like to me was a click sound, and that apparently was the explosion.  At the time we were parked about a meter behind the car which contained the bomb.  Fortunately, I was to a large degree protected by the car, but I sustained shrapnel and glass injuries to my face resulting in blindness and also some damage to my eardrums.\n A few seconds later I felt myself being pulled out of the car and I was laid down on the pavement and at that stage I could not see.  There was a stinging sensation in my face from the cuts and lacerations and also from some initial burns.  One of the people that were in the area helping the others that were injured told me that there had been a car bomb and that I must just lie still and wait for the ambulance which duly did come and eventually we were taken off to H F Verwoerd Hospital.  There I received nine operations to my eyesight and, unfortunately, none of them succeeded in retaining any degree of sight and I was later fitted with eye prothesis and so I do not always necessarily PRETORIA HEARING TRC/GAUTENG\n3 N J CLARENCE\nlook blind, but, that is why I am mentioning it. \n I was in hospital for approximately six weeks.  I then left and went back to my Air Force Unit at Waterkloof Air Base because there was a waiting period that I had to wait for a couple of months before I was able to slot in with a, at a course presented by the National Council for the Blind, a Rehabilitation Course, which I duly did attend a few months later and I was taught to read and write brail, to touch type on a typewriter.  I was also taught various skills of daily living.  How to pour a glass of water without spilling, how to dress myself, how to know what various things around the house, how to recognise various things around the house simply through touch.  I also received training in the use of a long cane, a white stick in other words, and how to walk around town and how to orientate and find myself in case I get a bit lost walking in town.  \n After that I went back to my unit where I was given the opportunity to continue presenting theoretical subjects to students.  I presented subjects such as aerodynamics, air defence theory.  Several months later I was able to obtain a special computer which I imported myself from America which enabled the computer to talk and it was just at that era in 1984 when PC's were coming to the fore.  So I was fortunate in being able to join my colleagues, my sighted colleagues, in moving into the computer era thanks to a special talking computer.  With that machine I was able to rewrite course syllabi and course material, write my own, prepare my own examination papers for my students.  \n Several years later I decided I had had enough of training in the Air Force situation and I was posted to the\nPRETORIA HEARING TRC/GAUTENG\n4 N J CLARENCE\nposition of Staff Officer Air Defences in the Intelligence Division at Air Force Headquarters where I worked on air defence threat evaluation, on the so called, what was then called the North Front desk being the air defence systems of Zimbabwe and Zambia which is my speciality. \n A few years after that I resigned from the Air Force.  I felt my skills and my talents lay more in the computer area than in the Defence Force.  I then established an organisation called Computer Aid for the Disabled as there was no other organisation in the country which attended to the needs of the disabled and in as far as their technology requirements was concerned.  The company has now, fortunately, grown large enough to become a business which serves and support approximately 3000 to 4000 mainly blind and partially sighted computer users in South Africa.  That is, very briefly, the history of my last 13 years.\n The couple of points which I feel are pertinent which really bring me here today.  The one is my feeling about the car bomb explosion itself and the people involved both from the planning stage side and from those who suffered as a consequence of the bomb.  What I would like to say is that I accept my disability as a almost unavoidable, although regrettable, consequence of the so called freedom struggle.  I realise that it, I was just in the wrong place at the wrong time.  At that stage we had a campaign to destroy the so called enemy, the Rooi Gevaar, the communist onslaught, whatever they were calling it and I was on the other side against that so called struggle.  I accept the fact that I was attacked by my component, at least my opponent whilst my guard was down.  \n What I cannot accept, and this brings me to my second \nPRETORIA HEARING TRC/GAUTENG\n5 N J CLARENCE\npoint, and what leaves me somewhat bitter unfortunately and very, very angry is the fact that for the last 13 years I have been attempting to obtain compensation as would normally have been due to me through the Workmen's Compensation Act.  Now throughout my Air Force career, and specifically as an Officer in the Air Force, it had been drummed into me day in and day out that an Officer is on duty 24 hours a day and whether it is midnight on a Sunday evening, if you are called to duty, you would come and come on duty.  However, on the 20th of May 1983 or shortly thereafter I was to learn that if you were injured or killed by the people against whom you were supposed to be fighting and it happens to be just after half past four, in the case of the Pretoria car bomb explosion, then suddenly you are no longer treated as an Officer who was supposed to be on duty 24 hours a day.  Suddenly I was now no better than the average workmen as defined by the Workmen's Compensation Act.  No mention of Officer and Gentlemen.  Now I am a workmen.  There are some exceptions, but the average person who was supposed to be the leader, my leaders at the time in the Air Force simply turned their back on my case.  They did not want to be burdened with this problem.  The baggage of this blind Officer who they did not know what to do with and worst of all they did not want to get involved in any court action, any publicity which might affect their careers.  This has left me feeling very angry against the system itself.  \n So, I have absolutely no grudge whatsoever to bear, never have and never will, against the perpetrators of that car bomb explosion, but my anger, at this stage, is directed towards those who turned their backs on me.  I was referred \nPRETORIA HEARING TRC/GAUTENG\n6 N J CLARENCE\nby the, a Colonel who was the Head of the Law Division of Air Force Headquarters, to an Attorney friend of his who said he would represent me on a per day basis.  After having taking the case for a few months this Attorney friend gave up Law and went and opened restaurant in Cape Town.  He was then replaced by another Attorney who said he would also take the case on a per day basis.  I feel that the situation of my compensation should have been handled at the top structure, from the top level by senior staff personnel.  Eventually I was dealing with Lance Corporal National Servicemen who were now dealing with my case for compensation and making decisions which should have been made by the Minister of Defence or at least by the Chief of the Air Force.  \n At one stage the Law Officer at Air Force Headquarters, to whom I was forced frequently to refer for advice, made a suggestion that, possibly, we should look at raising sufficient funds to try and sue the ANC in London.  The whole motion, the whole idea sounded ridiculous to me.  All I wanted was the normal compensation that would have been due to an Officer had he been injured on duty, but I was unable to prove that I was on duty because the bomb blast occurred after half past four.  When I finally did appear in front of the Accident Commissioner I was treated like a criminal fighting for some defence.  I was cross-examined and questioned for hours and hours on end.  In fact I think it went on for eight hours.  Eventually they concluded that my injuries did not arise in and out of and in the course of, I cannot remember the exact expression, of my duty.  They could not see the logic of the fact that I had I not been and Air Force Officer I probable would not have been \nPRETORIA HEARING TRC/GAUTENG\n7 N J CLARENCE\nwithin a 1000 kilometres of Air Force Headquarters that day.  That logic could not be recognised or was not recognised by the Accident Commissioner.  \n Interestingly enough later I went back to the same Law Officer who had mentioned the possibility of suing the ANC in London, I had to discuss another matter, only to be told by him that he had been informed by the State Security Council, now this in 1984, the State Security Council had informed him that should I pursue my wish to sue the ANC in London I would be medically boarded.  The reason given to me is that the Department of Foreign Affairs and the State Security Council did want to sit with the embarrassment of being counter-sued or recepricle action being taken against the South African Government for the botched air raid on Gaberone as well as for a certain, I believe, a car bomb explosion which the South African Defence Force had set off in Lusaka.  It was either Lusaka or Livingstone.  I am not too sure of the facts.  So I think it is interesting for the public also to know that the so called terrorist or the freedom fighter as called by their fellow cadres, but the terrorist who or the person who is brandished this evil man, was he too a victim of exactly the same kinds of car bombs in their countries?  \n I recently wrote a letter to the State President explaining to him my predicament regarding my award for compensation and which, most gratefully, was received or to which he replied quite sympathetically to.  However, once again, unfortunately, it was passed from him to the Minister of Defence for action and from him to certain other senior personnel and from those senior personnel it was passed back to the Accident Commissioner for attention.  The, about \nPRETORIA HEARING TRC/GAUTENG\n8 N J CLARENCE\neight months later I finally got a response from the Ministry of Defence saying that the Accident Commissioner had destroyed their records as duly instructed by certain persons so my case could not reopened irrespective of the wishes or the sympathies from the State President or the sympathies from the Ministries of Defence.  That about sums it up.  I am sure there are some questions.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you so much Mr Clarence.  We welcome the lady on your left.  Is she a family member?",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Sorry, can you can speak a little louder?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I say we welcome the lady on your left.  Is she a family member?  That is the lady sitting.",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Yes, it is my wife.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "We welcome you Mrs Clarence.  Mr Clarence this conditions of employment which denied one compensation, were these or are these known to most of the civil services say in the Air Force in the Defence Force, whatever.",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Definitely not.  In fact, even certain Generals, Brigadiers, Generals, Colonels, senior officers in the Air Force with whom I worked could not believe it that I had suddenly been treated as a worker and not as an Officer, as a soldier.  One of the excuses, apparently, that came from the Accident Commissioner is that had Pretoria been considered an operational area I would have been considered to have been on duty 24 hours a day.  It, we can obviously see that from the freedom struggle point of view, Pretoria certainly was an operational area, but from the Defence Force point of view at the time, the only operational area we had was up in Northern Ovamboland and that was also one of the technical problems.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Yes, then the question of your documents\nPRETORIA HEARING TRC/GAUTENG\n9 N J CLARENCE\nbeing, whether shredded, destroyed and what not, how does the present Defence Ministry view that kind of a situation of documents of Officers being destroyed?  More especially those who had a cause against the State?",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Sir, I am not too sure.  I do not think the, my personal documents within the Defence Force archives itself were destroyed.  The records, apparently, at the Accident Commissioner, a sub-section of the Workmen's Compensation division of the, which I believe falls under now the Department of Health and Population Development or Health and Welfare, those records are apparently being destroyed.  So the case I had made against the Accident Commissioner in claiming for compensation, his records, the Accident Commissioner's records have been destroyed or so they claim.  Whether they have been destroyed is, I cannot confirm it.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Have you any idea of how many of your candidates, that is in this whole company of computer for the disabled, come from, say the, army or these could be the people who were involved, you know, in the previous Government?",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Are you asking me do I, are some of our clients from, disabled clients from the former freedom forces?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Let me even say from the former people who were in the Government at the time not necessarily those who were freedom fighters before.",
            "Male"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Well, very, very few.  It is a company.  We formed a company to deal with people irrespective of where they come from and irrespective of their background or their present.  We deal with clients who have been injured and\nPRETORIA HEARING TRC/GAUTENG\n10 N J CLARENCE\ndisabled, obviously, in civilian incidences, non-military related incidences from throughout Africa.  In fact it has given me, it has been quite a rewarding experience, I think, to be able to assist people from the former MK and even from APLA, people who became disabled either in action against the former Security Forces or in accidents whilst in service for MK or APLA.  Disability is a great bonding mechanism between human beings and I have had the pleasure of being able to assist, as I say, people who have actually been injured as well, just as I have in bomb explosions, but people who have worse from the so called enemy forces of the past.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You have truly a source of strength and support.  I thank you.  I have no further questions Mr Clarence.",
            "Male"
        ],
        [
            "MR MALAN",
            "I have no questions, thank you Mr Clarence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Clarence, I want to thank you for coming before the Commission to relate your experience and I think that some of the things that you have said have been a privilege to actually listen to them.  Your ability to put the conflict into a perspective which you want to see contribute towards an understanding rather than bitterness and recrimination.  Your ability to show initiative and compassion.  There are two things which I think are very important in your testimony.  The one is in the next, in next week there are going to be submissions from all political parties including the ANC and I am sure that some of the issues that we have been dealing with yesterday and today and throughout the life of the Commission will be part of those submissions as well as submissions from other political organisations which we hope will give us a better\nPRETORIA HEARING TRC/GAUTENG\n11 N J CLARENCE\nunderstanding of the conflict and all its sides.  \n The other issue is the challenge, I think, that we are all being asked to face on reparation and rehabilitation and, particularly, your case of your struggle for compensation which you believed that you were entitled to.  I think on that issue the most that we could probably do is support and forward your request.  The area that we are really concerned about is reparations and rehabilitation and I think it is stories like yours which make it such a challenge for the Commission when it considers a policy on reparations and rehabilitation.  Once again thanks very much for coming forward to share your experiences with us.  Thank you.",
            "Unknown"
        ],
        [
            "NEVILLE JAMES CLARENCE",
            "Thank you very much.\nPRETORIA HEARING TRC/GAUTENG",
            "Male"
        ]
    ]
}