{
    "header": {
        "type": "1 A LANDMAN, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-12",
        "location": "PRETORIA",
        "day": "1",
        "names": [
            "ANNAMARIA LANDMAN"
        ],
        "case number": "JB00685",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55794&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/landman.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MR MANTHATA",
            "MS LANDMAN",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS LANDMAN",
            "MS SOOKA",
            "DR ALLY",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I ask Mrs Landman to please come to the front.  ... speak in Afrikaans.",
            "Unknown"
        ],
        [
            "MS LANDMAN",
            "Yes, it is so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So I would then ask you to then please remove your headphone, but if it is more comfortable for you to listen on the ear piece, then you may do so.  I see that in the programme I am going to assist you.  You have been here all morning and I would now appreciate if you can, in your own words, please tell us what happened on that specific occasion.  We are now referring to the siege in Silverton.  You may now proceed.",
            "Unknown"
        ],
        [
            "MS LANDMAN",
            "It happened on the 25th of January 1980.  At around five to one that afternoon three ANC terrorists entered the bank.  Initially we thought it was a robbery, but it then became evident that it was a terrorist attack.  The senior official in the bank was busy, I was the senior official in the bank at that time.  I took charge of the situation.  I made sure that we grouped people.  There was approximately 25 of us.  Most of them were in the front area and that is where the terrorists were.  There was approximately eight of us in the cashiers cubicles.  The bank was of such that it was an open area so that it enabled us to actually see the task force that eventually entered.  So we were quite aware of their presence at the time they\nPRETORIA HEARING TRC/GAUTENG\n2 A LANDMAN\nlater then came.  \n The hostage drama lasted for seven hours.  I was the mouthpiece between the police and the terrorists.  At around five to seven the task force entered the bank and they tried to relieve us.  Two of the terrorists were shot dead.  Sorry I cannot remember so clearly.  Two of the terrorists was immediately shot dead.  The task force had to come down the steps and whilst proceeding coming down the steps they fired approximately 50 shots.  Ms Anderson was assisted by me.  There was no place because there was eight of us in the cashiers cubicle so I sat on top of the cashier's desk.  Some of us could not fall on the floor.  I put my hands in front of my face and that is how my elbow was shot and then the other person was shot dead.\n I was transported to the hospital and only at about nine o' clock did they operate on me.  They made a note of the fact that I was only allowed to communicate or talk to the police.  There was a lot of pressure put on me from very early that morning.  Of course after the operation the television was also present.  I was a single parent at that stage and my daughter then was ten years old.  In the days proceeding this event I was granted a lot of interviews.  People of the police, of the bank, etc came to talk to me and over a period of two to three months I had to undergo 12 operations.  Approximately three months later I was released and sent home.  I then went home and I then tried to attend to my daughter.  I was not able to cope.  I had lots of pain at the time.  I was not even able to drive.  \n I then requested the bank that I should return to my place of employment.  They agreed.  I then returned.  They were not really prepared to allow me to work as they said I \nPRETORIA HEARING TRC/GAUTENG\n3 A LANDMAN\nwas a high risk, but somebody did fetch me and they took me to work.  I was the breadwinner and I had a daughter to look after.  I was very scared that the people or the bank, that they would say that I was not emotionally stable enough to be promoted.  So this put a great amount of pressure on me, but I wanted to prove to everybody that I was able and capable to go on.  I put a lot of pressure on myself.  I battled a lot and, in particular, I battle financially.  I do not blame anybody even though I had nobody to assist me.\n A few months after the Truth Commission started I was approached to bring my story to the Commission and I think that this really brought 16 years of pain and stress to the front and for the very first time did I actually give in.  I have had to undergo six electrical shocks.  I am currently on sick leave and I am here today to really make peace with myself and I am really here to give evidence and then to become free again.  I am not really cross with anybody.  I have come forward because I regard this as the final phase of my getting better.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Landman, thank you very much.  This is very touching.  I am sorry, but I am going to have to ask you to just remain with us for a little while.  I need to ask you a few questions.  I just need some clarity for the records.  You mentioned or you referred to the people as terrorists.  You put everything in a political context.  You also mentioned that there was, shots were fired and you also mentioned that you were in the bank.  Please give us some more details and tell us what the framework of this was.",
            "Unknown"
        ],
        [
            "MS LANDMAN",
            "One did not really think of the terrorist attack.  One just really, I just really thought that it was perhaps a robbery.  I think that the reality of the whole\nPRETORIA HEARING TRC/GAUTENG\n4 A LANDMAN\nthing only became, everything only became clear after a little while, but the terrorists who entered did fire shots.  At that stage of the fight was incidences like this exceptionally, it did not happen very often.  It took a good while, approximately an hour before we actually really got to the realisation that this was not a robbery.  We had just received money and the safe door was ajar and somebody had said that they should actually just take the money, but they said that they were not interested in the money.  This is how we slowly, but surely got to realise that it was in fact a terrorist attack.  The manager who was in the front section of the bank, he was approaching the people who had entered the bank and he then asked them what they wanted.  They then demanded the release of Mandela and then the combi in which they were delivered was, in fact, full of ammunition and weapons.  The also requested that Minister Vorster should come to the front and because I was the senior in the bank I automatically went to the front and they then spoke to me.  \n When the police entered they tried to negotiate with them and I, of course, then was the mouthpiece.  We were not allowed to speak Afrikaans, we were requested to speak in English only.  The bank official then requested that I should communicate with the terrorists.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "May I also just ask, in your statement you mentioned your, the fact that you were involved in sport.  Please tell us about this.",
            "Unknown"
        ],
        [
            "MS LANDMAN",
            "I was a very keen and good sportsperson.  In my younger days I played netball and represented Natal.  I use to swim.  I was very actively involved in sport.  After this event I was unable to participate in any form of sport.\nPRETORIA HEARING TRC/GAUTENG\n5 A LANDMAN\nThey had to remove bones out of my back in order to put this in my arm.  My elbow was almost gone and at this stage the one is six inches shorter than the other.  They then removed some of my bones and they used this for my elbows.  After that it was, therefore, impossible for me to play any contact sport.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You also mentioned that you are still receiving psychological treatment.",
            "Unknown"
        ],
        [
            "MS LANDMAN",
            "Up until now I have never received psychological treatment.  I have only be receiving it of late.  They use to call me the iron lady in the hospital.  I use to condition myself that I always had to be available.  I was very afraid of the effect that it might eventually have on my life.  I often spoke about this and I was later told that I was not, they were not able to promote me and so there are a lot of people that work with me that was not even aware of all the sufferings I went through.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Landman, thank you very much.  I am just going to give my colleagues a chance to perhaps ask some questions.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mrs Landman could I ask, you say that a lot of the medical expenses you had to pay from your own pocket.  Did Workmen's Compensation not pay all of that?",
            "Female"
        ],
        [
            "MS LANDMAN",
            "No, the Casualty Commissioner claimed, but I was on medical aid at work and I suffered a lot of pain and all my medication, my tablets I have had to pay myself.  They also then told me that my anxiety resulted in insomnia.  I was not able to sleep after that and approximately R200,00 or R300,00 a month was paid into my account.  I am constantly taking anti-depressants and I am constantly having to take sleeping tablets.\nPRETORIA HEARING TRC/GAUTENG\n6 A LANDMAN",
            "Female"
        ],
        [
            "MS SOOKA",
            "At this point in time does your medical aid cover the councilling costs?",
            "Female"
        ],
        [
            "MS LANDMAN",
            "Yes, they but I am also still having to contribute to some extent.",
            "Female"
        ],
        [
            "MS SOOKA",
            "At the time in question did the bank make any special effort to make sure that all the people who were involved in this hostage drama, that they were able to receive councilling because people must have been suffering from shock.",
            "Female"
        ],
        [
            "MS LANDMAN",
            "Yes, I know that, but not at that stage.  We did not, I spent months in hospital and I did not receive any treatment there, but I think there was a stage in the history of our country that it did not come, it did not appear as if there was too much attention paid to these things.  The only help one really had or assistance one really had was your friends.  At the moment I really need emotional support.  I do not think that it really has anything to do with my organisation, I think it really just had to do with the time factor, but now if there is a bank robbery or if there is any hostage situation in a bank, yes, then they certainly do cater for psychological treatment or assistance to those who were involved.  So I think that we are at that stage.  We are just pioneers in this whole regard.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mrs Landman, thank you very much.  Like Dr Malan I also found your testimony very moving and also your lack of bitterness.  Just to help, to come back to the point that Dr Malan asked about political context.  While you were in the bank for those six or seven hours, the people who actually held you hostage, did they give any indication from PRETORIA HEARING TRC/GAUTENG\n7 A LANDMAN\nwhich political organisation they were, did they say anything?  Was there any type of political discussions taking place?",
            "Unknown"
        ],
        [
            "MS LANDMAN",
            "Yes, yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "And what was the nature of that?",
            "Unknown"
        ],
        [
            "MS LANDMAN",
            "Like I said we went through phases.  The first phase was that of denial.  We just could not believe this.  The second phase when we became aware that, yes, it actually did happen, that this is happening to us.  After about an hour we had to put our hands on our heads and after about an hour and only then did we start communicating with the terrorists.  This, of course, took place between myself and some of the bank officials and we then asked them why are they doing this and that is when they replied or they did not specifically say that they were from the ANC.  They just said that they wanted to be free and they said that we are doing this for our country and they just said that they are doing this because they want to be free.\n There was one specific terrorist who was with our group.  We were in three groups and I then asked him why he is doing this and I asked him why he was prepared to give up his life for this and I said because you are going to be killed.  He said, well, we know we are going to die, but you are also going to die with us.  At one stage I asked him why are you doing this, is there no other way?  He said my mother works for you for R4,00 a month.  So there was some understanding and there were still a lot of questions that we could not answer and that is really how the conversation went.  It went around why they were doing this and that was their answer.  So the conversations definitely moved into a political sphere and, of course, then the negotiations for \nPRETORIA HEARING TRC/GAUTENG\n8 A LANDMAN\nus to be freed started.  I cannot really remember.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you Mrs Landman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Manthata.  You can use the ear piece if you like.  Then you will get the translation in Afrikaans in any event.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "During the discussion with this in your third party or your third group what did you find this person to be like?",
            "Male"
        ],
        [
            "MS LANDMAN",
            "Two of the terrorists, the ones who were in the banking hall, they were very calm.  They were not aggressive, but the one that was with us, he was very emotional.  In fact they were all very emotional.  They cried, they sang freedom songs, but except for the one that was with us, they were not really very bad.  We, for example, the girl that was shot dead, the one who was lying on my lap, she from the beginning fainted quite a bit, but from the other two there was definitely no, they were definitely not aggressive.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "In short, I understand you to say that they were just, they were not hardened murderers?",
            "Male"
        ],
        [
            "MS LANDMAN",
            "I cannot hear.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I see from your observation they were not hardened murderers.",
            "Male"
        ],
        [
            "MS LANDMAN",
            "No, I do not understand your question at the moment.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What can I say in Afrikaans.  They were not murderers?",
            "Male"
        ],
        [
            "MS LANDMAN",
            "No, they were not.  They actually said that they were freedom fighters and they said that they were prepared to die for what they believe in.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And you say that in the hospital, I noticed\nPRETORIA HEARING TRC/GAUTENG\n9 A LANDMAN\nthat you were in the hospital, you were termed the iron lady.  Was this a compliment for the role you could you have played between the freedom fighters and the police on, when they first entered the bank?",
            "Male"
        ],
        [
            "MS LANDMAN",
            "No, no.  The iron lady, just after I was shot people entered the bank and at that stage nobody came to fetch me and somebody then walked past me and said leave her, she is an iron lady.  In hospital and because I had to do all the interviews with the press, it was just really something that they called me, but perhaps what everyone else thought was a compliment, but for me it really was a very stressful situation and I was under the impression that I was not allowed to cry that I just had to continue.  So it was very stressful for me even though to them it might have been a compliment.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Yes.  Mrs Landman, we do not mean to revive, you know, the old wounds, but as you have said yourself that you would love to outlive this era.  Is there anything you could suggest that the Truth and Reconciliation can do with you and for you to expedite, to facilitate, you know, the wholly healing of the traumas that you have experienced?",
            "Male"
        ],
        [
            "MS LANDMAN",
            "I think what I have done today is, in fact, what the role the Truth Commission has been playing because some people and even the doctors who are treating me currently, did not think that it is advisable for me to come and to appear here, but I am really glad that I did and if this is the only thing that the Commission has meant to me, I really, really appreciate it.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you Mrs Landman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Landman, can I please once again thank you and can I also please make use of this opportunity to say\nPRETORIA HEARING TRC/GAUTENG\n10 A LANDMAN\nthat what you are saying today is not something new, it is something that is shared by most of the witnesses.  This is a process of healing, a process which stretches over a long period and that we will still go through a process and that this process of healing will still continue for a long time.  Thank you very much for a very clear story that you told us.\n We will adjourn.  If we can just give the witnesses a chance to go out first.  Sorry, we will be reconvening, let us say at two o' clock.  If we could just stand again and give the witnesses an opportunity to leave the hall first. \nPRETORIA HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}