{
    "header": {
        "type": "1 A J C DE WET, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-13",
        "location": "PRETORIA",
        "day": "2",
        "names": [
            "ADRIANA JOHANNA CHRISTINA DE WET"
        ],
        "case number": "JB00689",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55790&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/dewet.htm",
        "speakers": [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "CHAIRPERSON",
            "DR ALLY",
            "MR MALAN",
            "MR MANTHATA"
        ],
        "original_speakers": [
            "MR MALAN",
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "MRS DE WET",
            "CHAIRPERSON",
            "MR MANTHATA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "MR MALAN",
            "... rise and lift your right hand.",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you and can you please just tell us who is with you?  Is it your husband?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "Yes, it is my husband.",
            "Female"
        ],
        [
            "MR MALAN",
            "What is his name?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "Derek, his name is Derek.",
            "Female"
        ],
        [
            "MR MALAN",
            "Very welcome to you too Derek.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am going to ask that Mr Tom Manthata would assist you.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Thank you.  Is it Mrs or Ms.  Thank you Mrs de Wet and who is with you?  Is that Mr de Wet?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "Yes it is Mr de Wet.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you Mr de Wet.  We are happy to have you too.  You will assist each other in the process.  Can you please relate once more the events of this day which led to the death of your mother?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "That afternoon during my lunch hour I went to my mother's work.  She wanted me to show our uniform to the people at her work.  We showed everybody the uniform.  She then asked us to return to work.  We were approximately ten minutes walk away from her work.  She then reminded us that we should please hurry because we would be late for work.  Before we returned to work my mother accompanied us to the\nPRETORIA HEARING TRC/GAUTENG\n2 A J C DE WET\nbathroom.  When we entered the lift I said to my mother that when she returns I am going to do her hair for her.  She laughed and said, yes, that I could do so.  We then entered the lift and I told my mother that I would see her that evening.  I did not kiss her goodbye that day.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Take your time.  Relax please.  Please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we will just take a few minutes just to allow the witness to.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs de Wet, please take your time.  Do not feel obliged and if at any time it feels to you as if you cannot continue, you may step down and you are allowed to come back later.  We have got enough time so please do not feel obliged towards us.  We have all the time in the world.  Thank you very much.",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "In any event, my friend and I returned to work.  I then waited for my husband to collect me from work at around 04:30.  He only at around twenty past five came.  He said that we should quickly go past home to call my grandmother.  At that stage my mother was living with my grandmother.  She lived in a flat at the back of the house.  We wanted to enquire as if uncle Joseph was okay because he was a Sergeant in the Air Force.  She use to get a lift from him.  My grandmother said that my mother was still not home and she asked why we were looking for her.  We then told her that there was a bomb explosion and that we just wanted to enquire as to whether my mum had arrived home yet.  They then said that she was not home yet.\n The family members then went around to various hospitals.  My husband at that time was also in the Air Force.  After that we went to the H F Verwoerd Hospital and people came over to ask us if we could help.  I could not \nPRETORIA HEARING TRC/GAUTENG\n3 A J C DE WET\nremember this person's surname.  They then called the doctor and I think that two nurses or sisters then came to me and my husband and my daughter.  They asked me who I was looking for and I said I am looking for my mother, that her surname is Meyer.  They then asked me to please give a description of her.  I then said that she was a dark-haired lady and that she was a very attractive lady, that she had a suit on that day and that she had short nails.  The doctor then said to me that the lady who fitted the description had passed away.  According to the doctor that, according to the description I had given that must have been my mother.  I became hysterical.  They gave me an injection.  \n We then went to my grandmother's house and we then advised her that according to the doctor at the hospital, it was my mother.  Later that evening my aunt and them also went to hospital and at around half past ten they told her father and him and two of my uncles then went to the mortuary and identified my mother.  She then told us that it was my mother who died in this explosion.  I believe that there a reason for everybodies life on this earth.  My mother was born on the 27th of September in 1942 and she died in 1983.  At first I wanted to know why this had to happen to my mother.  She was a dear mother and she was not even interested in politics.  She was not even connected to the Defence Force or any other political organisation.  She worked for her, she lived for her work and her sport.  At first I thought that I should fight against the Lord, but then I realised that this is part of what He wants for us in terms of reconciliation.  \n My aunt, Poppie Greyling, encouraged me to come forward.  In 1993 my doctor told me that I was depressive.  PRETORIA HEARING TRC/GAUTENG\n4 A J C DE WET\nI was given anti-depressants and I frequently had to visit doctors in order to calm me and my house doctor, Dr Grobelaar, at that stage encouraged me to sit at my mother's grave to talk to her and to cry.  In October of 1994 I wanted to commit suicide.  Thereafter Dr Adele Potgieter told me that I suffered major depression.  I spent three weeks in the clinic.  Since October 1994 I have constantly been on anti-depressants.  I was always given tablets, but nobody ever told me what was wrong with me.  My doctor told me, my psychiatrist advised me to make peace with my illness.  During this time a statement was taken.  She also advised me to come forward.  \n My brother is also currently seeing my psychiatrist.  He was in Angola when he was 18 years old.  He was there during the war.  He just could not come to terms with things and now 13 years and two and a half months later he also gave in.  I would just like the ANC to know that people got hurt and South Africa belongs to those people today and that all my family members are suffering.  My mother never ever had the opportunity to know her children or her grandchildren.  I do not think I could ever forgive the people for what they have done to me, my mother or the other victims.  My question is that the ANC admitted that they were responsible for this bomb explosion.  Ezekiel parked this vehicle.  They all saw him and another also died in this explosion.  I would like to know how the person or persons who committed these murders feel.  I believe that, in case they do have a conscience, that this would, that I hope that they do have a conscience.  Is it nice for them to see how people are blown into pieces?  I hope that their conscience, that they will have a conscience.  Why was the \nPRETORIA HEARING TRC/GAUTENG\n5 A J C DE WET\nattack aimed at innocent people and not aimed at those who made the rules?  \n The previous Government raised funds for victims or family members of victims and they would have paid for funeral costs and also medical costs, but we buried my mother.  I would like to know what happened to the funds.  Was it misused or what happened to it?",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you very much.  Mrs de Wet, what we are trying to do here, as we have said earlier on, we would want to look at all these happenings.  They are really painful.  They are gruesome.  Nobody can bless them at all, but we are trying to look at the wholly situation in terms of the kind of the policies that we lived under, the kind of the lifestyles that people lived under.  That is why one of my first question would be was this the first instance in that ...",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "Yes.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Yes.  Was it the first time, too, that you learnt about such deaths in the country?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "No, it was not.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And what was your response to such deaths if you ever heard about them?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "I felt that it was unnecessary that things like this should happen.  I could not understand why people should die.  It was unnecessary.  It does not matter if it is white or black.  Why should they die?",
            "Female"
        ],
        [
            "MR MANTHATA",
            "It is along those basis that we are saying as we condemn these kinds of killings, which way forward and how can you and your family members begin to have sources of support and strength such that can enable us to proceed in a position of reconciliation and peace?\nPRETORIA HEARING TRC/GAUTENG\n6 A J C DE WET",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "Firstly, I think that people should be caught, the ones who committed such deeds and secondly I think we should all live together in peace.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Wynand.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs de Wet, you said that your brother was in Angola.  Was he there for military training when he was 18 years old?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "So his trauma comes a lot further than just what has happened.  You are aware of the amnesty process.  We spoke about it this morning.  How do you feel about amnesty and you are talking about people who should be brought to book.  What is your view on these people who were part and parcel of what has happened?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "I think I would have to accept it.",
            "Female"
        ],
        [
            "MR MALAN",
            "Are you saying that you would have to accept it or do you say that you would accept it with great difficulty?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "I would have to accept it.",
            "Female"
        ],
        [
            "MR MALAN",
            "You also spoke about the Lord and it seems as if you gain a great deal of strength from your religion and to put this in a framework would you want to put this behind you?",
            "Male"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "Well, I will never forget what happened to my mother, but I will accept it if I can get it behind me.",
            "Female"
        ],
        [
            "MR MALAN",
            "If one can forgive and remember because we cannot forget.  Good, I do not have any further questions.  Thank you very much from my side.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you very much Mrs de Wet.  I know it was, obviously, very difficult for you to come and speak.  The\nPRETORIA HEARING TRC/GAUTENG\n7 A J C DE WET\nloss of a loved one, a mother and especially under the circumstances where, as you say in your statement, your mother was the centre of the lives of you and your brother and your family.  To lose someone, and especially under those circumstances, must be very difficult and we are very appreciative of you coming forward because I think that sometimes we actually all need reminding of the costs of the conflict which brought us to this point where we, hopefully, we can start addressing these issues and be honest about it and, hopefully, make some peace.  I think that you coming forward, if it is any help to you and you what you are experiencing now, I think it actually helps that process.  So thank you once again for both you and your husband.  Thanks.",
            "Unknown"
        ],
        [
            "ADRIANA JOHANNA CHRISTINA DE WET",
            "Thank you.\nPRETORIA HEARING TRC/GAUTENG",
            "Female"
        ]
    ]
}