{
    "header": {
        "type": "1 W T PHATLANE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-14",
        "location": "PRETORIA",
        "day": "4",
        "names": [
            "WILLIAM TULUDI PHATLANE"
        ],
        "case number": "JB00989",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55819&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/phatlane.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MR LEWIN",
            "MR MALAN",
            "PROF MEIRING",
            "WILLIAM TULUDI PHATLANE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MR PHATLANE",
            "WILLIAM TULUDI PHATLANE",
            "DR ALLY",
            "PROF MEIRING",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Can we have Mr Phatlane coming onto the witness stand.  Mr Phatlane, we welcome you here.  Please relax and we would like to hear your story.  I would ask Mr Wynand Malan to lead you when you take your oath.  Over to you Wynand.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Phatlane, will you please stand if it is possible.  If it is difficult, you may remain seated.",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Yes, I can stand up.",
            "Male"
        ],
        [
            "MR MALAN",
            "I see Mr Phatlane is not as old yet as I am.  Will you please raise your right hand.",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you.  You may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phatlane, we will offer you the opportunity to tell us your problems that you experienced and we would ask you to briefly give us the important facts which surround your problem.  I will then give you the opportunity to tell us your story.",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "I will tell you my problems if I can remember all of them.  Those that I have heard I will also tell them to you.  What troubled me the most is that I have lost my child who was murdered, but he was murdered whilst I was not present.  I was at work at that time.  When I arrived at home I was told that Lucky has been murdered.  I got, I was taken aback.  Then I asked who killed him.  Then I was told\nPRETORIA HEARING TRC/GAUTENG\n2 W T PHATLANE\nthat the police had killed my son.  That is what shocked me and then I asked how.  They said he was with his brother.  The name of our street is Manaka, but where they were arrested was Makombane Street.  \n As they left them, there were people who were rioting for electricity that gave us problems.  So my question was why did they kill them if they were rioting against such problems with regards to electricity.  There was a lot of them, but some of them ran away, but mine was shot because he was the most wanted because he was the one who fiddled with electricity. When we stopped the current they come and fix it up so that they have electricity.  When we asked why they switched off the lights they told us they do not know why they did that or was it purposely that they switched off or they cut the electricity, but their answer to the authorities was that they were fighting for freedom.  \n He was shot and fell in somebody elses yard.  What did not please me was that when we tried to investigate the murder of my son we could not get the whole facts of the story.  We wanted to see how he was shot, but as when we arrived there he was already taken in a car and taken to the hospital.  Then there was nothing we could do from there, but I wanted to know how did the police kill him.  We were informed that the police were driving in Hippos.  My question was did you get the registration numbers of these Hippos.  \n They were driving around Pelindabo on the tenth of November.  It was in 1990.  The time was during the day at about ten o' clock, but now where are these people who would give us evidence and tell us how did they kill my son.  No one came.  My neighbour was not around, but however his \nPRETORIA HEARING TRC/GAUTENG\n3 W T PHATLANE\ntenants did inform us and they were the ones who cleaned the blood that was spilled around.  I could not get them and then when I found that my son has been taken to the hospital, his mother was at the shop where she sells in Pelindabo.  She was told that your son has been shot.  When she arrived there the body was not there, but it has already been removed.  He was already dead by then at the hospital when he arrived there.  \n So we were informed that he was taken to the mortuary in Atteridgeville.  Because I did not know I went to the hospital, I could not find him.  When I enquired I was told his body was taken to the Government Mortuary.  I went the following day to H F because I got permission from my employer.  The place was bigger than this one.  The place was full of corpses.  When I entered I could recognise my son.  They were not in bags.  Probably they were on stretchers so I recognised him.  Then I can testify that he was dead.  \n At home at about nine o' clock in the evening the police arrived.  They were white policemen.  They were young in age.  They said to me is this where Lucky Phatlane resides?  We heard that Lucky Phatlane has been shot and killed.  I said, yes, that is what I heard, but I enquired who are you?  They said they are policemen.  We wanted to know the facts surrounding his murder, but I told them I have been to the mortuary and I have seen my son.  Those who saw him or witnessed the incident, do you know them.  I told them he was with his little sister.  \n In 1990 he was about this little girl's age.  She has no information because she was very young by then.  His brother held him in his arm.  Even when he was shot he fell \nPRETORIA HEARING TRC/GAUTENG\n4 W T PHATLANE\non top of this little girl.  He was already shot by then.  The police came and then shot him.  They found him lying in this person's yard, lying on the ground.  The other one stood next to him with two policemen following from behind.  The other one said in Afrikaans, please open your mouth and then the other one shoved his finger in his mouth.  That is all what I heard.  People said they saw when my child was shot and killed.  If I want them now to give me evidence, they are not around and they are not willing to tell me the facts.  \n After a month policemen came again to my place at about ten o' clock.  I wanted to know where they came from.  They were in uniform, but I told them that policemen, they are in posters.  So I do not trust if you are policemen, what do you want.  They wanted to know whether Lucky resides here.  I said, yes.  They said we thought maybe you can give us a statement.  I said how can police come to take a statement at this time.  I asked them where do you come from.  They said we are from town, come tomorrow for the statement, I will be available.  However, I do not trust you, because everybody can wear a police uniform.  Ever since that day no one came to my place.  I was deeply hurt.  I will end there.  That is how my child was killed.  That is the evidence I have.  I have hearsay evidence and that is all I can say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said there was a march on that day.  Do you mean on that day when he was shot?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Yes, some people said they were on a march.  I asked them what they were doing.  They said they were doing nothing.  It is only that the police were looking for those who they shot together with my son.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not as a resident ever hear that there PRETORIA HEARING TRC/GAUTENG\n5 W T PHATLANE\nwas going to be a march?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "No.  The Comrades use to march almost every day.  We would only see them marching and not know what the reasons for the march were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said here they were rioting, the march was against the problems of electricity.",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Yes, it was so, but we as parents, did not take any part in the marches, but the youth continued with their march.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sometimes when these youth conducted marches they would try by all means to prevent workers to go to work.  That is why I am asking whether the parents, on that day, went to work and the children remained behind for the march because of these electricity problems you had?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "I do not know whether they were marching for reasons regarding school or what, but what I think is that their march was having something to do with the problems of electricity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "According to you it seems as if Lucky was not at the march.  He was with his sister at home.",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Yes.  Yes, it was so because he also held his sister with his hand.  I was not there, I was at work.  Even when he was killed he was together with his younger sister and this young sister of his could not explain to us how it happened.  Even though he had held her in his hand, she was able to speak at that time.  Even when I ask her now how Lucky got killed she cannot explain at this moment.  I tried to remind her that you were at Makopane's place, but she cannot remember anymore.  The other girl removed Lucky's body from this younger child.  It is not this young child who did that.\nPRETORIA HEARING TRC/GAUTENG\n6 W T PHATLANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Lucky a scholar by then?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he not go to school on that day?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "I do not know whether these school children had not attended school on that day, but he was a scholar by then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the police ever visit your home to look for Lucky?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "No, that did not happen while in my presence.  There was no police who came to my house looking for Lucky in my presence.  That is why I was surprised when I heard that the police were at my place looking for Lucky.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Lucky always at home or did he from time to time get called for, by Comrades for meetings?  I could not hear your answer.",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Yes, he use to attend meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will invite questions from my panel.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Good day to you Mr Phatlane.  In your statement you say that Lucky did not die immediately, he ran and two white policemen, you say, came into the yard of the house where, that he ran into.  These police ordered my son to open his mouth and they shot him through the mouth.  Now that information, you say that you heard that, but you also in your testimony said that you actually went to the mortuary where Lucky was lying.  Now, did you actually have a chance to look at the body when you and did you actually see when you looked at Lucky, were there any indications that he had, perhaps, been shot in the mouth?  Were there any wounds anywhere near that part of his body?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "What I saw at that time because our ...  I could not hold myself at that time because Lucky was close\nPRETORIA HEARING TRC/GAUTENG\n7 W T PHATLANE\nto my heart.  If I had been brave I could have opened his mouth.  This I heard after being to the mortuary and the hospital, but what surprised me was the blood oozing from his ears.",
            "Male"
        ],
        [
            "DR ALLY",
            "And was an autopsy ever performed?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "I have never heard of such autopsy that was conducted.  Whether they did do a post-mortem to discover what killed him or what was the cause, I do not know.  I was never informed of such.  Until we buried him I could not stomach the pain of looking at my son.",
            "Male"
        ],
        [
            "DR ALLY",
            "Just a last question.  The court case, because there was a case in the Magistrates Court in Pretoria.  Can you just tell us a little bit about that court case, what you recall?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Do you mean the case that was in Pretoria?  There was a file that was brought to my place.  My name was written on that file.  Then I left for court.  They said that I have to appear before court because of Lucky.  Magistrate asking me are you Lucky's father?  I said, yes.  He asked me again, was your son killed by the police.  I said, yes.  Do you have evidence that he was killed by the police?  I said, those who witnessed can bring evidence. Even they say the cars that were around when Lucky was shot until he fell in somebodies yard.  Even when the police came the second time they witnessed that incident.  Unfortunately, I could not find those witnesses.  I forgot the second the part of your question.  Could you please repeat the second part of your question, please.",
            "Male"
        ],
        [
            "DR ALLY",
            "That is fine, thank you very much.  I was asking about the court case and what you remember about the court case.\nPRETORIA HEARING TRC/GAUTENG\n8 W T PHATLANE",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "The Magistrate said to me your documents say that your son was killed by the police, but there is no evidence to that effect, but I told him that is so, but however due to what I heard, it is the police who killed him and I told him that there is no police who came to my place to ask about Lucky.  However, later on they came to enquire about Lucky, whether he stays here.  I said, yes. When I asked them what they were doing at my place they said they wanted to know the facts surrounding Lucky's murder because I was at work I could not tell them what happened.  Then after that they left.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Phatlane, I would like to ask you just a few questions about your own circumstance.  You are 69 years of age and you are not working.  Who is caring for you?  Do you get a pension?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "I do receive a pension.",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Thank you and your children, how many children do you still have apart from Mmaphefo, the small daughter?",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Do you mean children who are supported by me?",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Yes. It is his brother.  Those who are my dependents are four in number.  Those that I look after.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Thank you and just a last question.  Mmaphefo, the little girl who was there, she must be now round about eight years of age.  How is she?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "She is well and she is attending school also.",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Does she still suffer, you say that she cannot remember, she cannot retell what happened, but does she still have nightmares or do you ...",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "She does not remember anything.  Even when we try to ask her, but previously she would tell us what\nPRETORIA HEARING TRC/GAUTENG\n9 W T PHATLANE\nhappened on that day.  She did tell us even when his brother was shot for the second time.  She said he knelt down and then he fell on his side.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Are you satisfied that she is through the process or do you think she still needs some counselling or help?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Who?",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Your daughter.",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "I do take care of her with the little money that I receive from the Government which is pension funds that I receive, I do take care of her.  If Lucky was around I would say, maybe, I would have financial problems, but now I am surviving with the little money that I have I can manage to feed my children.  However, I still have problems, but with the little girl, I do not have much problems.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Phatlane, could I just go back to the court case a year after.  Were there, were the police in court, were they were being charged at the time?",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "Could you repeat the question please?",
            "Male"
        ],
        [
            "MR LEWIN",
            "Again.",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "They were not accused, they were not even arrested.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Because you mentioned also that there was one other child who was buried with your son who had also been shot at the same time.  Were there, was there never any indication of finding the people who were responsible?",
            "Male"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "My son was buried together with the other two.  The other one was shot, I cannot tell where his father is at the moment.  He was shot the same day when my son was shot and killed.  They were buried together, the three of them.\nPRETORIA HEARING TRC/GAUTENG\n10 W T PHATLANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would ask the last question.  When you arrived at the mortuary and you came across these corpses, as you say, would you say all of these corpses had to do with the police shooting because there was a march at that place?",
            "Unknown"
        ],
        [
            "WILLIAM TULUDI PHATLANE",
            "I thought so because all these people were together during that march.  They were all in that place and they were shot at the same place.  All of them were next to each other, but the place is bigger than this one.  It was full of corpses.  They called it the Government Mortuary.  Then I thought these are the people who were shot by the police.  I cannot tell whether they were just grouped or mixed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you.  I do not have any further questions.  Mr Phatlane, we thank you for the information that you have given us with respect to the incident that occurred on that day.  We understand you have lost your child who did not take part in this march.  When you left for work you knew everything was under control.  We will try to address your request to find out who killed your son.  We will work together with you to see where we can help each other to find the true facts of the matter.  We wish that this little girl would grow up without suffering any phycological problems or emotional problems.  We thank you Mr Phatlane.\nPRETORIA HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}