{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-18",
        "location": "GEORGE",
        "day": "1",
        "matter": "CONCERNING BHONGULETHU 3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55087&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/bhongule.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "DR RAMASHALA",
            "MR HANSE",
            "MR MAQANDA",
            "MS BURTON",
            "MS MADIKANE",
            "MS SEROKE",
            "RESEARCH NOTES"
        ],
        "original_speakers": [
            "RESEARCH NOTES\n",
            "MS BURTON\n",
            "MR MAQANDA\n",
            "MS MADIKANE\n",
            "MR HANSE\n",
            "CHAIRPERSON\n",
            "MS SEROKE\n",
            "DR RAMASHALA\n",
            "DR ALLY\n"
        ]
    },
    "testimony": [
        [
            "RESEARCH NOTES",
            "Victims The Bhongolethu Three.\nFezile Hanse - 14\nAndile Majola - 13\nPatrick Madikane - 14\nThe above three children were shot dead by police on 17th June 1985.  The shooting took place at the home of a black security policeman, Mngoma.\n An eyewitness Mzukisi Mooi, described the event as follows\nPeople believed Mngoma's house was empty.  Another boy with a red jersey went to the front door.  The next minute I heard a shot going off.  Shots were fired continuously.  I saw a little boy lying near the gate.  I say a girl crawling across the road.  The next moment, policemen came out of the house.  One policeman continued fired at the crowd.  One of the policemen brought a holder with petrol from the house and threw it in a Fanta bottle.  He then put it near the body of the one child.\nThe policemen denied this version.  They said they had acted in self-defence after a crowd attacked the township house that they were guarding.  The policeman testified that one of the youths had sprinkled petrol onto the carpet of the house.  The other one had matches on him and in order to  stop him from striking the match, the policemen in charge shot the child.  The other two children were shot in the process of fighting the crowd which had gathered outside the house.  The policemen together with other men were moving the furniture of the black security policeman who was unable to live in the township.\nHumphrey  Joseph [organiser for Saamstaan newspaper] and Mzukisi Mooi [Bhoca member] were charged in terms of Section 27[b] of the Police Act.  It was alleged that they published untruths about the police and their actions in this incidents in the July 1985 edition of Saamstaan.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Good morning and thank you.\nLAWRENCE MAQANDA Duly sworn states\nNOLUNGISE MADIKANE Duly sworn states\nZATO HANSE Affirms to  speak the truth",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you very much - is that the order in which people are going to - have chosen to  speak.  Your Grace and members of the - of  the public here with us today, on the 17th of June 1985, eleven years ago almost to the day, three young people were killed in Bhongolethu.  It's in fact also nine years and one day after the Soweto events that we have just been commemorating over the past weekend.\n So it was a significant day  in the  country and it remains a day  that is  edged in the memory of the people of Bhongulethu, because three children really - just into their teens, were shot and killed on that day.  Their names are Fezile Hanse, Andile Majola and Patrick Madikane.  And their family members are here to tell us today about the deaths of  their sons and brother and something of  the circumstances of that day.\n We know from our research and from evidence around the period that there was great deal of turbulence in the area at the time and we await to hear from the family  members there account of the events on that day.\n Mr Maqanda you are going to begin - please tell us.",
            "Female"
        ],
        [
            "MR MAQANDA",
            "[Mr Maqanda speaks in Xhosa - no interpretation is done at all]",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you Mr Maqanda, I suggest that we go straight on to Ms Madikane and then we ask you questions together, is that acceptable.     \n Thank you  Ms Madikane, will you tell us now about what happened.",
            "Female"
        ],
        [
            "MS MADIKANE",
            "[Ms Madikane speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you - will you pass the microphone then to Ms Hanse and then ask him to tell about Fezile and then we'll come back and ask you questions, thank you.",
            "Female"
        ],
        [
            "MR HANSE",
            "[Mr Hanse speaks in Xhosa - no interpretation is done at all]",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you - thank you Mr Hanse you - you said to me before that if  - and so you spoke for the family and stood up to represent them and we thank you for coming today to talk on behalf of your family.\n I would like to ask a question, not really so much about what happened on that day, because I think you know that the Bhongolethu  3 as they became known, became famous in fact all over the world.  I remember travelling to other countries where there were posters commemorating their loss.\n But I would like you to tell us and perhaps Ms Madikane you could answer the questions - how - how you gained strength  yourselves to see you through this loss at that time.  It seems to me that even though there was such sadness, and such loss that the people of Bhongulethu -  sorry should I repeat that.\n Ms Madikane are you able to get the translation now?   Are you getting the translation now, can we test to see if the Xhosa translation is audible - just test again to see if it's coming through.\n Ms Madikane I was asking the question of how you as families were able to gain strength to go through that very hard time, after the boys were killed and the funeral was held.  It seems to me that as a community you were able to help one another a good deal, could you tell us a little bit about that and how the community was able to support you as families.",
            "Female"
        ],
        [
            "MS MADIKANE",
            "[Ms Madikane speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you Ms Madikane - as you have heard the others speaking is there anything that you remember now that you would like to say further?",
            "Female"
        ],
        [
            "MS MADIKANE",
            "[Ms Madikane speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "MS BURTON",
            "We can understand that, that added very much to your pain.   Mr Maqanda is there something that you would like to add?",
            "Female"
        ],
        [
            "MR MAQANDA",
            "[Mr Maqanda speaks in Xhosa - no interpretation is done at all]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions - Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "[Ms Seroke speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "MS MADIKANE",
            "[Ms Madikane speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "MS SEROKE",
            "[Ms Seroke  speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "MS MADIKANE",
            "[Ms Madikane speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "MS SEROKE",
            "[Ms Seroke  speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "MS MADIKANE",
            "[Ms Madikane speaks in Xhosa - no interpretation is done at all]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Ramashala.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Yes I would like to address this question to all three of you.  We have asked this question several times, particularly when the deaths of three people or four people - a group of people have occurred at the same time.\n How would you like to have the community - by community I mean local community as well as South African community to remember the deaths of these three children?\n Let me say also that you don't have to give a answer now, that perhaps you may want to discuss it - not only amongst yourselves but in the community itself and then communicate that to us.  So if you don't have an answer now, that's all right also.\nUNKNOWN;\n[Speaks in Xhosa - no interpretation is done at all]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Russel Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Two questions which anyone who perhaps knows the answers to can answer.  The first relates to the black security  policeman who's houses was apparently  Mngoma  that's how you pronounce his name, does anybody know where he is, his whereabouts and if he was present at the house on the day that this incident took place.\n And the other is the eye witness Mzukisi Mooi - can he also be contacted?\nUNKNOWN;\n[Speaks in Xhosa - no interpretation is done at all]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mary  Burton.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Your Grace just to say  that Mr Hanse has given us the contact telephone number for the witness Mr Mzukisi Mooi - and we have made contact with him, he is presently in or near Cape Town and if we haven't already taken a statement from him, we will ask him to corroborate that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Anymore questions - no.  \n[Speaks in Xhosa - no interpretation is done at all]",
            "Unknown"
        ]
    ]
}