{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-19",
        "location": "GEORGE",
        "day": "2",
        "case number": "CT/00334",
        "victim": "GOODMAN XOKISO",
        "testimony": "ESTER XOKISO",
        "nature": "SHOT DEAD BY POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55090&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct00334.htm",
        "speakers": [
            "DR ALLY",
            "DR RAMASHALA",
            "MS BURTON",
            "MS XOKISO"
        ],
        "original_speakers": [
            "DR RAMASHALA\n",
            "MS XOKISO\n",
            "DR ALLY\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "DR RAMASHALA",
            "Ms Xokiso do you wish to take the oath?",
            "Unknown"
        ],
        [
            "MS XOKISO",
            "Yes I would like to take the oath.\nESTER XOKISO Duly sworn states",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "[indistinct] facilitate the evidence, my colleague Professor Russell Ally will take the case.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Good morning Ms Xokiso - you coming to - you coming to tell us about your son Goodman who was 17 years old when he was shot dead by police.  So if you can tell us about the incidents which led to the death of your son please.",
            "Unknown"
        ],
        [
            "MS XOKISO",
            "During that year, it was Sunday - he was the one who'd like to go with me to church only because the policemen were behind him, I just told him to - not to go to church so I  left him there.  When I  came back from church, she was not in the house - he doesn't like to - he didn't like to sleep out, he just go - went - go out to visit friends and come back, but that night he didn't come back.\n In the morning a pastor came in with three women,   When they come into the house, I ask him is my son dead, they said yes.  Last night I heard gunshots I told myself that my son is involved - my body told me that something is happening to my son.  When they arrived and tell me I know it was the truth.  My old - eldest daughter was with me.\nWhen the time for his burial come the policeman and the magistrate couldn't give me the body - couldn't allow me to bury him on the weekend, they wanted me to bury him during the weekend.  Comrades couldn't allow me to bury him during the week, they wanted weekends.  Policemen denied me the privilege to bury my son during the week - during - in the weekends.\nJust because they couldn't give me the weekends, they ask me if -  am I waiting for any relatives from somewhere else, I told them yes I am waiting for my two daughters, maybe they will come with their relatives.  After two months my son was not being buried, because I wanted him to be buried during - in the - during the weekend, not during the week.\nOn the second month, the magistrate told me that if I don't want to bury my son, he will give him to the prison to bury him and my daughter told me that let's go and bury my brother, the comrades didn't like that, so they said they must no-one go and attend the funeral, because the police couldn't give me the privilege to bury my son during the weekend.  Now they accuse me saying that I am the one who is responsible for the burial on my son on the weekend.  They didn't know that it was the police.\nBy that time I was alone, I had no-one to assist me - it was the first time I get something like this, I took my three daughters - there were five of us, we were burying my son.  The police told me that we must not have 100 people in the funeral and I told them it's only people from Knysna that can be 100 - what if there is more than 100 what can I do, I asked them.  They couldn't answer, they couldn't even respond, they said if I don't bury my son now, they will give him to the prison to bury him, prisoners to bury him.  So I go with my children to bury my son, there  were five of us in the grave.\n After that it seemed as if I am not go - I was not going to be happy, because the comrades through I was the one who gave the influence that my son must be buried during the week.  So they promised to necklace me with  a tyre.  After the funeral I couldn't go and wash my hands, I had to flee to the Plettenberg Bay, just stayed there for a while and I did so.\n They followed me there, I returned from Plett with the bus from PE, I arrived on Friday evening in the charge office, I asked for a place to sleep.  They gave me a place to sleep and I slept there.  Ons Saturday morning I went to my cousin in Hornley I stayed there for some few days.  I was just hearing rumours that the soldiers going in and out the place and my daughter phoned me to come back home.\n After some few months, while I was at work, there was a white guy and a black guy -  a man from Mossel Bay Mr Plaatjies who was a detective.  They tell me that the State needs some money and I told them that I don't have money.  They ask me if - do I have any bank account and I told them no I don't have any bank account.  They wanted to know what do I have in the house, I gave them the permission to go and check what do I have in the house, but they couldn't do that.\n After that I heard the rumour that I sold the body of my son for R800-00.  I had a wish that those people who said those things, could come out and my situation went back to normal with no ups and downs, but there is another lady whom we doesn't greet each other, because of my son's funeral.  That's all so far, maybe I will remember the rest.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you Ms Xokiso - I would just like to ask you a few questions if you don't mind.  You said that on this particular Sunday your  son normally went to church with you, but this Sunday he stayed at home and you said because the police were behind him.  Did you mean by that, that the police were actually looking for him?",
            "Unknown"
        ],
        [
            "MS XOKISO",
            "As it was a toi-toi in the location, they wanted each and everyone who was involved in the struggle, it was not him exactly, they wanted each and every  child who is  involved in the struggle.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct]  your son was involved.",
            "Unknown"
        ],
        [
            "MS XOKISO",
            "Yes he had one - but I  tried to stop him, but he refused, let me go because we are being counted, let me die instead of you dying.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct] at school at the time?",
            "Unknown"
        ],
        [
            "MS XOKISO",
            "No he was not at school, he left the school at std 2 and he was a worker then.",
            "Female"
        ],
        [
            "DR ALLY",
            "Were you ever told about how your son actually died.",
            "Unknown"
        ],
        [
            "MS XOKISO",
            "No-on informed me except the priest who came and tell me that my son has been shot and his body is in hospital, no-one came after that with any - any description.",
            "Female"
        ],
        [
            "DR ALLY",
            "The Truth Commission has attempted to find out what has happened, but unfortunately at this stage it seems as if the lot - most of the documents have actually been destroyed, the Knysna police station, the case docket is not  available and there are not hospital records that are available either.\n At the moment the Commission is trying to get hold of an inquest record.  But according to a report on incidents in that area around about the time that your son was killed, on Security Police officer, his account of what happened was that on this particular day, the 15th of March at about twenty past eight in the evening, that vehicles were being stoned in the area.  At that stage no-one was shot or arrested - the police then were sent into the area and a foot patrol was stoned and that was apparently when the police opened fired.\n One person was shot dead, your son Goodman and seven were wounded and according to the police their claim was that this was in self defence.  But as I said the Commission is still trying to  get hold of the inquest record to see what else there is about this particular incident.\n But I think it again demonstrates some off the madness that was taking place where not only did you have to suffer the knowledge of your son's death, but after that you battled for almost two months before you could give your son a proper burial and even then there were restrictions on what you could do and what you couldn't do.  So I think that - the Commission does empathise and feel with you the difficulties which you must have experienced.\n Now according to one of the lawyers who actually said that his account that he has of what happened was that the police actually ambushed the youth after there had probably been these incidents that they  were hiding behind the road.  And that seven other people were shot at the time your son was shot, but unfortunately he was the one who  was killed.\n I don't know if there are any other questions from any of the other Commissioners.\nMS XOKISO;\nI for  one, I don't have a question at the moment.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "I wanted to just confirm with you this - this happened in Flenter is that right, is Flenter in Knysna?",
            "Female"
        ],
        [
            "MS XOKISO",
            "Yes it was there.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct]  live in Knysna?",
            "Female"
        ],
        [
            "MS XOKISO",
            "Yes I am still in that house where my son was shot.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct] leave Knysna for a while because of tension between you and people in the community.",
            "Female"
        ],
        [
            "MS XOKISO",
            "Yes I had to leave and flee to Plett.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct] made peace with people there - ... end of Tape 1  , side  A  ...",
            "Female"
        ],
        [
            "MS XOKISO",
            "[indistinct] who is still telling me some bad things about me selling he body of my child.  That's why my wish if there is  someone with any information about me selling my body's child - could come out and the one who collected the money, they said I've sold the body of my child, would -  can come out if there is any.  Because I don't have the wish of everyone to come and ask me what happened or what did I  say  today.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct] Xokiso we - we hope that your testimony here will help to  set matters between you and others right, so that you can live at peace in your community.  Thank you very much indeed, you may step  down from the platform now.",
            "Female"
        ]
    ]
}