{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-18",
        "location": "GEORGE",
        "day": "1",
        "case number": "CT/00837",
        "victim": "PATRICK MARENENE",
        "testimony": "NTSIKELELO MARENENE",
        "nature": "FATHER ATTACKED WITH AN AXE AND THEN NECKLACED",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55098&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct00837.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MR MARENENE",
            "MS BURTON",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MS SEROKE\n",
            "MR MARENENE\n",
            "CHAIRPERSON\n",
            "DR ALLY\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "Can you hear us all right - thank you and welcome Mr Marenene and this is your wife, thank you for coming.  Can I ask you if you are willing to make the oath - please stand.\nNTSIKELELO MARENENE Duly sworn states",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you very much, Ms Seroke is going to be facilitating your testimony.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Hello  Benedict  and your  wife,  I will be speaking Xhosa you don't have to put in the ear - the headphones, because you will hear me still.  We use them when someone is speaking English and then - so that you can hear - but now we are speaking Xhosa both of us, thank you.\n Are you Patrick Marenene's son?",
            "Female"
        ],
        [
            "MR MARENENE",
            "[indistinct]",
            "Male"
        ],
        [
            "MS SEROKE",
            "[indistinct] the anger of the community at the time of the repression of our people in the townships and it's also an example of how the system set up blacks against each other.\n By 1985 all but two of the community councillors in Bhongolethu Oudtshoorn had resigned.  The two that remained were Patrick Marenene that's  Benedict's  father and Alfred Grootboom.  It is alleged that the community councillors were very antagonistic towards community organisations and they refused to allow the youth organisations to hold meetings in the Community Hall.\n Now Benedict I am going to request you to describe the situation of that led to the killing of your father in the manner that he was killed but - but before - before you do that, I'd like to ask you how old were you at that time?",
            "Female"
        ],
        [
            "MR MARENENE",
            "I was 12 years old.   When my father was killed, it started - it all started on a Thursday and we were in the house.  Whilst we were sitting in the house, we heard the sound of the toi-toi from outside.  I went to look for my father, when I  got outside, I heard that my father had gone to another lady teacher who was also a victim of the toi-toi.  When he came back, I told him that there were some toi-toiing outside the house and we went to bed.\n Late at night, three of - his  three cars were burnt, they were parked outside - this cars were burnt and then the toi-toiers came towards the house and my father threw us out the window so that we could escape.  We went to my mothers home that night and we spent the night there that evening.\n The following morning, my father took a cab to my mother - at my mothers place, to tell us as she was going to work, and I also went to the Coloured township  at Bonakele's place to spent the day there.  \n Whilst I was there during the day, I came back at about five - on my return I saw my father coming back from work, when I looked around the township I saw that - I heard the toi-toi sound, I ran towards him, to meet him to advice him not to get into the township, and he said no they won't do anything to do - they won't do anything to me because - there is nothing I have done.\n As he was coming to the corner of 4, the toi-toiers were coming, he was carrying a gun, but he was someone who had never shot at any person.  He shot in the air and then the people were chasing him and he was facing the people but moving back, he was sort of retreating.  As he was retreating, he was tripped by another Coloured and I was next to him, when this Coloured tackled him, he was caught.\n When they caught him, Desmond Majola was there - when my father was on the ground, he gave him a blow with an axe on the neck and they put a tyre around his neck and someone was saying here is his offspring, here is his son, his  offspring.  And when they called me an offspring, the others were saying let's go for the offspring as well.  I ran to Bhongolethu   township and I met Bonakele and his wife moving towards the shop.  \n I told Bonakele what was going on, he said I should go with his wife towards the - to their house, so I went with them to the house and Bonakele came back to  tell us that my father had passed away and asked if his wife had called the police, because we had called the police.  \n The people from the law enforcement came and they took me in for safe keeping, Saturday morning I  found people in Bhongolethu had been moved out, on a parade and the boers asked me to identify one.  And then I identified Desmond Majola and he was the one who identified the others about my fathers dead.",
            "Male"
        ],
        [
            "MS SEROKE",
            "So did you watch when your father was being necklaced?",
            "Female"
        ],
        [
            "MR MARENENE",
            "Yes I was - I was standing over him.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did you run away thereafter.",
            "Female"
        ],
        [
            "MR MARENENE",
            "When they said let's go for his offspring, I ran away.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Do you think what - what - what do you think was the reason for people committing this  act?",
            "Female"
        ],
        [
            "MR MARENENE",
            "He was wa community councillor in the township therefore his house was also burnt down and I - and the Government sent me to  school.  And in doing that the Government - I have stayed there waiting for the trial in Cape Town and then I was fetched by the law enforcement people to - to the court in Cape Town.\n On going to court I  found first of all I was asked to choose -  to identify one of my mother, between the two ladies, there was another lady who was in love with my father and my mother was there, telling me that she was locked in and I  asked for what reason, she said because it's just alleged that she - she was the cause of the rioting.  I said no she shouldn't worry, things will come right.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In your  statement here, you say your mother was also suspected by the people who killed your  father.",
            "Female"
        ],
        [
            "MR MARENENE",
            "Oh! yes she was - she was suspected of being part of the killers.",
            "Male"
        ],
        [
            "MS SEROKE",
            "But was she not staying with your father now?",
            "Female"
        ],
        [
            "MR MARENENE",
            "No let me say when this happened she was at her home, they had quarrelled with other, my father was planning to sell his house and go and stay in George.  But she didn't sell the house.  When I came back from school I  found another gentleman who is  called  Mbele is occupying the house, I asked my  mother whether the house was sold, and my mother said he knew nothing about that.\n So I went to the municipality - at the municipality I asked for the documents to show if Marenene's house was sold, I found that it was still in his name, Patrick Marenene's name.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Who is occupying the house now?",
            "Female"
        ],
        [
            "MR MARENENE",
            "It's Bawo Mbele.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Who is that Mbele how is he related?",
            "Female"
        ],
        [
            "MR MARENENE",
            "No we are not related, when this  rioting started  - what could have been the reason for that - I can think -  seeing that my father was in the - member of the community council this came out of the meeting, but because I think there were some people who had decided, taken a decision about him, including that Mbele.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are you saying that your - the community didn't go along with the idea of community councillor?",
            "Female"
        ],
        [
            "MR MARENENE",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "For what reason?",
            "Female"
        ],
        [
            "MR MARENENE",
            "I can put it this  way that as my father had passed away whilst I  was still 12 - he come back to tell me of - he came back to tell me that I must go and - that I must tell my father - my mother that they had taken decision about me.  I asked him what he meant, but he didn't explain there was no time what the decision of the meeting was.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Seeing that you were still very young at 12 - this - this must have been very sad to - and painful to seeing your father being necklaced.",
            "Female"
        ],
        [
            "MR MARENENE",
            "Yes it was, it was very painful.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What did you think of this kind of  punishment.",
            "Female"
        ],
        [
            "MR MARENENE",
            "It was a very bad sight  for me, because after they had burnt him, one of them said to me here is his offspring, because his offspring will spill out everything that's when I ran away.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Is there any other person besides your father whom you've ever seen been necklaced?",
            "Female"
        ],
        [
            "MR MARENENE",
            "No - no there are some - quite a number of  them who got the same kind of treatment but I don't know them.  I was just seeing them on TV this kind of action.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What happened to Desmond Majola and Patrick Manginda and Dickson Madikane?",
            "Female"
        ],
        [
            "MR MARENENE",
            "On my return we were in court in Cape Town and then I was asked to identify those people I had seen, Desmond Majola had already identified him, when - at the stadium in our township and he said he was not going to jail alone, so he revealed the other two.\n When I came back from school I came to find that there were others that were not arrested.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In the papers we have here it is  said that these people were sentenced but they  escaped being hanged, they were given five years all three of  them.",
            "Female"
        ],
        [
            "MR MARENENE",
            "In my knowledge they served three years.",
            "Male"
        ],
        [
            "MS SEROKE",
            "If you can meet them now,  are you happy that they've spent these years in jail or are you still - do you still need something to be done to them?",
            "Female"
        ],
        [
            "MR MARENENE",
            "I  [indistinct] what has happened, I  gave it  to God, I just gave them to him, he is the only one who knows.  Even here in the location I do meet Desmond Majola and the others, I  talk with them, make chats, what happened I don't - I never kept it, what I  really long for is that I  can't loose my father's house that stays that Mbele now.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Would you like us to pursue that thing of the house and you will be clear for who is the house belong too.",
            "Female"
        ],
        [
            "MR MARENENE",
            "I can be happy if the matter of the house can be investigated, because I can't suffer having no shelter and yet my father's house is there with that Mbele in.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Where are your brothers and sisters that you have mentioned in your statement?",
            "Female"
        ],
        [
            "MR MARENENE",
            "I do have sisters and they are in the house.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are they all with you with this thing?",
            "Female"
        ],
        [
            "MR MARENENE",
            "Yes we are.",
            "Male"
        ],
        [
            "MS SEROKE",
            "But as you have listened the whole day as we have started in the morning, do you really know and realise that the situation there was very painful - people were getting into conflicts fighting one another because of the white people and the past regime.  \nThis anger was caused by the past regime, do you realise that Benedict?",
            "Female"
        ],
        [
            "MR MARENENE",
            "Yes I do understand.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "MR MARENENE",
            "What I would like you to do for me is to investigate about the house, because I cannot suffer moving up and down even now I am staying in my grandfather's house if he sons can come back - I can't just - I  can't stand and say  now I won't move here because it's not my house, it's my grandfathers house and they belong to it, they can take me out anytime.",
            "Male"
        ],
        [
            "MS SEROKE",
            "We promise you that we will make an investigation, but we don't promise that we will solve it, but the investigation will be done.",
            "Female"
        ],
        [
            "MR MARENENE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you - any questions - any further questions - Mary Burton.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "We spoke a little earlier about the fact that you have referred to the people who have been convicted for the killing of your father - we want to point out that all those people have been convicted and sentenced - they have been convicted and imprisoned and some of them I think have completed their sentence and are now once again members of society.\n So in - arising out of this - your coming to the Truth Commission there will be no  further implications for them.  If they wish to come forward and tell us anything they are very welcome to do so, but the naming of them before the Truth Commission won't lead to  further action or  investigation from the Truth Commission's side.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Russell Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "At the time when your father was killed, he was still a community councillor not so?",
            "Unknown"
        ],
        [
            "MR MARENENE",
            "[indistinct]",
            "Male"
        ],
        [
            "DR ALLY",
            "And did the State do anything given that he was in their employ, the Government did they provide any assistance or -  after your father's death?",
            "Unknown"
        ],
        [
            "MR MARENENE",
            "I can say anyone who will know about the rights of my  father that came from the Government it's  [indistinct] while I was asking her, that while my father was a community and - community councillor and working for the Government, what did the Government gave to him, what was the remuneration and he worked for the Government.\n My mother didn't answer me, she said I must leave the past - she said that the past will make you remember about the thing that had happened before.",
            "Male"
        ],
        [
            "DR ALLY",
            "[indistinct] by the Government when he was killed - do you know anything about that?",
            "Unknown"
        ],
        [
            "MR MARENENE",
            "I know nothing about that.",
            "Male"
        ],
        [
            "DR ALLY",
            "In your statement you say that the Government sent you to a school and paid for education, want  that one way of compensating or were they just taking you away for  safety?",
            "Unknown"
        ],
        [
            "MR MARENENE",
            "Yes they were just taking me away from the people, so that I should be removed from the people in case something could happen to me.   They were just  taking me away in case something could happen to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We couldn't even mentioned what happened and the killings of the people were very unfair and very unlaw - against the law.  We have seen that those who have created the violence and the - what was done by the old system  - when you heard about  people saying the past, we won't just regret, I mean we will reconcile and try our best, we also say that we wish God could comfort you and give you the best and not  to think of  what happened before.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you very much Mr Marenene - ... end of Tape 3, side A   ...",
            "Female"
        ]
    ]
}