{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-19",
        "location": "GEORGE",
        "day": "2",
        "case number": "CT/00341",
        "victim": "ISAAC BEZUIDENHOUT",
        "testimony": "ROSELINA BEZUIDENHOUT",
        "nature": "SHOT DEAD BY POLICE ON HIS WAY HOME FROM WORK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55091&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct00341.htm",
        "speakers": [
            "DR ALLY",
            "DR RAMASHALA",
            "INTERPRETER",
            "MS BEZUIDENHOUT",
            "MS BURTON"
        ],
        "original_speakers": [
            "DR RAMASHALA\n",
            "MS BEZUIDENHOUT\n",
            "MS BURTON\n",
            "INTERPRETER\n",
            "DR ALLY\n"
        ]
    },
    "testimony": [
        [
            "DR RAMASHALA",
            "Ms Bezuidenhout do you wish to take the oath?",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "Ja.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Could you stand please.\nROSELINA BEZUIDENHOUT Duly sworn states",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Thank you.   Chairperson you have been assigned to facilitate the evidence of Ms Roselina Bezuidenhout, thank you.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Good afternoon Ms Bezuidenhout how are you - is this your - a member of your family who is with you?",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "Ja.",
            "Female"
        ],
        [
            "MS BURTON",
            "Welcome - the story that you are going to tell us today is of the events on the 10th of September in 1976.\nMS BEZUIDENHOUT;\nJa.",
            "Female"
        ],
        [
            "MS BURTON",
            "When your husband was killed.",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "Ja.",
            "Female"
        ],
        [
            "MS BURTON",
            "And we are aware of the fact that it was a time when there was a great deal of conflict in Mossel Bay and other people were killed and injured on that day too.  Please tell us about what happened to your husband.\nMS BEZUIDENHOUT;\nIt was the 10th of the 8th month 1976 the after around about five o'clock.  My husband came home from work and he realised that there was a lot of chaos and unrest in Mossel Bay and then he ran from the bus stop to his brothers house so that his brother could take him home, because it  was too dangerous to go to his own home.  And on the corner as he was crossing a road, they shot him.  And my brother then went to another family member to go and call him, he said come and look he has been shot.  And his brother then, my husbands brother then arrived and took him to hospital and then my brother came and told me that my husband is shot.\n And I asked him has he been killed, and he said well he doesn't know.  An hour and a half later - my husband's brother came to tell me that my husband has passed away.  The Monday morning we went to Court, I had to go and identify my husbands body, it was myself and Reverent Krotz.  And when we got there, they refused to give us the body - they told us that it was their corpse, it was their body and that we couldn't be given the body to go and bury it.  That was just myself, my parents and our children could go and attend the burial.\n The Reverent Krotz then asked them why didn't they want to give us the body, and they said, no we left and we came back again and they then aimed their revolvers wat us, they wanted to shoot us.  We then went home and went back to the police station.  \n Eventually Reverent Krotz insisted that he had to get the body, because it was a member of his congregation and eventually they did give us the body after that.  I had to turn away because they were shooting at us all - they were shooting at all of us and I buried my husband,  my family and myself - we buried my husband.  It was a very-very hard time - these twenty years since I lost my husband, because he was our breadwinner, I had to raise my five children by myself.  I have a daughter who started suffering from shock after this, she had to be treated in Worcester for the shock.  And I really struggled to keep us all alive until today.\n I still to this day don't know how I raised these children all on my own, it was really a bitter struggle during the past twenty years to raise them single-handedly , I was destitute, I was evicted from my home, because I didn't have money.  I waited for nine months before I got any help with my children.  I had to plead for help and I  was rebuffed and I had to accept it.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct] Ms Bezuidenhout nearly twenty years ago and you still remember it so clearly and  [indistinct] so clearly.",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "Ja five children.",
            "Female"
        ],
        [
            "MS BURTON",
            "And your children were small, I think your eldest one....[intervention]",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "10 - 8 - 7 - 6 - 4 - 2.",
            "Female"
        ],
        [
            "MS BURTON",
            "Ja we can commend you for your strength in bringing them up despite of all of those difficulties.  The events around the times, the stories that we have been told were about the school pupils at that time were - in a great time of unrest and there had been burning tyres - barricades and stonings and so on.  And that seems to have been what led to the situation where not only your husband but another person was killed and there were many, I think there was twenty one people injured that day.\n Do you - do you know whether there, then certainly there was the Cilliers Commission of Inquiry, do you know whether there was any other action taken, was anybody blamed for the deaths and the injuries?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could the Commissioner perhaps rephrase again, and we can try again.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "I was asking if Ms Bezuidenhout knew if anybody had been charged and tried for the injuries and the deaths which happened that day?",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "When we arrived at court this is myself and my mother, they told us no you can go home the court case has been disposed of.",
            "Female"
        ],
        [
            "MS BURTON",
            "Have you thought about what you would like, that the Commission might be able to do for you and your family?",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "I would like to ask that they compensate us, myself and my children for everything that we had to suffer up and until today.",
            "Female"
        ],
        [
            "MS BURTON",
            "Anybody else in the panel want to ask.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Yes I wanted to find out if Ms Bezuidenhout is receiving any assistance at the moment, something like a pension or anything?",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "Not at the moment no.  I am being declared unfit for work and I am still waiting to receive a pension, I don't receive any support for my children and I had to take my children out of school, they were in Std 8 and 9, two of them are working and the others are still at home.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "[indistinct] your health?",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "I can't work, I am sickly and I suffer from diabetes.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Are you under treatment for the diabetes?",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "Yes I am receiving treatment at the clinic.",
            "Female"
        ],
        [
            "DR ALLY",
            "Did you ever receive anything from the State?",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "Yes I received some compensation from the State when they were 10 and 12, I had to take them out of school because we didn't have enough money.  I took them out of school, one when he was 9 in Std 9 and the other one in Std 8.",
            "Female"
        ],
        [
            "DR ALLY",
            "You say that the State contributed something towards their education for twelve years.",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "Yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "What reason did they give for this?",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "When the children turned 18 they then stopped the payments.",
            "Female"
        ],
        [
            "DR ALLY",
            "But what is the reason why they gave you the money in the first place, what reason did they give?",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "They said it would help me to keep my children at school, I received\nR175-00 initially.",
            "Female"
        ],
        [
            "DR ALLY",
            "Did they ever admit responsibility for what happened to your husband?",
            "Unknown"
        ],
        [
            "MS BEZUIDENHOUT",
            "Not - not at all.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct]",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Ms Bezuidenhout was - was your husband active in any political organisation?",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "No he didn't take part in politics, he was opposed to politics.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct] think that he was just caught up in the events of the day.",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "Yes that is  what I think.",
            "Female"
        ],
        [
            "MS BURTON",
            "We would like to express our sympathy to you and your family and to assure you that we will see what can be done to assist you and to investigate you.",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "Yes.",
            "Female"
        ],
        [
            "MS BURTON",
            "And to investigate further, we thank you very much for coming this afternoon.",
            "Female"
        ],
        [
            "MS BEZUIDENHOUT",
            "Thank you.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you.",
            "Female"
        ]
    ]
}