{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-19",
        "location": "GEORGE",
        "day": "2",
        "case number": "CT/06803",
        "victim": "ANDILE KOBE",
        "testimony": "THOZAMA KOBE [brother]",
        "nature": "BEATEN TO DEATH BY, POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55108&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct06803.htm",
        "speakers": [
            "DR ALLY",
            "DR RAMASHALA",
            "MS BURTON",
            "MS KOBE",
            "MS SEROKE",
            "NATIONAL ANTHEM IS SUNG AND DR RAMASHALA READS OUT THE NAMES OF THE CASES TO BE HEARD AND THE VIOLATIONS THEY SUFFERED"
        ],
        "original_speakers": [
            "NATIONAL ANTHEM IS SUNG AND DR RAMASHALA READS OUT THE NAMES OF THE CASES TO BE HEARD AND THE VIOLATIONS THEY SUFFERED\n",
            "MS BURTON\n",
            "DR RAMASHALA\n",
            "MS KOBE\n",
            "MS SEROKE\n",
            "DR ALLY\n"
        ]
    },
    "testimony": [
        [
            "NATIONAL ANTHEM IS SUNG AND DR RAMASHALA READS OUT THE NAMES OF THE CASES TO BE HEARD AND THE VIOLATIONS THEY SUFFERED",
            "",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you, before we ask the witnesses to come forward to give their testimony, I would like to welcome everybody here this morning and to welcome particularly some of our special guests.\nI see that we have Bishop Damant with us again this morning, you very welcome.  I am not sure whether the Mayor of George is here, he was yesterday and we were very glad to have him.\nThen we have had other pastors and church leaders and we are very grateful indeed to them and to all of you for coming.  It is enormously important and part of the work of the Truth and Reconciliation Commission that we should make very evident the events that we are talking about here and that they should be heard and recognised by as broad a cross section of the public as possible.  It is part of achieving that reconciliation for  which we aimed that we should be able to understand one another and our experiences.\nI would also like to thank particularly people who have given us their help in setting up these hearings in George - we just welcome some more of the people who will be giving their testimony and their families.\nWe often say that the work of the Truth Commission can't be achieved without the help and support of the entire community and we are grateful for people who have come forward to support us - we think particularly of  [indistinct] who has helped us with some additional driving and will continue to do so.  Of Nadine and Mia who have been helping us in the kitchen to provide the sustenance of tea and coffee and meals and to all the people who helped with the background work that needs to be done.\nWe thank particularly the people who provide the sound service for us, we don't always make their life easy, but it is very important that you should all be able to hear what people have come to tell us.\nWe thank also the interpreters who day after day are providing a simultaneous translation of the stories and you will have the headsets I hope that will enable you to - to hear the translation.\nThe service is in the three different languages, I hope I have got the channels right, I think it's Channel 1, Afrikaans, Channel 2 is English and Channel 3 is Xhosa.\nWe are a little short of the headsets, so yesterday people were enormously helpful to one another and shared them when the various different languages were required.  So if you have people sitting next to you who don't have a headset and you get understand the language that is being spoken, please continue  to share them as needed.\nWe thank the South African Police Services for their protection of the building and the people involved and we thank the Press for their support and their coverage of these days.\nI hope I  haven't left anybody out, but if I have, I'll have other opportunities to thank you  all.\nI think we ready to begin with the first witness.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Yes madam Chair may  I call the first witness, Thozama Kobe.   It is customary for witnesses to start first by taking the oath, however any person who objects to taking the oath for any reason, shall make an affirmation instead of the oath.   Ms Thozama Kobe do you wish to make the oath.",
            "Unknown"
        ],
        [
            "MS KOBE",
            "Yes.\nTHOZAMA KOBE Duly sworn states",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Ms Kobe's testimony will be facilitated by my colleague Ms Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Good morning Thozama, I would like you to take your earphones off, because I am going to speak Xhosa with you.  When I  am talking English you can use them,  Thozama I would  like you to tell us that what happened on March 1988 to your brother Andile Kobe.  \n Would you please tell us short and brief so that we can be clear of what happened.",
            "Female"
        ],
        [
            "MS KOBE",
            "On March 1988 I was at home, he asked to go outside just to walk about, I just gave him the permission to do that, it was not even some seconds or minutes someone came inside and tell me that my brother has been hit by the police.  I couldn't take note of that, but he - the guy insist that telling me that he has been beaten by the police.\n I took a special car and follow to the direction where the incident had happened.  When we arrived there, he was not there, I just took his cap where he was lying and his watch was also there.  I went to the police station in Sandkraal, he was there when we arrived.  They were still hit - beating him.  Firstly he ran out to a dam - into a dam, one kitskonstabel came and fetched him out, they take him back to the small hall and they beat him again.  He was crying - asking what did I  do, no-one could listen to him.\n I tried my best to get inside, but some people outside, pleaded me not to  go inside.  Three of them were holding him in parts, they took him into the  van, they took him to the sea, throw him into the sea, we were following the car but unfortunately we couldn't get the direction.\n There were many of us who waited - I tried to call but there was no answer and we went back to the police station.  I asked the security, the whereabouts of Andile, he told me that he is in hospital.  I asked him how injured is he, and the man told me that if he is in hospital he has been badly injured.\n As we were in the hospital we tried to search him, but we couldn't find him.  It was around about four in the morning.  At six o'clock we went back to the police station and the hospital, we couldn't get any information - we went back to the hospital - we tried to search ward to ward and we couldn't even find him.  I find him at the last ward.  He was sleeping - breathing and he was still alive.\n They threw him into the sea but he was still alive, that was his luck.  When I  arrived at him, I just wanted to see how  badly was he injured.  I could see that he has been beaten, his head was swollen.  His right ear was swollen, his eye was swollen, he was bleeding badly  - the doctor said he was going to give him an operation - he will try his best to make him survive.  He said he will try his utmost best to make him survive, he said he'll try his utmost best.\n He went through the operation in the theatre  - it wasn't even many minutes after the operation.  After that we heard that he has passed away, we tried to phone our grandmother at home and she arrived immediately.  We went to the farm and fetched her and we told her what happened.\n Here at home in George, they were armed as if he died in struggle, although he died mercilessly.  There was not mid prayer gatherings that we could hold, because of the State of Emergency, that's all, thank you.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In your statement you tell us that you waited in the police station from nine in the morning till eleven o'clock, that was two hours, asking the police the whereabouts of your brother, and you were hearing his voice inside, crying and yet that time they were not answering you.\n And you also followed them and saw them taking him into the van - was Andile badly beaten during that time?",
            "Female"
        ],
        [
            "MS KOBE",
            "He was quite by that time.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you follow the van to the beach?",
            "Female"
        ],
        [
            "MS KOBE",
            "And they  switch - take the lights off and come back.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were you not interested what were they doing in the beach, didn't you manage to see what were they doing, whether did they leave him or there.",
            "Female"
        ],
        [
            "MS KOBE",
            "No we couldn't even think of that.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You also come back from the police station till one and they told you that he is in hospital and you come back.  All those time they are making you moving up and down - up until you go home and you went to bed till half past two, - that's seven hours, you were looking for your brother and then the following day you woke up, you go to the police station again and then to the hospital until you find your brother.\n This policeman who were beating your brother, do you know them.",
            "Female"
        ],
        [
            "MS KOBE",
            "I am sorry I don't know them, I can't identify.",
            "Female"
        ],
        [
            "MS SEROKE",
            "After they told you that he has passed away, was there any post-mortem that was done to him to see what's the cause of his death.  Because you said the brain was out and the blood was falling out of his nose, did they do the post-mortem to see the cause of the death?",
            "Female"
        ],
        [
            "MS KOBE",
            "They did make the operation, but I couldn't ask the reason or the cause of his death.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Was Andile in the struggle - was he one of the political members.",
            "Female"
        ],
        [
            "MS KOBE",
            "Yes he was one of the political members in Jansenville.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Why do you think they beat him?",
            "Female"
        ],
        [
            "MS KOBE",
            "He was just walking on the street and they took him there and beat him on the street.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did he approach policeman and assault him or just go and check him in the house.",
            "Female"
        ],
        [
            "MS KOBE",
            "No.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And you said you can't  identify  this policeman.  I would like you to put on your earphones because I am going to read in English and tell you about the policeman who did this incident.\nAndile Kobe was a 22 year old electrician and political activist from Sandkraal near George.  While walking home, Kobe and his company decided to take a short cut past a neighbours house on the night of 19th March 1988.  Kobe and the neighbour got involved in an altercation as the latter objected to the company taking the short-cut on his property.\nThe police were called immediately and two of the three policeman started assaulting him with a sjambok and a kierie.\nThree policemen, members of the Riot Squad were charged with his murder.  In May 1989 a former Oudtshoorn riot policeman, Andre Schutte - age 19 - was sentenced to twelve years imprisonment for bludgeoning Kobe to death.  His two former colleagues, Pieter Koen - age 21 - and Cornis Serfontein - age 22 - were each sentenced to seven years jail for attempted murder.\nKoen testified that during the assault Schutte said to Kobe.   Vrek kaffir vrek.\nSchutte was found to have hit  Kobe with a plank, and had to be restrained from jumping onto Kobe's head from a chair.  \n Yesterday we heard of Michael Lucas who within three months trial was sentenced to death and hanged for killing a white man.   But in this instance I will read you what the lawyers for Human Rights said about the case of Schutte and his colleagues.\nThe outcome of this case illustrates once again the double standards applied by both the office of the Attorneys General and many of our Judges and Magistrates.  We have conclusive proof that equality before the law is not a human rights enjoyed by the citizens of the country.  We are particularly distressed at the following trends\n1. Where a group of black people are involved inn a killing \ninvariably as many as can be identified and charged with murder based on the common purpose doctrine and vigorously prosecuted.\n2, Where a group of white people [particularly farmers and \n policemen] are involved in the killing of a black person,\ninvariably only the main perpetrator is charged with murder, the \nothers with offences ranging from culpable homicide to \ncommon assault.  The prosecutions proceeds almost \napologetically.\n 3. Black people convicted of  murder, particularly when a \nwhite person is a victim, are sentences to death in\ndisproportionately high percentages.\n 4. White people convicted of murder, particularly when a \nblack person is a victim are sentenced to death in\ndisproportionately minute  percentages.  For example in \n1983 of the 21 whites convicted of murdering blacks, not \none was sent to the gallows.\n So Thozama we are told that these three policeman are still in jail.   Is your mother still alive.",
            "Female"
        ],
        [
            "MS KOBE",
            "Yes I do have my mother and she is here with me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "By coming here today, what would you like us to do as the Truth Commission, what would you like to do on behalf of your brother, because these policemen were arrested and they are still behind bars, even today. \nThere is nothing we can do about that, hopefully they will suffer for what they did and they will pay the price of what they did.  What would you like us to help - what can we do as the Truth Commission?",
            "Female"
        ],
        [
            "MS KOBE",
            "I would think about that, I would go to my mother and I think we will discuss it over, because at the moment I can't say what can you do.",
            "Female"
        ],
        [
            "MS SEROKE",
            "[indistinct] my colleagues if there are anymore questions.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thozama if you know, can you tell us maybe a bit of what was happening in George at the time when your - when your brother was killed.  Was their a lot of political activity taking place?",
            "Unknown"
        ],
        [
            "MS KOBE",
            "In George the policeman were everywhere they were surrounding his house, they had guns on their hands, they couldn't allow anyone to go inside, we were alone while we having the prayer gatherings, no-one was allowed to go inside - only family members.\n They were giving us a very hard time, even they couldn't even give us the body of Andile.  We tried our best to get him, but there in Wilderness they took him in and out of his coffin and take him back to the police station that's all I can remember.",
            "Female"
        ],
        [
            "DR ALLY",
            "And before Andile was killed, was he involved in any political activities that you may know of.",
            "Unknown"
        ],
        [
            "MS KOBE",
            "Before Andile died, while he was a student in Jansenville, he was a participant in the struggle for freedom.  That's how I know about Jansenville and Andile.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct] was killed was there any police harassment, were the police interested in him or  watching him or was he ever arrested before he was killed?",
            "Unknown"
        ],
        [
            "MS KOBE",
            "There were no policeman looking for him before his death, he was just a happy person, they were not looking for him.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Ms Kobe how old was your brother when he died?",
            "Female"
        ],
        [
            "MS KOBE",
            "I can't remember his age at the moment - he was under 20 - he was under 20.",
            "Female"
        ],
        [
            "MS SEROKE",
            "[indistinct] the police kept your brother's body for a month - did they say why they were keeping the body?",
            "Female"
        ],
        [
            "MS KOBE",
            "They didn't give us any reason to keep the body for so long - they were just giving us hard time, they didn't want to give us a body, they just promised my mother that they would bury Andile's body so that he couldn't pay any - she couldn't pay any cost and she couldn't allow them to do that, that's why they kept his body so long.",
            "Female"
        ],
        [
            "DR ALLY",
            "Did Andile have any children of his own before he died?",
            "Unknown"
        ],
        [
            "MS KOBE",
            "Yes he has got - he had children.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct] killed he was going to get married.",
            "Unknown"
        ],
        [
            "MS KOBE",
            "That's not true, he was not married, it was only a week from the circumcision school.",
            "Female"
        ],
        [
            "MS SEROKE",
            "How old are the kids?",
            "Female"
        ],
        [
            "MS KOBE",
            "His first son if I get this all right is 11 years old, the other one is 8 years old.  They are both sons.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Whom are they staying with?",
            "Female"
        ],
        [
            "MS KOBE",
            "They are staying with my mother - she brought them up, they are still at school.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct] about - about your brother and we - we thank you and your mother for being here today.  Is there anything more that you want to say?",
            "Female"
        ],
        [
            "MS KOBE",
            "There is nothing I would like to say.",
            "Female"
        ],
        [
            "MS BURTON",
            "You  can leave the platform.",
            "Female"
        ]
    ]
}