{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-19",
        "location": "GEORGE",
        "day": "2",
        "case number": "CT/05909/GEO",
        "victim": "SIZAKELE MZOLA",
        "testimony": "NOZIZWE MZOLA [mother]",
        "nature": ", SON SHOT BY COUNCIL EMPLOYEE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55104&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct05909.htm",
        "speakers": [
            "DR ALLY",
            "DR RAMASHALA",
            "MS BURTON",
            "MS MZOLA"
        ],
        "original_speakers": [
            "DR RAMASHALA\n",
            "DR ALLY\n",
            "MS MZOLA\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "DR RAMASHALA",
            "Chairperson, I'd like to call Ms Nozizwe Mzola to the witness stand please.  Would you stand please?\nNOZIZWE MZOLA Duly sworn states",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "[indistinct] Professor Russell Ally will facilitate the testimony, thank  you.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Good afternoon Ms Mzola, I know we've kept your for a - for a long time but we want to welcome you and I assume that the person next to you is your - your son.",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "And welcome to him as well and you are coming to tell us about what happened to your son in 1986.  So I would ask you just to relate the events which led to your son being - being shot.",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "During the year 1986 on the 10th of February I woke up early in the morning to prepare for my son.  He was on his way to school, after school two men came into my house.  They took  him, they took me - they took me with their car.  They told me along the way that my son has been shot and he is dead.\n So we drove to the place where he was.  When we arrived there, there were many policemen but he was not there.  I went straight to the policemen, I met Captain Calitz.  I asked Captain Calitz to take me to the man who shoot my son because they said the guy is Michael James.\n Captain Calitz said to me he's unable to do that, he can't take me to Michael James because the whole of Nonqaba is angry.  So he doesn't know what am I going to do when I see James.  There were also some detectives who arrived.  He asked Thobile Matyila to take me to the hospital.  When I arrived there my son was not in the hospital in Mossel Bay.\n They said they - they've taken him to the - to George Hospital.  When I was taken to George Hospital he was not in  George Hospital.  He was boarded into a flight to Cape Town to Tygerberg Hospital.  \n I asked them when they were sending him to the hospital what was his name and they told me it's unknown.  So we went back to Mossel Bay.  When we arrived to Mossel Bay I tried means to get  the phone numbers of Tygerberg Hospital.  I tried and described to them that there is a child who is 9 years old from George and he has been shot.  \n I gave them the names and all particulars - he stayed there in the hospital up until it - he was discharged and taken back to Mossel Bay.  Then he arrived in Mossel Bay I was told that he is there, so I went to visit him.  I've noticed that he was shot on the right side - on the head.  So the left side was paralysed, his hand is not working and he's dragging his feet.\n He was in Std 1 at school because he was only 9 years old.  There was a time to discharge him - came and I had to be with him at home because he was unable to go to the toilet.  I had to take him to the loo, I had - I had to make up and down moving around for him.  Taking him to Cape Town, Red Cross Hospital even in Groote Schuur Hospital to get some help.  \n For the last time when I was taking him to the Groote Schuur he was taken to Red Cross also.  They told me that he was supposed to take another operation on the head but they can't do it because on his brain there - there are bullets - splinters of bullets.  They - if they could make another operation he will die.  So I've decided that he has survived, so I must not allow another operation to take place.  I stayed with him as he was.\n There was a case - a charged  was laid against - for Michael James.  The case continued but at - as the time goes on it vanished.  I don't know what happened - there was no reason.\n I also gave up because I was suffering and we were oppressed.  Fortunately God helped us - there was a office in Mossel Bay known as the advice office.  Terence Mdanda was worker there, I tried again to go there and told him my grievance.  He tried his best moving up and down with me, even then there was hope as if something could happen.  But it came out that while Michael James was shooting he was not a policeman.  He was not even involved, he was just an informer but we are not aware about that.  \n Even then they said the people who shot was Tise just because Tise had the permission to carry the gun.  But the thing was not like that, everything was quiet then up until today.  I for one - I'm with my crippled son.  I didn't - he was not born like this, he was born as a normal child but now he's abnormal.  When he tried to walk around he wanted to go to school - I tried to take to school.  \n But that couldn't even help because he couldn't just take the hours - just went out of the classroom and walk around.  Or who'll just  [indistinct] the other kids.  I persevere even then go to school and talk to the teachers and try to explain the situation.   I tried to tell them I'd like my child to be at school - I would like him to be educated.\n I stayed with him - he managed to go to school although there was no progress.  Last year when they were about to write the final examination he just dropped out.  I couldn't pursue him to - I couldn't force him to go to school because I know his situation, I am the mother.  \n Now he has got something that appeared because of his abnormality.  His got fits, so it all work on my nerves to me as a mother.  I'm finished.",
            "Female"
        ],
        [
            "DR ALLY",
            "Ms Mzola your son - your son was 9 years old when he was shot, is that correct?  And he was in Std 1?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, it's all like that.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct] progress at school at that time?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, he had good progress before he was shot.",
            "Female"
        ],
        [
            "DR ALLY",
            "What standard did he eventually complete - did he - did he pass.  What was the last standard after he was shot?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "He was in Std 4.",
            "Female"
        ],
        [
            "DR ALLY",
            "Did he ever go to any special school or - or was it an ordinary Government School?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Not yet, because I haven't find any place and I've tried this year but I'm still waiting for a reply.  I've - I'm just saying that the year is going on and it's towards the end of the year now.",
            "Female"
        ],
        [
            "DR ALLY",
            "Your son is not 18 or 19 years old?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "He's 20 years old.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct] obviously he lives at home with you?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, he stays with me.",
            "Female"
        ],
        [
            "DR ALLY",
            "And the doctor's reports on his condition, do they say anything about his - his mental state?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, they mention something because they said he wouldn't be all right because his brain is mixed with the split of the bullets.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct]",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, it is like that.",
            "Female"
        ],
        [
            "DR ALLY",
            "And at the time that your son was shot, he was with a group of people and apparently when somebody tried to go and pick him up, the person who went was also shot and killed.  Can you tell us a bit about that?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "As they were from school they were just running after a toi-toi because they were still kids and a car come - approached them.  It was driven by Xulu Mayixhali from Mossel Bay and he just pushed his car into to toi-toi and he injured some kids.\nThey were trying to take these kids to Xulu so that he can take them to hospital.  So that's where he was shot - this guy.  Nkosa Mbangi who was shot - who was shot on the left side - the bullet went threw the heart and he died instantly.",
            "Female"
        ],
        [
            "DR ALLY",
            "He was the person who tried to go and - and fetch your son after your son was shot and was laying on the ground, is that correct?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, it's correct.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct] was this the case against Michael James?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, it's like that.",
            "Female"
        ],
        [
            "DR ALLY",
            "[indistinct] of your son as well as the killing of Mr Mbangi?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, it's like that.",
            "Female"
        ],
        [
            "DR ALLY",
            "And they say in this case it just suddenly stopped and you've - you've heard nothing since then?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, it stopped - it's like that.",
            "Female"
        ],
        [
            "DR ALLY",
            "What would you like the - the Truth Commission to do in relation to - or - these things that have happened to - to you and to your son?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Firstly what I would like from the Commission is the future of my child because seemingly his future is not bright.  Or he doesn't have any future because it's difficult for him to go to school because he has got a permanent problem - he has got.\n Secondly I requested that today those people whom are written in the statement - I wanted them to come today and give their information and tell me why did they do it and what was their aim of doing what they did.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much Ms Mzola, I'll hand you back to the Chairperson.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Ms Mzola would you please describe a day in the life of Sizakele, starting with when he gets up in the morning to the time he goes to bed?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "What I can tell you about Sizakele, at time when he woke up in the morning he seems to be angry.  He seem to be untouchable but he is always around or he sometimes go to his mother or he just watch - and watch television.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Can you describe a day in your life in helping to take care of him?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Firstly I'm going to start with me.  I've never been okay ever since that incident.  I went to the doctor on the first day - from the first consultation the doctor said to me - he asked me a question.  Is my husband - is me and my husband in a good relationship or do we have financial problem or is he drinking to much.\n I told the doctor that I don't have a husband - my husband passed away.  What I've got is my child's problem, he was shot - that's why I'm having this health problem.  Ever since then I have a nerves brake down - now I've got high blood pressure.  I can't stay with out my medication - I had to take pills every day.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Is Sizakele under treatment?",
            "Unknown"
        ],
        [
            "MS MZOLA",
            "Yes, he is getting some pills for fits because he has got fits.  So those are the only pills.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Chairperson, thank you.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Ms Mzola go you have any other children?",
            "Female"
        ],
        [
            "MS MZOLA",
            "Yes, I do have other children.",
            "Female"
        ],
        [
            "MS BURTON",
            "And they're grown - grown up?",
            "Female"
        ],
        [
            "MS MZOLA",
            "The one is coming after Sizakele is 15 years and the other one 14 years and my baby child in 9 years old.  All and all I've got 4 children.",
            "Female"
        ],
        [
            "MS BURTON",
            "Have you got any other responsibilities beside Sizakele?",
            "Female"
        ],
        [
            "MS MZOLA",
            "Yes, it's like that.",
            "Female"
        ],
        [
            "MS BURTON",
            "Ms Mzola we want to thank you very much for coming, and Sizakele also for coming to speak with us.  I know from what you said that you where expecting perhaps to see the people or the person who shot your son.  The way we have organised the hearings in public, we have not asked the people who have been named to come here face to face.  He hope that that will come in time, that people will come forward and explain why they did what they did and that you will receive that reply even if it isn't today in this way.  \n And we hope that will help you in some way to - to come to terms with that.  But we know also that there are other things that you need to help you to overcome your problems and we will investigate to see what it is possible for us to do.  And we thank you both very much for coming, thank you.",
            "Female"
        ],
        [
            "MS MZOLA",
            "Thank you also.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Chairperson over to you.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you Dr Ramashala, this concludes the number of people whose stories we are going to hear today.",
            "Female"
        ]
    ]
}