{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-07-02",
        "location": "PIETERSBURG",
        "day": "3",
        "names": [
            "P T C J FOURIE"
        ],
        "case number": "4137/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54774&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pburg/fourie.htm",
        "speakers": [
            "UNKNOWN",
            "P T C J FOURIE",
            "CHAIRPERSON",
            "MR ROSSOUW",
            "MR BLACK",
            "ADV DE JAGER"
        ],
        "original_speakers": [
            "ADV VISSER",
            "P T C J FOURIE",
            "MR VISSER",
            "MR FOURIE",
            "CHAIRMAN",
            "MR ROSSOUW",
            "MR BLACK",
            "ADV DE JAGER"
        ]
    },
    "testimony": [
        [
            "UNKNOWN",
            "Mr Chairman, the next witness is Mr Fourie, whose amnesty application form 1 you will find in your B Section at page 75.",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Fourie, you are an applicant and you are requesting the Amnesty Committee to grant you amnesty for any offence or delict which you may be found to have committed, relating to an incident which took place on the 10th of July 1986, on the Breslau/Alldays Road, and in respect of which anything which might have happened previously and which led to this incident.  Is that correct?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You have completed a written application form in terms of the Act.  Do you have that in front of you?  And is the information contained in that to the best of your knowledge true and correct?  In your application you also incorporate the Foundation for Equality before the Law submission to the Truth and Reconciliation Commission.  You also incorporate a submission made by Genl J W van der Merwe to this Committee last year.",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Lastly you also incorporate a reference to the amnesty application of Mr Erwee in so far as that deals with the facts of this incident.",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "That is quite correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Before I forget, could you say now that everything you did before and during this incident by virtue of the way you saw your duties as a policeman, and the instructions which you had to carry out and which came from the top?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Correct, yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You also confirm your career details as stated in the application form?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Are you still a policeman?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "No, I am no longer in the Force.",
            "Male"
        ],
        [
            "UNKNOWN",
            "With what rank did you retire from the Force, and when was that?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "It was December last year as an inspector. I retired as an inspector.",
            "Male"
        ],
        [
            "UNKNOWN",
            "As an inspector?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you tell the Committee in your own words, how you became involved in this operation, referred to as an operation, and what your part in it was?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "During June I became involved in the operation. On the 24th we manned certain observation posts with Mr Van den Berg on the farm Kruitfontein.",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is on the Republic side of the border?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And it is quite hilly there and the river is about 100 to 150 metres wide and there is no water in the river, it is just a sandy bottom.",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Correct, yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "We waited there for three insurgents but that did not materialise on the 24th. On the 25th of June ... (intervention).",
            "Male"
        ],
        [
            "UNKNOWN",
            "Please stop for a moment.  You say you were on Kruitfontein.",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You referred to it as an observation point?  Was that on a koppie?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes, it was on a koppie.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were there people with you?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes, the Defence Force people who were providing us with radio communication, were there.  There were a White and Black member.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you remember their names?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "No, I can't.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You said on the 24th nothing materialised.  What happened on the 25th?  Were you there again?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "I was once again there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Nothing materialised?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Nothing materialised on that day either.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Isn't it so that you later once again, manned an observation post?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you remember when that was?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "This was from the 6th of July, and it was a Sunday.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, and where were you placed then?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "It was on the same koppie on the farm Kruitfontein on the Republic side.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you give the Committee a little bit more detail as to what happened on that day?  What time did things start happening and what happened?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "We moved in late on the afternoon of the 6th, it was a Sunday. We were doing observation until Monday and then the Tuesday morning I saw how Sgt Sehlwana, just below where I was sitting on the koppie, I saw him stopping in a brown Toyota Kombi.  I saw him crossing the border and I also observed him talking to people on the opposite side.  After a while he crossed the border again and came running, basically directly in the direction where I was sitting on the koppie, with his arms waving.  I moved down from the koppie and I went to talk to him.  Of course, I moved at the back of the koppie so that I could not be seen from the Botswana side.\n\tHe told me that I should tell Koos van den Berg that there were no longer three people who were to come into the country, but in fact that there were six, and that they were already in possession, but their weapons and their money would only be handed them on the Wednesday evening.",
            "Male"
        ],
        [
            "UNKNOWN",
            "These events, when did they take place?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "This was on Tuesday, the 8th.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you immediately broadcast message to Van den Berg?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes, I did.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Anything more which you can add?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "What happened, was I went to fetch Koos van den Berg to go to Alldays to go and report the new developments.  On my way I found this Toyota Corolla driven by Matthews and it was stationary. The vehicle had broken down and I towed it with my bakkie into the gate to the Breslau Road.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is that at Eendvogelpan?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes.  After that Koos van den Berg went to Alldays. I can't remember exactly whether we too Sehlwana with is. I know Van den Berg phoned that there were new developments.  I then went back to my observation point.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you didn't go to Pietersburg or wherever on the 8th, you went back to your observation post. You stayed there until when?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Until Thursday morning, the 10th.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now tell us what happened then?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "On the Thursday morning Sehlwana arrived there with a bus.  I saw him crossing the border ... (intervention).",
            "Male"
        ],
        [
            "UNKNOWN",
            "Apologies, in the bus or on foot?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "He parked the bus at the bottom of this koppie. He couldn't cross the koppie with the bus. I saw him then crossing the border.  After a while I saw him returning with six other people from Botswana to the South Africa side.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Could you see whether they had anything with them?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "I saw them carrying bags, carry-bags, but I couldn't see anything else.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were these small bags?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "No, they were biggish bags.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "I then sent a radio message that the people were busy crossing the border and after they got into the Kombi, I also contacted the plane by radio and told the Defence Force in the reconnaissance plane that the people had left in the Kombi. A couple of minutes after nine I heard shots. Later I heard that people had been killed and wounded and that we could withdraw.",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is the sum total of what you know of this operation?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Correct, yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Rossouw?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Thank you, Mr Chairperson. Mr Fourie, you heard that Mr Sehlwana said that he did not know, wasn't aware that he came running towards you with his arms motioning wildly. Do you stand by what you said?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "What was your inference from his reaction at that stage?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "I was completely surprised.  What concerned me is that he knew where I was on the koppie, where he could perhaps blow my cover there on the koppie.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Now afterwards you notified Mr Van den Berg about the six people who had infiltrated.",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "What did he tell you?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "Mr Van den Berg?",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Yes.",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "No, he didn't say anything further.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "He didn't say that he had seen anything?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "We kept our radio messages very, very brief, only essentials were said.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Did Sehlwana say that there already six?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Van den Berg did not tell you that he had previously seen that there were more people?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "No.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You don't know where Sehlwana got the bus?  You weren't involved in that?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "No, I wasn't involved in the planning.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I have no further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR ROSSOUW",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Just very briefly, Mr Fourie.  Just on this point, I just want to clear up an issue.  When Sehlwana, according to you, came running towards you, he was coming clearly from the Botswana side and he must have been visible to the people on the other side of the river, not so?  When he came running.",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "To such an extent that you felt it necessary to go down on the other side of the koppie so that the people across the river couldn't see you?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Fourie, the little bit I know of that area, is that it is quite bushy.",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Mr Sehlwana ran very close to the river bed when he was coming towards me. Well, outside the river bed are lots of trees, it is very stony, lots and lots of rocks.",
            "Male"
        ],
        [
            "MR BLACK",
            "After this incident had taken place, can you remember exactly what the message was that you had received?  Were there more details than that people had been wounded and had been killed?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "No, I can't specifically remember. What I can remember is that people had been killed and that people had been wounded and that we should withdraw from our observation posts.",
            "Male"
        ],
        [
            "MR BLACK",
            "And do you remember who gave you that message or order?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "I received it from this plane manned by Warrant-Officer Hall.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did you at any stage, after receiving that order to withdraw from your post, go to the scene of the shooting?  While people were still at that scene of the shooting?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "When I got to the scene everything had been cleared up, because we had to move fast from the scene to go to Alldays.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he was with Mr Van den Berg, wasn't it?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van den Berg told us that when they came there everything had been removed.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, sorry, I forgot that.  Okay, thanks. I have got no further questions to put to this witness.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The money, the weapons and money which was supposedly to have arrived on the Wednesday, now what money would that have been?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "I think it would have been money which would have been provided to the terrorists to enter the country with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were the security police involved in that?  In a clandestine manner, involved in giving these people some money for the purpose of coming in?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, yes, may I just, a word of explanation. Mr John Hall that was referred to by the witness, was a member of the security force and he was in the spotter plane and he was manning a radio for communication purposes. Mr John Hall has not applied for amnesty in this instant.\n\tCan you tell us, Mr Fourie, do you think that you did anything wrong, anything illegal or unlawful as far as this incident is concerned?",
            "Male"
        ],
        [
            "P T C J FOURIE",
            "No, Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Then why are you applying for amnesty?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "You never know.  You never know what could happen and what could arise out of this incident and one would like to feel safe.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you have some doubt as to whether your conduct could be seen as illegal or not?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If I may just ask you this.  Was there any indication given to you that these people were going to be killed?  Or did you at any stage come to such a conclusion?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "No, I at no stage drew that inference, because as far as what I can remember from the initial planning, is that they would be arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Arrested?",
            "Unknown"
        ],
        [
            "P T C J FOURIE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Fourie.",
            "Unknown"
        ]
    ]
}