{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-06-30",
        "location": "PIETERSBURG",
        "day": "1",
        "names": [
            "M M SEHLWANA"
        ],
        "case number": "3747/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54782&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pburg/sehlwana.htm",
        "speakers": [
            "MR BLACK",
            "BERNARD MAKGABO NGOEPE",
            "ADV DE JAGER",
            "SISI KHAMPEPE",
            "CHAIRPERSON",
            "MR ROSSOUW",
            "ADV VISSER",
            "MAROPENG MATTHEWS SEHLWANA",
            "INTERPRETER"
        ],
        "original_speakers": [
            "MR BLACK",
            "JUDGE NGOEPE",
            "ADV DE JAGER",
            "MS KHAMPEPE",
            "CHAIRMAN",
            "MR ROSSOUW",
            "ADV VISSER",
            "M M SEHLWANA",
            "MR M SEHLWANA",
            "MR SEHLWANA",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "MR BLACK",
            "We will be hearing the applications of 14 applicants.  Mr Chairman, there has been a delay in commencing this matter.  The applicant who is currently, that is Mr Sehlwana who is sitting across from me, I don't think anyone has yet shown him how to operate the speaker and the earphones.  I am looking for someone that could possibly assist.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Just for the record today is the 30th of June 1997.  This is a joint hearing of the following applications.  I am going to cite all their names only today, but from tomorrow onwards we will only be citing perhaps the first and the second applicants.\n\tIt's a joint hearing of applications by the following people:\nM M Sehlwana, application no. 3747/96;\n\tA J G Erwee, application 4135/96;\n\tN S Coetsee, 4369/96\nJ P van den Berg, 4367/96\n\tW J van der Merwe, 4380/96\n\tPPFF Fuchs, 4138/96\n\tJ H Kruger, 4147/96\n\tL M Pretorius, 4366/96\n\tPTCJ Fourie, 4137/96\n\tJ Venter, 4381/96\n\tJ H van Dyk, 4370/96\n\tF C S Swarts, 4512/96\nJan Strydom, 4368/96\n\tP A Dreyer, 4128/96.\n\tThe Amnesty Committee is constituted as follows:  Myself, Judge Ngoepe, to my right is attorney Khampepe and to my left is Adv de Jager, SC.   Yes Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman in the present matter there were six deceased and the identities of three of the deceased could only be traced.  The reasons are as follows.  Even at the inquest stage only three of the six deceased could also be traced.\n\tI am informed as follows by the Investigative Unit that the six parties who were killed entered South Africa with false identities.  Although the fingerprints of all six were taken, as already indicated even at the inquest stage, three of the six parties couldn't be traced.   \n\tCaptain Loots who was involved in investigating this matter from the outset, since 1986, he says he made several attempts before the inquest stage even to trace the families of all six deceased.  Three families were traced, that's the Alset family, Maloi family and Migashoa family.  They are present today and they have been notified.  They in turn were unable to assist in identifying the remaining three persons.  As I say, according to the South African Police the fingerprints were not listed at all, of the three who couldn't be traced in South Africa, no information can be found and no positive results have emerged.  \n\tThe code names of the deceased which were used as they were members of Umkhonto weSizwe were given to the African National Congress head office at Shell House.  Captain Molapo, the investigating officer spoke to the ANC personnel, they were aware of their code names, but the current addresses or information of the unidentified three parties wasn't forthcoming from the ANC, they have no idea as to where they are.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But haven't they got an idea about their true identity if they've got the code names?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well according to Captain Molapo he says no.  He is present today and should you require any further information from him as to what steps were taken he's willing to inform the Committee.\n\tCaptain Molapo has also informed me that the three unidentified parties are buried in Louis Trichardt and he's spent an entire week going through mortuary records and documentation to that effect in order to try and identify the graves.  He said he was unable, up until today, to trace the actual burial sites of the three unidentified parties, but he's still going to continue working on it and perhaps some light might emerge from records in Pretoria.  \n\tSo I submit that every possible attempt has been made to try and identify the three unidentified parties and there'll be ongoing attempts made to go through the records to try and establish the exact burial sites of the three.\n\tThe implicated parties mentioned in the documents have all been notified, except for one party that's a Lieutenant Fraser, Captain Molapo says he was unable to trace.  If the Committee will just bear with me briefly.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Black before you proceed to the issue of the implicated parties, has the Investigative Unit of the Truth Commission not been able to get in touch with the informer, Mr Mabinda to try and determine the identities of the three people who can't be located now?",
            "Female"
        ],
        [
            "MR BLACK",
            "Well I am told not, and Captain Molapo - he is present, I'm not sure what the steps he's taken as far as the informer is concerned, but I've understood that he has made those ...  Could Captain Molapo perhaps indicate what steps, he is present.\n\tThen as far as the operation is concerned, the South African Defence Force played a supportive role in the execution of this operation and during the course of the operation a certain Captain was wounded.  I have received a report from the South African Defence Force.  Perhaps I could hand copies in for the sake of the Committee and to my learned friends.  \n\tThe Committee will note from a fax which forms part of the bundle, a fax dated 17 June to Captain Imrie a number of questions were put to the members of the Defence Force, a copy of that fax is part of the bundle.  \tIn brief I was in touch with Brigadier Slabbert. He advises that the officer who was in charge as appears from his report, a certain Lt Colonel Merholz, who was in charge of this particular operation, is no longer - he has been killed in a car accident, and they, the Defence Force, are unable to throw further light on the background as to how they became involved in this operation.  And the particular Captain who is mentioned in the papers as having been wounded is a British citizen and is now living in England.  \tAs you will note from the report of the Defence Force they said they are unable to establish who specifically authorised the SADF participation.\n\tIn the circumstances I submit that everything, all interested parties and implicated parties have been notified.\n\tI have spoken to my learned friends, Advocate Visser who represents applicants listed as B1 to B13 and Mr Rossouw of Rooth and Wessels represents the first applicant, Mr Sehlwana, and subject to the approval of the Committee it has been agreed between the legal representatives that the application of Mr Sehlwana first be heard, and Mr Sehlwana I understand will testify in Northern Sotho and Mr Rossouw will lead his evidence, from Rooth and Wessels.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe they could just formally place themselves on record, and Mr Visser.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "As it pleases the Committee Mr Chairman, my name is Rossouw, I am from the firm of Rooth and Wessels in Pretoria representing the applicant, Mr Sehlwana.  My colleague is Mr Albert Lami, also from Rooth and Wessels, assisting.",
            "Male"
        ],
        [
            "ADV VISSER",
            "May it please you Mr Chairman and members of the Committee.  My name is L J L Visser.  I appear for the applicants listed under \"B\" on your roll, instructed by Wagner, Muller and du Plessis, from Pretoria Mr Chairman.\n\tMr Chairman while I have the word may I just draw your attention, we don't want to argue about it at all, but may we draw your attention to the fact that apparently the application of Mr Sehlwana was signed after the cut-off date for applications to be filed with the Truth Commission, namely it was signed apparently on the 10th of June, the 6th of June.  We just want to draw your attention to that fact.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman may I explain to the Committee that there were in fact two applications filed by Mr Sehlwana, the first application was filed timeously, the exact date which I will furnish.  What happened is subsequent to that first application, this application which is now before the Committee was supplemented, it's a supplementary application.  The initial application was, I understood there was no information revealed at that stage as to the nature or details of the operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.    Mr Sehlwana would you please stand up.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana I am going to hand you a signed affidavit in the Form 1 for the Application for Amnesty which I would like you to have a look at.  Can you look at the signature on the application form, can you identify the signature?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's mine.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Whose signature is it?  Have you had opportunity to read the application again?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes I did read it.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Are you satisfied that the content thereof is correct and do you confirm it?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Rossouw the (...indistinct) you've handed in was signed on the 6th of June, that's after the cutoff date as it stands at present, a long time after the cut-off date. Have you got the original that's been handed in before the cut-off date?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman the original was handed in, I believe during December 1996, it's not in my possession.  As far as I am aware it must be in the possession of the Committee, the Investigating Committee of the Amnesty Committee.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Black have you got it with you because otherwise we haven't got an application before us?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "While Mr Black is looking for that, what is the purpose of this application dated the 6th of June 1997?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman this application was furnished in the same form as the one that was submitted during December.  At that stage my firm did not represent Mr Sehlwana and the application was dealt with by the Attorney General of the Transvaal.  However, because of the, as far as I understand and this can be under correction, because of the investigation by the Attorney General all details were not furnished to the Amnesty Committee and in terms of an arrangement with the Attorney General particulars could be supplemented at a later stage.  This application is the same one supplemented with the particulars as to the incident.  It was just signed on the 6th to facilitate it in the exact same form as Form 1 of the Application for Amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see in that case we will not treat it as an application.  It's just a document made under oath, that's what it is, nothing beyond that.  We cannot treat it as an application.  It just happens to be a document which has been made under oath, and which can be used.  If you hand it in it is a document which can be used to cross-examine the applicant, but it is not an application, we are not looking at it as an application.  It's just going to be one of the many exhibits which are going to be handed in, but I believe he must have made an application last year because his application number is /96, so obviously there must have been an application filed last year.  So I think we should proceed on that premises.  But this is not an application, we are not treating it as an application.  It just happens to be a document which you elect to present to us, made under oath, it's going to be used, if you hand it in it's going to be used by all parties interested during the proceedings.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "As the Committee pleases.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Chairman I have a copy of the initial application dated the 9th of December 1996 which I will make copies and hand it in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Mr Rossouw, sorry do you want to hand this in as part of the proceedings?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman the document that was identified by the applicant I will ask to hand in as part of the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright then ...(intervention)",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "The application which Mr Black will provide to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As part of his evidence.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Of his evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not necessarily as part of his application, because if you say it's part of his application you give it another meaning.  We are trying to move away from any suggestion that you have filed an application after the 10th of May.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Will the Committee just bear with me for a second.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Take instructions from your colleague.  Have you seen that document before which Mr Black has just given to you?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I have seen a copy of this, I haven't seen the original though.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No well it shouldn't make any difference if it is a copy of the original but all I wanted to know from you is whether this is being sprung on you as a surprise, that document ...(intervention)",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "No it ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because if it is being sprung on you, you must say so so that we can adjourn and you consult with your client on it.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "No Mr Chairman, maybe I should just explain that instructions were received by my firm to act on behalf of Mr Sehlwana only a few days prior to the cut-off date.  We were informed that application was handed in during December, prior to the first cut-off date in December 1996, although the full particulars were not included in that application.  There was an arrangement between the Amnesty Committee and the Attorney General that particulars could be furnished at a later stage.  The document that the applicant identified, which is signed the 6th of June is therefore not the application, it is the same form as the application form that was handed in during December 1996, but now particulars were supplemented thereto, relating to the incident.  So that is what the testimony of the applicant will be about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I appreciate that. All I wanted to say was I wanted to find out from you whether you have seen the document which Mr Black has given you?  Have you read it?  Have you consulted with the applicant?   Because you mustn't later come and say that it was just produced now, when you possibly - I'm not saying that's going to be the case, when there are going to be some contradictions between it and the documents signed on the 6th of June by which time you would not have consulted with your client on the form which Mr Black has given you.  If you are satisfied that you have seen it before, you have consulted with the applicant before, that's all I wanted to know.\n\tAnd I am saying if you are seeing this for the first time, you have not consulted with your client on it you should say so, so that we should consider giving you time, we should adjourn and give you time for you to consult with your client on the document which Mr Black has given you.  \n\tBut if you are saying to us you don't need that then so be it, let us proceed.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman can I just have one minute.  We don't need to adjourn, I just want to have a look at it.  Mr Chairman I have had the opportunity of looking at the application again.  It is the same, in some respects it was changed in order to facilitate the supplementation thereof.  In particular it refers to a statement which the applicant gave to the Attorney General of Transvaal which the statement is not in my possession and from consultation particulars were supplied which is now on the signed affidavit before Mr Sehlwana and which will be handed in as an exhibit to the Committee.  But there is nothing that is surprising to us in this application and we can proceed.\n\tMr Chairman I will then request to hand in the application which was submitted during December 1996 as the application duly supplemented by the affidavit which is before Mr Sehlwana at this moment.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Rossouw, without labouring this point, have you had an opportunity of allowing your client to have sight of the application of December 1996?",
            "Female"
        ],
        [
            "MR ROSSOUW",
            "I did not specifically canvass it with him this morning again.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Don't you think it would be advisable for you to request for an adjournment, even of five minutes, to be able to do so?",
            "Female"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I think under the circumstances and seeing that there might be problems I will then apply for an adjournment.  It can be a short adjournment, maybe just five or then minutes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "During the adjournment could we perhaps, Mr Black, could you make copies of the original application so that it could be handed to the other parties and to ourselves?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Certainly I will.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser what is your attitude towards the request?   Maybe you should blame the Committee more because we sort-of became uncomfortable about Mr Rossouw picking up the document now and just proceeding on it.   We sort of maybe pushed him into this kind of request, but we would like to satisfy ourselves that things proceed in the proper way.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Mr Chairman we have no objection.  May we just point out, and we don't want to enter the arena of the argument, but we do have an interest, you know that this witness implicates some of our - and what we wish to point out Mr Chairman is that perhaps we are chasing the dog's tail because if we don't have the annexure which is referred to in that document and apparently this is not available, it may very well be that we can't continue with this thing.  I am just mentioning it as a factor.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ja well we will consider that when we come to it.  We are going to adjourn.  Mr Black will you assist Mr Rossouw as far as possible in making copies of that document, and we would be happy if we could get our own copies during tea time before we come back.  We will adjourn until 11:30.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will have as EXHIBIT A  the report by the Investigative Unit of the Truth and Reconciliation Commission.\n\tAnd EXHIBIT B would be a form completed by the applicant dated the 6th of June 1997.\n\tMr Rossouw.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "As the Committee pleases Mr Chairman.  Mr Chairman just to inform the Committee the original application on which the applicant's application is based today, which was handed in during December 1996 has been shown to the applicant.  He identified it as his application and I will request that it be handed in as EXHIBIT C.   That application I have been informed that copies thereof have been provided to the Committee and the Committee will note that the application refers to a statement by the applicant which is in the possession of the Attorney General, Transvaal.  The statement which ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We won't make it C, it is the application itself, it's not an Exhibit, so we are just going to file it as an application.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "As the Committee pleases.  Mr Chairman the statement which is referred to in the application which was made by the applicant and handed to the Attorney General has been provided by Mr Black and I believe copies thereof have also been provided to the Committee.\n\tMr Chairman furthermore I would like to inform the Committee that in terms of an arrangement between our firm and the Amnesty Committee it was agreed that because instruction was only received a few days prior to the cut-off date in May this year that the applicants represented by us would be allowed either to substitute or to supplement their applications, and letters to that effect have been written.  I believe that Advocate Black will also confirm that there is such an arrangement.  And it is in terms of that arrangement that Exhibit B was prepared and is presented as supplementing the application before the Committee.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes Mr Paulsen, I would like to put it on record, Mr Paulsen in fact phoned the Amnesty Committee and he spoke to me.  I told him that if there's a valid application further particulars to the application could be supplied, and he told me that he will supply further particulars because he's only received instructions then.  So it wasn't in the form of a new application, I appreciate it that it seems as though they have tried to condense the annexure and the application into one document.  But as I say it can't be a new application, it should be further particulars to an application.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I confirm that it is only a supplementary, supplementing to the application.  If the Committee will then allow me to just identify the various documents placed before the applicant.\n\tMr Sehlwana can you look at the application form in front of yourself with the date 12 December 1996 of the Amnesty Committee thereon, can you identify is that your application?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct I wrote the application.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Is that your signature on the application?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct, it's my signature.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "There's also placed before you an affidavit, another affidavit, can you identify that affidavit?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes it's also mine.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "To whom did you make this affidavit?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "The first one I gave it to Superintendent de Lange.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "When you refer to the first one you mean the one that was dated the 28th of November 1996?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "If you just look at the second last page.",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "It's on the 9th of December 1996.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana I believe you are looking at the application.  I want you to look at the affidavit, the first one that you deposed to to de Lange.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Rossouw in view of the fact that these have now been numbered as an exhibit, won't it be faster if you simply number before your witness all the exhibits and simply refer to the exhibits as numbers, I think it will facilitate the proceedings better.",
            "Female"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I believe that this one has not yet been allocated an exhibit number, this affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's an application, it cannot be an exhibit, it's an application.  We can't have it as an exhibit.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Ja, I'm referring to the other two documents, so that you will know that the other document which has not been numbered is the application that we want him to refer to.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sehlwana the document that is being shown to you now, it's a long statement, if you could listen to the Interpreter and listen to what I am saying, forget about the documents in front of your for a while, the document that is being shown to you, did you sign that document?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes I signed the document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your signature appears at the bottom of every page of that document?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that statement was signed and sworn to by you on the 28th of November 1996.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed Mr Rossouw, I think we should proceed to hear the evidence now.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "As the Committee pleases.  Mr Sehlwana during 1986 you were employed with the South African Police, is that correct?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "And can you describe to the Committee what your functions were at that stage and where were you stationed?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "On that particular year I was stationed in Pietersburg at the \"Veiligheidtak\".  I was a sergeant under Koos van den Berg as a Warrant officer.  I worked with Koos van den Berg as a field worker.  We were to start from Makwelering to the border up to and along the border up to Platjen(?).  And also stretching up to Pontdrift.  We used to leave on Monday and come back on Friday and we were working in contact, collecting information at different places.\n\tIt was during 1986, I was working with my contacts from Botswana and Kenya.  One of my contacts by the name Ata Mabena he was a person I used to visit in Botswana.  One day I met him at the place where we used to meet at the border, he gave me information that he met one ANC member who told him that they are looking for someone who can have transport to transport people from other countries, from Botswana, those were MK soldiers, to infiltrate the country, South Africa.\n\tI accepted the information and I said to him I will try to get you into contact with the men who can help with the transportation of these people.  I went back on Friday.  I wrote a statement and I also explained to Koos van den Berg as to the developments.  I told him about this story and about this contact of Ata Mabena.  Koos van den Berg wrote whatever he wrote and I told him during the following week I am supposed to meet Ata Mabena and this ANC member who wants this transport.  \n\tOn that particular week I went to the place and I used to stand on the other side of the border, however I had to cross the river and enter the Botswana region.  There I met Mabena at the usual meeting place.  When I arrived there was a car standing by.  It was a 4 X 4 Toyota, I don't remember the registration numbers, it was a new car.  \n\tI found Mabena at the place and this young man of the ANC.\tWhen I arrived he told me this is the person I have been telling you about. I greeted the person and he told me his name is Teboga Boyikanyo(?).  I told him that I am a Rupele from Turfloop. He asked me how is the situation in South Africa?  I told him the situation is bad, we get beaten, things are not becoming better and the Whites are beating us.  And he said to me, \"look here man I would like to work with you.  I have some people whom I want to send to South Africa.  These people see as to how they infiltrate the country but I will like you to take them to Pietersburg\".  I said to him I will try to talk to my dad or my father because my father is a taxi owner.  I will talk to him to see if he might assist.  \n\tWe came into agreement and I left the place.  I went back home and I told him that I would tell him on the following week when I come back as to what was the agreement.  \n\tOn that particular week I went back and met him and I told him my father wants R1 500 for the transport.  He gave me some money which was in R50,00 notes.  He gave me the size of these six people, telling me what they want, one wanted a shirt and the other wanted a jersey and so many different clothes, and he gave me about R700,00 to buy those clothes.  He said I must go and buy clothes with the money for these people.  \n\tI went back to the office and gave a full report as to what was happening.  I told him I met this Teboga Boyikanyo, he was from Lusaka.  I went to the shops looking for those clothes, I was comparing prices and I managed to buy some clothes for them.  \n\tOn the following week I went back to meet this Teboga, he was together with Mr Mabena.  I gave him the clothes.  That was the date I explained to him, I would say if I am correct, that's the particular date on which I have to come and collect the other people, and he said you will meet them here in this spot where we used to meet and that's where you are going to find them because they will be sleeping in that particular place.\n\tWhen I asked about the money he said I will give the money to one of the commanders, and the commander will give the money to you.  \n\tOn that particular day we sat, if I remember well, I hope I will remember everything and all the things I will say are things that happened, he gave me the date to come and collect these people.  \n\tI came back, it was on Friday, I went back to the office to explain or give a full report.  I was working with Mr van den Berg and I explained to him and he went further to explain to his seniors about the situation and the issue of trying to find the transport for the six people.  He came back to me and said they will find a combi which can transport these people and Teboga told me that there were six people.  He told me that I must come and ferry six people and they need the combi because they have some luggage to carry.\tI told Koos that we need a combi to go and collect these people.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Sorry Mr Sehlwana when you refer to Koos who do you refer to?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I am referring to Koos van den Berg.  He was in charge of the operation, I was working under him.  He is the person I have to give the report, he has personally to give to the seniors.\n\tThey told me that I have to go and collect the people as planned between me and the people.  And we agreed that I have to drop in Pietersburg at the bridge at Ennerdale.  I was supposed to drop them there.  That's what I knew from the beginning.\n\tWe tried to finalise the transport issue.  We used one combi which we use at the Safety department.  It was used by the Vakbond group under the instruction of John Loubser.\n\tThey came on that particular date, they said to me the day has come you have to go and collect the people and they said they will accompany me and they went.  I was in the company of - I don't remember well who was with me, but I had some people with me when we left Pietersburg.  \n\tWe arrived in one farm.  I was together with Captain Erwee and another White man whom I didn't know.  We went to the farm by the name of Eenvogelpan.  It was on the way towards where I was going to collect these people.  When we arrived there there was this place which had a drift, it was made of cement and it looks like it's a small river.  \n\tWhen we arrived there we where three.  It was myself, Captain Erwee and this unknown, the person, this White man who I didn't know.  When we arrived there they said to me, the person whom I didn't know, he said I want to show you what you have to do when you arrive at this scene when you are coming back with these people.  I said am I not taking them to Pietersburg because that's what I was told?  So I couldn't say anything because they my seniors so I have to follow what they were saying. \n\tThe other one got into the combi to drive it.  When we arrived at the drift he stopped the car, applied the brakes so quickly and he started running out of - he jumped and ran out of the car and he said that's what I should do when we come back.\tCaptain Erwee also told me you have to listen to this man because this is how you are going to do it when you come back.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana, sorry to interrupt you, this other person that you are referring to, was he a police person or can you identify him more than what you have done just now?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I found out the following day, after the whole operation was over, that he was a colonel in the army.  I don't know whether you understand me.\n\tI didn't know who he was and where he was from.  As they were showing me what to do we went back to the farm where we slept ...(intervention)",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana sorry, you said that only three people, two others and yourself were present at the place where this incident took place a day prior to the operation, when you went back to the farm were there other people present there?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No.  Some people were left at the farm where we were sleeping and I had to continue with these two people to Eenvogelpan.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana can I just refer you, if you will have a look at Exhibit B ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry before you do that, to clear any possible confusion, the three of you went to that place where you have mentioned, Vogels...or whatever you call it.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After leaving some of your colleagues on the farm.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct, it was called Alldays Farm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you went to some point where the colonel demonstrated to you as to how you should drive the combi, stop and get out.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.  I went with the three people there to show me how I was supposed to react when we come to that point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then after they finished demonstrating to you the three of you drove back to the farm in Alldays where you had left earlier on your colleagues, your other colleagues.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "After they have demonstrated to me as to what I shall do we went back to the farm, that's where we were sleeping with the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana can you have a look at Exhibit B, is B in front of you, in paragraph 6.  At the end of that paragraph you start to mention a number of names that were present, can you explain to the Committee were those people present?  And why are you mentioning their names there?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which Exhibit is that?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I believe it's B is the originally signed supplementary affidavit.",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I can see it.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Can you tell the Committee, the names that you are mentioning there, which of those people were present?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't have the clear picture as to whether they were all there, however, I will say we were together because we slept in that place, some were coming from different stations.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you kindly refer us to the record now, I presume you are referring to page 8 in the bundle, the A part of the bundle, page 8 is an affidavit annexed to the application or the form dated June 1997?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman that is correct. I am referring to page 7 and 8.  The names start at the bottom of page 7 in the bundle and continue on page 8.  Unfortunately Mr Sehlwana does not have a bundle in front of him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, I think he should have a bundle before him and could you please during the lunch time, and I will also call on Mr Visser and Mr Black to do so, please paginate these papers so that we could refer to a specific page and know what we are all talking about.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I will see to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Rossouw let's just try to get things in order.  Which document exactly are you referring to? Because Exhibit B, when I spoke to the record about it earlier on I told the record that Exhibit B was going to be a document or an application form as you called it, dated the 6th of June 1997.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman that is correct and that is the signed copy of pages - it's bound under A in the bundle.  So it will, of that Form 1, be page 7 and 8.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Rossouw it is an annexure to that annexure, Exhibit B, it is actually an annexure to Exhibit B.",
            "Female"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, thank you.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana you stated there on page 7 of that document in front of you, and 8, certain names, can you tell the Committee the involvement of those people and when were they involved?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't understand what you mean what they were doing where, because what I said is we left Pietersburg and we went to the farm and we left them there at the farm and we went to Eenvogelpan with these two people I have already explained.  What they were doing I don't know but we left them at the farm.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana please continue.",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "If you will forgive me I don't remember where we stopped but I will continue.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I think he's trying to ask you what were the names of the people that accompanied you to the border there, to Eenvogelpan or - I believe they were staying at Alldays on the farm at Alldays and you and Erwee and this unknown person proceeded to Eenvogelpan.  Now after visiting the scene, the would-be scene of the shoot-out the next day you went back and you slept at Alldays on the farm is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And who were the people sleeping with you there, the police people that were involved in this incident?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Okay.  The people we were sleeping with there were many people in that farm. However, those whom I mention here I only happened to find out that they were together with us on the following day.  There were many people who were sleeping because there were people coming from different stations.  Those who were coming from Pietersburg whose names are here, who were there, although I don't know when they came into the farm but I managed to come into contact with them on the second day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told us that after the colonel had demonstrated to you as to how you should drive the vehicle, stop it and get out of it, you went back to the farm in Alldays.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Take us from there and go on to tell us what happened.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Right. We went back to the farm where we slept, we slept at the farm.  According to the agreement between me and Teboga I was supposed to be at the scene to collect them at about five o'clock.\n\tAfter they have shown the demonstration we went back and slept and at about 5:30 in the morning I left and I drove to the river.  All the gates were opened.  I don't know who opened the gates.  When I arrived at the border near the river I parked the combi next to the river and I went to the meeting place.  I found those men sleeping there, each of them carrying his bag.  I woke them up and told them let's go.  I have been sent by Teboga to come and collect you.  They all woke up and took their bags and they went away with me.\n\tWhat I want to explain is that each of them, the way they were sleeping there, they were sleeping there each had an AK47 lying next to him next to the head, and they asked who am I when I arrived.  I told them I have been sent by Teboga, they collected their bag and we left and they were following me coming from behind.  \n\tWe managed to cross the river and cross the border and they loaded their bags into the combi.  They have thrown their luggage through the back window because the boot was not working well.  We entered into the car, one of them was sitting next to me.  I asked him, Teboga told me that you are going to give me R1 500, and they said to me we are going to give you on the way further.  \tWe went together, all the gates were open.  While we were on the way the one who was sitting next to me he said each and everyone has to take out his own apple. I was surprised what are they talking about when they talk of apples.  When I looked back they produced, all of them, F1 handgrenades.   The one who was sitting next to me as he could see that I was getting confused he took out an apple, real apple and he gave it to me and I continued eating the apple on the way while I knew that they were carrying handgrenades.\n\tI realised that - while we were driving I happened to rest my elbow on the lock key on the door so I wouldn't be able to jump out of the car, and I started to drive slowly at about 20 kms per hour.  When I arrived at the drift I slammed the brakes and opened the door and jumped out, one of them asked me in Zulu, he said \"where are you going?\".  When I get out, I went back on the side of the combi and they said to me don't run the other way run straight and I ran along the drift. From there I didn't see what happened, but I just heard the sound of guns, shots fired.\n\tAfter some time there was some silence.  When I applied the brake to stop I heard a casspir stopping at my back and I ran and stood where I was and I heard the shots being fired.  I don't know how one of them got out of the combi.  I saw that he fell on the other side of the road.  I don't know whether he got out through the sliding door, I don't know exactly what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry to interrupt you, where did you see the casspir?  Where did you see the casspir?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "It was right in front of the combi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not behind you?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No, that's in front of me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I ask this question because there seems to have been some variance between your version in your own language and the interpretation. Yes go on.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana, when you first heard the shots can you give us an indication where you heard the shots coming from?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "The way it was and the way I heard the sound it was like the sound of guns were coming from the casspir in front of us.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You have now said that you, after the gunshots stopped, you went back to the combi and there was one of the people who was inside the combi lying outside, what happened from there?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "One of them was lying outside.  When I went there I found these White men standing around him and he was still lying there and they were asking him as to where they were coming from.  He said we are from Gaberone.  I was standing right there in front of them, and he asked where were we going, and the man said it is the driver who knows where we are going but all I know is that we were going to Pietersburg.  There it looks like they were recording everything that was happening there, someone was recording.\n\tThe person who asked these questions it was Tokkie Fuchs, it was the person who was asking this man.  And the others around there were just listening.  After some time Tokkie Fuchs took out a gun and shot that man to death.  He died that way and I got confused.  \n\tI don't know how they managed to tow that combi away and I, in the company of the others, we went to Alldays police station and when the corpse arrived I was already at the Alldays police station.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Where did you go from there?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "On that evening we went back to the farm where we slept.  The people enjoyed themselves by drinking liquor and I was sitting there with them because I also wanted to be promoted.  I will tell the truth by saying Adjutant Fuchs said to me you are not going to get promotion and he spilt some beer over me.  We slept on that farm.  On the following day we left for Pietersburg.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana did you receive any remuneration for your part in this operation?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They gave me R2 000. I asked for promotion, they refused.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana who gave the R2 000 to you?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "It was Major Nick Coetsee.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana can I take you back to the incident.  Were there, apart from the police personnel, were there other people involved as well, present there?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "What I discovered after the incident is that after the shooting when I looked on my left-hand side I saw three Black men wearing blue overalls and I asked them where were they coming from.  They didn't know Sotho.  I could tell by their accents that they might be coming from, the place where they were coming from, they told me they are soldiers from Phalaborwa.  The one who came with them was one person who - together, the one who showed me the demonstration and he was shot somewhere up here in his hip and he was sent to the hospital for soldiers in Pietersburg.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana the previous day while you were at the scene practising getting out of the car, what did you believe was going to happen there, did you know, what did you think?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "From the beginning I was told to go and collect them at Ennerdale, that's where they have to tell me what is going to happen, but however when they took me to demonstrate I got confused, I didn't know whether they wanted to kill them or arrest them so I didn't know exactly what was going to happen.  However, the agreement between me and them was that they had to arrest these people.  From there I don't know, I thought about it, but I don't know, it came to my mind that they are going to kill them.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Why did it come to your mind, that possibility?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "To explain it better, even if I am not well versed in politics, I would know that the security police were defending their old government and that was a time when they killed these people, so I think that's the reason why they killed these people.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman just a minute.  Mr Sehlwana having concluded that there's a possibility that these people might be shot, how did you motivate your continued participation in this operation to continue driving this taxi?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I will briefly say if you came with information you have to continue with the lead because if you don't you will be chased or you will be chased away from work.  I had to continue to work because I was working for my children. I didn't know that they were going to kill and the agreement between me and them is that they were supposed to arrest the people.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Did you regard it as necessary that these people be arrested?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I used to report to Koos van den Berg and he had to take that information to the senior leaders and they will give me instructions as to how I should continue the work.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana, when you reported from the beginning to Mr van den Berg, when you reported to him, did you inform him that these people were MK soldiers?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes I explained to him like that, that they were MK soldiers.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Did you know that they were going to be armed when coming across the border?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I won't say I knew that they will have arms or guns, however, Teboga said you must drop them at the bridge.  Two of them should be taken to Phalaborwa, some of them have to take a taxi to Johannesburg, two of them to Johannesburg.  Some were to come and bomb Checkers in Pietersburg, the Checkers shop in Pietersburg.  So from there I suspected that they might be armed.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana during this operation under whose direct command were you?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "If I get a clear picture of the situation the senior person in rank it was Captain Erwee.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry Mr Sehlwana while they are discussing things could you kindly repeat, you said that you were informed that two of them would come to Pietersburg, is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's the way I was told.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who told you this?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's Teboga Boyikanyo.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And what would they do at Pietersburg?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They were supposed to bomb the Checkers Supermarket in Pietersburg.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the others where should they go?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "The other two were supposed to go to Phalaborwa and two to Johannesburg.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And what should they do there?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't know what they were supposed to go there and do.\nNO FURTHER QUESTIONS BY MR ROSSOUW",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Sorry, before you leave the matter there, your client is applying for amnesty is that correct?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And on what grounds does he apply for amnesty?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I believe that the political objective with which he saw this operation took place is set out in the application as supplemented.  If the Committee wants us to lead further evidence to that I will do that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well you've led evidence about all the rest so I presumed you are leading full evidence, otherwise if you would at least let him confirm that or let's have the reason why he's applying for amnesty.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I will let him confirm that and I will refer him to - that will be in the Committee's bundle, page 3 and 4.\n\tMr Sehlwana can you have a look at Exhibit B in front of you.  That is page 3 thereof, paragraph 10A and B.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Rossouw I suppose it might actually facilitate matters if you simply read paragraph 10B to your witness so that the translators can translate what is written there for ease of his understanding.",
            "Female"
        ],
        [
            "MR ROSSOUW",
            "I will do that Mr Chairman.  It is in Afrikaans.\n\tMr Sehlwana I am going to read to you from paragraph 10A, if you can follow it, if you've got the right page there.  The mention the political objective sought to be achieved, and the answer is,\n\"The objective for this conduct was to prevent armed ANC members infiltrating the Republic of South Africa to commit acts of terror here\".\n\tMr Sehlwana do you confirm that that was the political objective, as far as you know?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Sehlwana I am also going to read to you 10B. Your motivation why you committed these acts, offences and why these acts and offences are regarded as acts in association with a political objective - answer\n\"I was a member of the security police.  The security police protected the government of the day against attacks and acts of terror from the ANC/PAC terrorist side.\n\t\tI completed a training course in Durban where I was trained in the general security work and received instructions in handling an informer.  The information which I received from my informer was to determine the movements of ANC terrorists in Botswana.  I knew that the six ANC members who entered the RSA from Botswana were armed.\n\t\tI believed and suspected that the operation, for which we had practised the day before, was essential to prevent these armed terrorists entering the Republic of South Africa\".\n\tMr Sehlwana do you confirm that that was your belief?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, that's correct.\nNO FURTHER QUESTIONS BY MR ROSSOUW",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sehlwana in your application form dated -which you signed on the 9th of December 1996, do you see it in front of you?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes I see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And on paragraph 10C you were asked whether you received any financial benefit or any benefit of any kind as a result of the incident, you said you didn't.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I had some problem because I didn't remember well, however, I remembered later and that's why I am giving the statement today that they gave me   R2 000.  I was confused at the particular stage when I gave it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well R2 000 is a lot of money to forget.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know how it came about that I forgot and remembered later, and I tried to look for de Lange to tell him there is something that I have omitted in my application and that was regarding this money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The true position is now as set out in - well as mentioned in your evidence, that you did in fact receive, or you were given an amount of R2 000 as a result of this incident?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct they've given me the R2 000.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell us more about that.  In particular I want to know from you, when you went to go, when you went to this place and you got involved in these arrangements and you transported these people to the scene where they were killed, had you been told already that you were going to be given R2 000?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They didn't tell me anything about any payment, they just told me that that was part of my work, what I was supposed to do.  I had to collect the information and that was my job.  It just happened that they gave me the R2 000 later.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not a situation where you said to them, well before I agree to this thing you must give me      R2 000 first?  I mean you would have done this job even if - well let me stop there.  It's not a situation where you said well give me R2 000 before I carry out this task?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No, I didn't demand any money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Sehlwana, how soon after the incident were you given R2 000?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "If I remember well I think the incident took place on Wednesday and they gave me the money on Friday, and they gave me about five days off to go and relax.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was it specifically explained to you why you were given R2 000?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They didn't give me any reason.  They said you did a very good job, take this money.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now when did you first become aware of the number of MK members that you had to transport from the border into the Republic to infiltrate the country?  You have already referred to several meetings that you had, both with Mr Madima and Mr Boyitanyo in Botswana, but what I want to know is, when did you first become aware of the number of MK members you had to transport?  Was it after the first meeting with Mr Boyikanyo or Mr Madima or was it after the second meeting?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "My first contact was Mr Mabena, he's the one who explained to me about this ANC gentleman who was going to come.  Mabena, he was a person whom I used to see weekly as my contact.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did he then tell you that you had to - there were six people who intended to infiltrate the country?  At the first meeting that you had with Mr Madima did you discuss the number of people that would be coming into the country?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Mabena didn't mention a number he just said people.  When Teboga Boyikanyo came he gave me the number of the people who were supposed to be coming in.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was the number given by Teboga at the first meeting you had with him?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.  On that day I met him he gave me the number of the people.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did he, at that meeting, advise you that these people would be carrying some baggage?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes he did explain that they would be carrying their luggages.  That's where I realised we will need a combi.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did he explain to you the nature of the luggage they would be carrying?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "He didn't.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "May it please you Mr Chairman.  Mr Sehlwana do you feel today that you did anything wrong during this whole incident?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I do understand, it's painful to me, I've done something wrong.  It wasn't my intention, it was the work that I was supposed to do.",
            "Male"
        ],
        [
            "ADV VISSER",
            "What precisely did you do wrong?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I will say I sold out these people.",
            "Male"
        ],
        [
            "ADV VISSER",
            "But they were terrorists, that was your job, as you said?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes that's correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "They were coming into the country to blow up places, perhaps to hurt people, perhaps to murder people, is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I will say it was in the Safety department for some time and some of the people we arrested, but it didn't happen the way it happened in this incident.",
            "Male"
        ],
        [
            "ADV VISSER",
            "No, would you just answer the question.  These people were coming into the country, they were heavily armed and they were coming into the country to blow up buildings or places and perhaps to injure or kill people, isn't that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And you stopped them, you helped to stop them.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wanted them to be arrested, and also to give information.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well incidentally that's what the other applicants will also tell this Committee, and that was that the purpose of the exercise on that day was through a show of force to intimidate these people into surrendering by a show of force so that they could be arrested, do you agree that that was the purpose as far as you were aware?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I will say the situation in regard to security, I realised that we are going to kill them although they said to me they are going to arrest them and take their arms.  If they come here and say they were coming to arrest them I don't know, I don't know how to answer that but...",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well let's just go through this.  What precisely made you decide that the Security Police had no intention to arrest the six people, what precisely gave you that impression?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He didn't say the police did not have the intention to arrest the people, he said at some stage he thought the police had the intention to kill these people.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Thank you Mr Chairman.  Perhaps I should just rephrase the question.  Initially was it your impression that all of you, all, what you call Security Police, were going to arrest the six people, was that your initial impression?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes that's what they told me, they said we are going to arrest them, that's what they told me.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.  And did - sorry, did you want to add anything?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No, no.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And did that impression change at some point in time before the incident actually happened?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "In other words I will say when they started demonstrating where I had to stop it came to my mind that they might kill them.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.  You see because you gave conflicting evidence here today, you realise that.  First you said that you then realised that they were going to kill these people, and then later you said you didn't think that they were going to kill them, now which is it, which did you decide?   Did you decide there and then that these people are going to be killed no matter what?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I have already explained that from the time they started demonstrating to me as to how I should come into a halt and jump out of the car, it's then that I realised that they were going to kill the people.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Why do you draw that inference from that exercise?  Can you tell the Committee please, why did you draw that inference, the inference that they are going to kill the people merely by the exercise of showing you how to jump out of the combi and run away at the place where the police and the SADF personnel were going to be?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I am explaining that.  When he said, during the demonstration, I should get out and run away, it showed that they were going to kill them.  From the demonstration, yes, it looks like they were going to kill them.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Don't you think that the security personnel there were concerned by your safety being among six people heavily armed with AK47s and F1 handgrenades, don't you think that they were concerned about your safety as to what would happen if they suddenly appear on the scene in an attempt to arrest them?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "It's true that came to my mind that they might be trying to put me on a safer side.  I am saying that maybe they were saying that I should run out because they wanted to protect me.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now you know Mr Sehlwana what I find surprising is why didn't you tell the Committee members this when you gave your evidence-in-chief, why didn't you tell them this?  Why tell them that your inference that you drew was that they are now going to kill these people?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I think I did mention that like they said that's during the demonstration that it came to my mind that they were going to kill these people.  I just had to get out of the car because that was the instruction given to me.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You are neatly avoiding the question, the question let me put it to you again, because you've just told us that there's another possibility and that is that the whole exercise was directed at attempts to protect you at the time when the arrest was going to be carried out, isn't that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I would say that's correct when you say they were trying to protect me.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Why didn't you tell the Committee members that in your evidence-in-chief?  Why did you hide that inference, why did you hide that fact?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I don't think you can say that Mr Visser.  You can't say he did hide the fact.  All I know we don't have to be told that if somebody is told to get out of the car and run away, I don't think we need to be told that the idea is that he must not be hurt.  I am sure we know that.  He didn't have to tell us.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Yes, but Mr Chairman I am leading up to another question, and I am going to put it to you straightaway, to explain why I am asking these questions.\n\tIs your evidence really true here before this Committee today Mr Sehlwana, all of it, is it really true?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "All the stories or issues that I have placed before the Commission is the things that I know.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Just answer the question, is it true?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Let's come to the issue of Mr Fuchs shooting somebody at the incident.  I am jumping the gun a little bit, I will come back later to the history.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser you will tell us when it's convenient for us to break for lunch.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "I am going on to something else so we may as well adjourn now Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I thought so.  We will adjourn until 2 o'clock.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "(cont)\n\tMr Chairman, before we continue, during the luncheon adjournment it did occur to us that perhaps it may serve a purpose to take this witness through the chronology of the events a bit more clearly, from the point of view that it might be unreasonable not to put it to him because he might have a reaction which he's entitled to give.  From that point of view I would ask your permission and your indulgence just to take him through the chronology in the hope that, also as far as the Committee members are concerned, it may give some better background as to what led up to the incident.\n\tMr Sehlwana I hope that you heard what I said?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't hear so.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Alright.  Well what I want to do is just to take you through a few main points of the events that led up to the incident of the 10th of July.\n\tI am told that it was during May of 1986 that Mr Mabena informed you that a person had approached him for assistance for people to cross into the Republic of South Africa unlawfully, is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Even if I don't remember the date correctly, we did agree.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.  And is it correct, you already gave the evidence that you reported to Koos van den Berg, is it correct that planning took place as to how the security members were going to deal with the situation?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "May you repeat your question Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "As a result of your information there was planning that was done, planning was done, isn't that so?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Because of the information I received there was a plan hatched in the office that it should be done in that way.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Is it correct that you had quite a number of meetings with Mr Mabena, there were a number of meetings during May and June and July?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wouldn't say from May but I would say all the time when I was still at work I used to see him, but in this incident we didn't have so many meetings, it might be three meetings, if I remember well.",
            "Male"
        ],
        [
            "ADV VISSER",
            "I am told that during May, at some stage after the initial meeting, you were told that three people wanted to cross into the Republic.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I did explain that.  I don't know how to put it again.  I did say the message I received is that six people were intending to cross the border.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well you see Mr Sehlwana isn't it correct that initially there was only talk of three people that were going to come in?  Ms Khampepe put this question to you earlier but you gave the same answer, but are you correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "What concerns about three people was about clothes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Alright, let me just put to you what the evidence will be.  Initially you reported that three people were going to cross into the Republic and you were not able to tell whether they were terrorists, as they were then known, or whether they were just illegal immigrants.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "You are confusing me now because I am talking about six people, but you are asking me about three people.  I said that when I talked about three people I was talking about their clothes.  I don't know what you are talking about about the three people who wanted to be helped to cross the border.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Alright.  The evidence will be that around the information that three people were going to come in.  Planning was done that you would transport, first of all you would give yourself out as a taxi driver and you would transport them to wherever they wanted to go, was that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "You are just telling me, you are not asking me about what I know, I am telling you about what I know not what you are telling me.  I am telling that I am telling the truth of what I have done and what I know.  I myself did those things, not somebody else.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Do you disagree with what I put to you?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes I disagree with the issue of the three people.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Visser may I just interpose.  Mr Sehlwana you do remember making an affidavit which is forming part of the annexure to Exhibit B, and at paragraph 4 you see you say Teboga gave you a list of six ANC members that you had to buy clothing for, was that a mistake?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "He told me about six people, the real issue is that he told me about six people, and when he talked about three people he was talking about clothes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Thank you Mr Chairman.  I am going to leave that issue aside because it's not really important.  The only important issue is at the time, the other applicants will say, when they were informed that three people were coming in and they were not certain as to whether they were coming in with arms or without firearms the planning was that you had to pretend to be a taxi driver, pick them up and take them to wherever they wanted to go.  Were you ever informed that you should pick them up and take them to wherever they wanted to go?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "From the beginning I did explain that with the agreement I had with Teboga is that I have got to leave them at Ennerdale Bridge and there were six people.  That was the agreement between me and Teboga.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Is Ennerdale Bridge at Seshego?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "From Ennerdale you pass a bridge on your road to Dendron before you arrive at Ennerdale that is the bridge and then on the river that's where I should leave them there.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr Sehlwana I am asking you a simple question, is it at Seshego, this bridge you are talking about?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "On your old road from Seshego you pass the bridge before you reach Dendron, that is the road from Seshego.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Right.  Now at one point in time your information was, after you met Teboga, was that the people were coming in on the 24th of June.  Now you may not remember the date, but what happened at that time, and this is what I want to ask you about, is that along the route to Seshego members of the security personnel were placed at strategic points to observe, do you remember that, that anything like that happened?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know that Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "An SADF spotter plane was arranged to fly so that they could pick up the vehicle which you were going to transport these people with and so follow you so that you won't be lost from sight, do you know anything about that?   That's before the day of the incident.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know that, I am hearing it for the first time.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Then on the 24th of June these people did not turn up and on the 25th of June they didn't pitch up again.  Now let me take you to the 8th of July.  Between the 25th of June and the 8th of July you were informed, I am told, because that's what you reported, that the people were going to come in on the 8th of July, do you remember the date at all?   If you don't just say so.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't even remember that date, even what you are saying to me, I don't know anything.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now this I must put to you because it's important, already on the 6th of July, the Sunday, Koos van den Berg, together with two members of the South African Defence Force entered Botswana and took up an observation post near a fountain where you were to meet the people who were going to come into the Republic.  Now let me break that up for you.  Were you supposed to meet these people at or near a fountain in Botswana?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes it looks - there is a fountain, as to whether they went there I don't know anything about that.  It is true that at that place there was a fountain.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And Kobus Fourie was on the South African side on a hill at an observation post, do you know about that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well I think you should think about it because you do know Mr Sehlwana, I will tell you why.  Because during the course of the morning Mr Fourie will tell the Committee members you came running back from Botswana waving your arms, do you remember anything like that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "May you please repeat your question, I don't understand your question.",
            "Male"
        ],
        [
            "ADV VISSER",
            "On - forget about the date, on a morning when you were supposed to go and collect the people at the fountain you went there and you came back waving your arms, running towards where the observation post was where Mr Fourie was, do you remember that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know that Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "He will tell the Committee members that he left his observation post where he was also with members of the South African Defence Force, and that you then told him that the people did not arrive; second, that there were now going to be six people that were going to come in; and third, that they were waiting for money and weapons.  Do you remember anything like that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No I don't know, I don't know anything.\nIf it happened I don't remember.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now the evidence will then be that a whole new planning had then to be done, completely new planning had to be done, and the reason for that is because it's now six people that are going to come in, and first of all you could not transport them with the beige Toyota motor car which you would have used in the first place, do you remember that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't remember that Sir, I don't remember that Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser to the extent that it is possible, we appreciate that you are appearing for a number of people, but to the extent that it is possible would you please when you put a particular version to this witness, would you please indicate as to whose version it's going to be amongst your clients.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Yes I certainly will Mr Chairman.  May I just summarise.  So far, obviously Fourie and Koos van den Berg will give the evidence regarding their manning of the observation posts.  The fact of the beige Toyota motor car, Mr Chairman, there's no one particular person, I mean they all say so.  So I can't really put a name to that statement.\n\tWhat I perhaps should ask the witness is, initially were you going to transport whoever was going to come into the Republic of South Africa with a beige Toyota motor car?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't remember well.  I am asking that you should ask me about six people.  I did explain even in my statement how I went about that plan.  But when you speak of a beige Toyota car I don't know about it.  I remember only on that day when I was supposed to pick up the six people.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Visser, are we talking of a combi here when you are referring to a beige Toyota motor car?",
            "Female"
        ],
        [
            "ADV VISSER",
            "No, no ...(intervention)",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Or you are referring to a private motor car?",
            "Female"
        ],
        [
            "ADV VISSER",
            "No Mr Chairman we are referring to a passenger car.  And part of the planning, because there were six people now coming in was that a combi had to be arranged, and in fact a Police combi was made available for the purpose.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "With what did you travel down to Botswana?   Did you use a motor car or how did you travel on going to Botswana from Pietersburg?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I was using 4 X 4 Datsun car which I was using at my work, that is the work I was using the border road, but I jumped the fence when I went to Botswana.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, and were you always using the same motor car, the same 4 X 4?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes I used to, at my work I used to use 4 X 4 cars, even if I used to change them, but all the time I used to drive 4 X 4 when I was supposed to meet my contact in Botswana.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And your contact in Botswana did he know your car, and that you were travelling with a 4 X 4?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "At times he used to see it.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And why then had you to tell him that you will need your father's taxi to convey the people, why couldn't you take him with your car?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Everybody would see that that was a police car, so I was not supposed to use it.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But at times he did see your car, and didn't he recognise it to be a police car?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I am talking about my contact, that's the one who knew that I am a policeman.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Thank you Mr Chairman.  Well let me just put it to you in fairness.  The fact that you told the police, that you told Koos van den Berg, rather - I am sorry, may I repeat that.  The fact that you told Kobus Fourie on the morning of the 8th of July that these people that were coming in would be armed necessitated a new planning to prevent these people from getting to an area where there were people around, do you agree with that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes I do agree.  But when you come to the issue of Kobus Fourie, I don't agree.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Who did you tell Mr Sehlwana that the six people who would be coming into the country would be armed, was that information passed to only Mr van den Berg?   Didn't you interact with Mr Fourie?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I used to work with van den Berg so I told every information to van den Berg.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now was that information that the people who would be coming into the country would be armed, was that told to Mr van den Berg during your initial discussions with your informant?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I hear you say about being armed, but when they came they didn't tell me about arms from the beginning, I didn't know anything about whether they would be armed or not.  I knew only that I should bring people.  When I met Teboga, that is the one who explained the direction.  When I say they were armed, that issue came later not initially.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did Mr Boyikanyo advise you that the six people would be armed during your first meeting with him in Botswana?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "He explained to me that those people should go to Johannesburg and Phalaborwa and the two of them should go to make a plan, so that's when I learned that they will be armed.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "He didn't say so specifically, was that your own deduction that they would be armed?   He didn't specifically say to you the six people that you would have to transport would be armed, that was your own deduction?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Initially he told me that those people should go for a certain plot in Pietersburg and others should go to Phalaborwa.  So he didn't tell me as to whether they would be armed.  But the issue of being armed is of my own deduction.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You see the evidence will be that as a result of this information the South African Defence Force was alerted and their assistance was required, and that they actually only came in, apart from previous radio assistance, they only came in after the 8th of July to assist the Security Branch to arrest the six people who were coming in with arms, would that be correct do you think, according to your own knowledge?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know that.  We used to work our missions in secret.  I was just instructed as to how I should pass the information.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Alright.  Let's get to the incident itself.  You picked up the people, they got into the combi, no I am sorry, let me start just before that.\n\tIs it correct that the exercise which you had\nwhich you had on the ground where you were told how to run away, was on the morning of the incident?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's true.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, because you said it was the previous day, but perhaps you were just mistaken.  On that morning while you were doing this exercise, do you remember that the combi did not have a window in the right rear?  The window was taken out.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, the car didn't have a window at the back on the right-hand side.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Do you know why that was so?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wouldn't know, because I was not using the car, that car was used by other people.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Didn't you know that ...",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I only realised while I was driving that it didn't have a window pane at the back.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Don't you know of the planning that a member of the South African Defence Force was supposed to throw a tear-gas grenade into the combi through that window, when you stopped the combi in the drift?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I learnt that for the first time.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Nobody told you that.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Nobody told me anything in that regard.",
            "Male"
        ],
        [
            "ADV VISSER",
            "When you transported these people, they had F1 hand-grenades in their hands.  Is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I explained, which means I should go back again and explain that the one who was next to me in front, told them that they should produce their potatoes.  They gave me a potato, then when I looked back I saw that they had the F1 grenade.",
            "Male"
        ],
        [
            "ADV VISSER",
            "All right. What do you think  ... (intervention).",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Was it apples; was it apples or potatoes?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I am talking about apples, not potatoes, apples, not potatoes.  That is a green apple.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And what do you think did they intend to do, why did they take them out, do you think?  You are a policeman.  Tell the Committee members.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know why they produced those things.\nI don't want to lie.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Oh, come, Mr Sehlwana, please.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know how to put it, that when they said that they should produce apples and they produce F1 grenades, then they give me the real apple. I thought maybe they were trying to protect themselves. I am telling you about what happened, that they said produce your apples and then I saw the F1 grenade.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Protect themselves again whom or against what?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They knew, I didn't know anything about that.  So those are the people who knew why they produced those F1 grenades. I wouldn't know what was in their hearts, and that the fact that I was supposed to leave the car, they didn't know anything about our plan.  So I don't know why they did produce those hand-grenades.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Didn't it occur to you that they produced those grenades to be ready in case they were confronted by the police?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They produced those grenades and I was given an apple. That is according to my knowledge.",
            "Male"
        ],
        [
            "ADV VISSER",
            "But, Mr Sehlwana, surely you must have drawn some inference from the fact that they are taking out live grenades and holding it at the ready.  What did they do that for?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know, Sir. I didn't create any suspicion and there was nothing which I had on my person which may create suspicion.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.  Yes, let me put it to you this way.  That is precisely the contingency for which the planning was done; with the window that was taken out, for a hand-grenade to be thrown in, because - tear-gas to be thrown in, because it was foreseen that they might resist and that is the reason why the arrest was not allowed, why you were not allowed to go into a built-up area and why the arrest was attempted at an area where there weren't people around.  This was foreseen, they were going to resist.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know how to answer your question.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, all right.  You were told on that morning where you had to stop and where you had to run to. Is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's true.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You had to run to a hole which was made in the game fence on the right-hand side as you were travelling.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "There is a spruit or a river where I was supposed to go through that river, not that I should go back to, behind the car.  I was supposed to go straight following the direction of the river.",
            "Male"
        ],
        [
            "ADV VISSER",
            "I see. Why do you think you were supposed to run away?  Why did they exercise that that morning, for you to run away? Wasn't it to protect you in case the people in the car started firing?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That is a demonstration as according to yesterday's plan that I should run.  But when you asked me that why I was told to run, during our demonstration the previous day, I was instructed that I should run, following the direction of the river.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Wasn't in order to protect your live that this was exercised?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I take it that way.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes. Now let's come to the incident.  You approached and you stopped - you approached and you stopped in the river bed. Is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I started on the river edge, next to the cement block, I stopped on the cement block next to the river.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Visser, can I just ask something.  Mr Visser asked you whether you were not told to run in the direction of the fence, to your right.  And your answer, which I don't quite comprehend, was that you were instructed to run alongside the river, in the same direction as the river.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I am standing next to the river. It is not a big river.  I was told that I should run with the direction of that river or the spruit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you can't cross the river and then run, going in the same direction with it at the same time.  Surely if you stopped, because I assume you were to cross this, you stopped on the bridge, I assume.  And if you stopped on the bridge, which was crossing this river, and then to run to your right in the direction of the river, then it would mean you are running into the fence which was to your right.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "This river was without water.  The way I was instructed is that when I alight on my right-hand side, I should go straight.  It was just near that bridge. I should fall on the sand, then from there I should run on the sand.  During that time there was confusion, because instead of falling down on the sand I ran along the combi, then somebody calls me, then I took on that direction which I was instructed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You actually walked on the river bed or ran on the river bed?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I was running just on the river bank, on that, then I ran along the combi, then I fell on the sand, then I took, I ran on the direction of the river.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Visser, sorry that I interrupted you. I thought I would understand.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Mr Sehlwana, you can solve this whole problem for us very simply.  Did you go through a hole in the game fence and then ran down the river?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "You are confusing me now because you are talking about the fence and I didn't talk anything about the fence, I am talking about the road on top of the bridge, there was no fence.  It is just a river or a spruit.  You are telling me about the fence, I don't know anything about the fence.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you know there was going to be a Casspir in front of you to block the road?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't know.",
            "Male"
        ],
        [
            "ADV VISSER",
            "All right.  When you stopped was the Casspir already in front of you or did it then move in front of the combi?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "The way you explain it is that when I appeared the Casspir passed, passed just in front of me.  It was standing alongside my direction.  It was waiting for me that when I stopped it should be just in front of the combi.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes,and is that what happened?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think, Mr Visser is asking you, when you stopped, was the Casspir in front of you or not.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No, there was no combi when I stopped, there was no Casspir when I stopped.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you see any persons in the vicinity when you stopped, anybody at all?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't see anybody when I stopped.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you see tear-gas or did you smell tear-gas in the combi at any time?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I think I smelt tear-gas inside the combi, that is the one which made me to be drowsy, that is the tear-gas smoke, I started to remember now",
            "Male"
        ],
        [
            "ADV VISSER",
            "And then you opened the door and you ran out.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I stopped, I opened the door and then I ran.  I smelt tear-gas whilst I was outside the combi not inside the combi.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, all right. And then you heard, what is the first thing you heard after you opened the door and ran away, what is the first thing you heard?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "There was confusion about gun shots and tear-gas, I wouldn't tell exactly what happened before, but I smelt tear-gas, together with gun shots at the same time.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well, let me remind you what your evidence as. Your evidence was that somebody asked you in Zulu where you were going.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's true.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Was that the first thing that you heard?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I explained that when I opened the door, immediately thereafter somebody said where are you going.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Thereafter there was confusion of the tear-gas and gun shots.",
            "Male"
        ],
        [
            "ADV VISSER",
            "All right. How long after you left the combi did you hear the gun fire?  Was it while you were still near the combi or were you some distance away?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I was nearer the combi, not quite a distance.",
            "Male"
        ],
        [
            "ADV VISSER",
            "All right. Well, then you were in a perfect position to tell this Committee who fired the first shots;  were the first shots fired from the combi or from elsewhere; and if so, from where?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I have explained many times because you are asking me one thing but all the time. I did explain that the first gun shots, the way I heard, they came from the Casspir. They were directed to the combi.  Because these people inside the car, they were having hand-grenades.  Now that's what I explained initially.",
            "Male"
        ],
        [
            "ADV VISSER",
            "But they also had AK-47s,  you also explained that initially, didn't you?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I said where I met them, they were lying on the ground, everyone was having his AK-47 on his side.  When they went inside the combi, whether they put them in the back or not, I don't know. I was in front of them and I didn't see when they produced those AK-47s.  Just there I would say the one who was just at my back was the one who was having his AK-47 on his legs.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And did he shoot with it, that you know about or did he shoot with it that you know about?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wouldn't know as to whether he did shoot or not. I would not know, because by then I was outside.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You see, Mr Sehlwana, let me put the question as Ms Khampepe put it to you.  Are you saying the first shots were fired from the Casspir, is that based on an assumption because the people had hand-grenades with them?  Or did you actually observe the first shots coming from the Casspir?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wouldn't be able to see the bullets when it is outside the gun. I explained that when I left the car, I pushed the door, then I ran.  From there was, I heard a confusion of gun shots and the smelling of the tear-gas, but the way I heard the sound of the gun shots, it seems it came forward on my direction from the Casspir to the combi.  You are asking me one question at all times so I don't know how to explain it again.",
            "Male"
        ],
        [
            "ADV VISSER",
            "But Mr Sehlwana, there is no need to be aggressive, we are just trying to establish what happened.  Isn't the simple truth that you don't know who fired the first shots, because you were confused, your eyes were full of tear-gas and you tried to get away as quickly as you can, and you really don't know who fired the first shots. Isn't that the truth?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I said I don't know, but the direction of the sound of the bullet shots, it seems it came from in front of the combi, on the side of my direction where I was running to.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you hear anybody swear in a Bantu language before the shots were fired?",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Correction, Mr Visser, Black language.",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "He said where are you going.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Visser, I just wanted to correct you.  It is a Black language.",
            "Female"
        ],
        [
            "ADV VISSER",
            "You didn't hear anybody swear in a Black language?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No, I didn't hear anybody saying that.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you hear anybody say in Afrikaans \"hulle skiet op ons\"?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "There was confusion.  I wouldn't say that I saw or I heard.",
            "Male"
        ],
        [
            "ADV VISSER",
            "I thought that you did tell the Committee members that you saw the Army colonel, as you call him, fall down?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't say anything in that regard.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Oh, I'm sorry, then I misunderstood you.  Let me ask you the question then. Did you see anybody fall to the ground?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't say anything about somebody falling on the ground, I explained that after the incident, after the shooting has ended, I saw somebody on the other side lying on the ground.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, did you go to him?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I went together with those that I was with at that time, then we went to that body.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, did you see him actually with your own eyes, the body of this person that was lying on the ground?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I was just standing where - he was standing just next to me, I saw him with my own eyes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Okay. Was he a Black person?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "In my combi there were Black people. I was with the Black people in the combi.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you see a White man lying on the ground, wounded?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't see any White person lying on the ground, Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You gave evidence today, Mr Sehlwana, to say that somebody showed you a wound or you saw a wound in the side of somebody.  Did I hear you correctly?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "You didn't hear me correctly because I said after the whole incident I learnt that one of the colonel of whom I heard yesterday that he was shot on the side, I didn't say I saw somebody lying on the ground being shot.",
            "Male"
        ],
        [
            "ADV VISSER",
            "I see.  Right.  Now let's come to\nare you okay?  Do you need water or something?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No, I have no problem, Sir.  I have water next to me, so I have no problem.",
            "Male"
        ],
        [
            "ADV VISSER",
            "All right. When did you - how long did it take for you to come back?  Can you give us some estimation?  You ran down the river, there was tear-gas, there was confusion, there was firing, how long did you stay away?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Do you mean when they started to shoot the combi?",
            "Male"
        ],
        [
            "ADV VISSER",
            "I'm sorry, I didn't hear your question.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Do you mean when they started to shoot the combi? Are you asking that question in regard to the time when they started shooting or when?",
            "Male"
        ],
        [
            "ADV VISSER",
            "You opened the door, there was tear-gas, you ran way, there was confusion, you heard firing and you ran down the river, the river-bed.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's true.",
            "Male"
        ],
        [
            "ADV VISSER",
            "After how long did you come back to the combi?  One minute?  Give us an estimation.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "It was for a while, I wouldn't say it is 10 minutes, it was when everything, it is when I learnt that everything has stopped.  That is then that I returned.",
            "Male"
        ],
        [
            "ADV VISSER",
            "It was quite a while, would you say?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wouldn't exactly explain what time, I wouldn't say it is 10 minutes, but it was after a while, after I couldn't hear gun shots, that is when the police started to go to the combi, then I followed them to the combi.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you hear a helicopter in the air?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I heard the helicopter flying.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.  How many helicopters do you know were there in the air that day?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "If I am not mistaken, maybe there were two, I saw the other one just flying across fast, and the other one followed later.  I would, I am not sure whether it was one or two helicopters or not. I only saw the other one when it was flying across.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, because you said in your statement there were two helicopters. I just want to put it to you there was one helicopter in the air that day.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "If there was only one helicopter, therefore, it was one helicopter.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I saw only one helicopter, I don't know if there were two.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And you said that when you came back you saw one person lying on the ground besides the combi. Is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "After the whole incident when those people were coming from the trees, to the combi, to look for somebody lying next to the combi, then I followed them and then I saw that somebody was lying on the ground.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.  Well, let me put to you what the evidence will be. The evidence will be that when the tear-gas cleared, two people were found lying on the left-hand side of the combi, the port side of the combi, the one behind the other.  Did you see that?  They were both dead.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I seem to remember slightly that just next to the sliding-door, there were people just lying there, but I only saw one person lying on the ground.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, that's quite correct, one person was lying next to the sliding-door and another one next to the front door, just in front of him, but you say you don't remember that.  Five people were already dead and one was wounded.  Is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I said to you that one person was lying on the other side, and then somebody was lying next to the sliding-door. I alleged that they were dead.  I only went to the person who was crowded, because he was still alive.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, this person, I am told was carried about 30 metres down towards the left of the combi, down the river-bed, away from the tear-gas and stuff. Is that correct?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Do you mean the person who was lying on the ground? No, that's not the truth.",
            "Male"
        ],
        [
            "ADV VISSER",
            "The person who was wounded, Mr Sehlwana.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "But the person who was lying on the ground was the one who was wounded, he was not taken anywhere.",
            "Male"
        ],
        [
            "ADV VISSER",
            "I see.  And Mr Erwee will  ... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "There may be a misunderstanding here.  What is being put to you, Mr Sehlwana, is that this person was carried away or out of the combi to the spot where the police gathered around him.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I explained that when I went there, I saw that they were crowding the person who was wounded, lying on the ground. I wouldn't know as whether he was taken outside the combi or anywhere else, because I was on the right-hand side and he was on the left-hand side. I would not know as to whether he was taken from the combi or anywhere else to the place where I found him being crowded.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Thank you, Mr Chairman.  Mr Erwee  ... (intervention).",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Sorry, to carry on from there.  How far was that from the combi, where the persons gathered around him?  Could you perhaps point out in the room?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Where he was lying where I saw him, it was a distance from where I am sitting next to the speaker there. It was not a distance.",
            "Male"
        ],
        [
            "ADV VISSER",
            "The witness indicates, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Were you present when people were taken out of the combi?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't talk about people being pulled out of the combi.",
            "Male"
        ],
        [
            "ADV VISSER",
            "When people were taken out of the combi, Mr Sehlwana.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, sorry, Mr Visser.  You see, what he is saying to you is that I haven't told you, it didn't come from me that the people were taken from the combi and I don't know that people were taken out of the combi. Maybe, what he is really saying is that you should lay the basis for your question.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "I accept the criticism, Mr Chairman.  Do you know whether people were taken out of the combi?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Do you mean those people who were killed or what people are you talking about?",
            "Male"
        ],
        [
            "ADV VISSER",
            "The people who were killed in the combi, yes.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Do you mean did I see them being taken out?\nWhen they were taken from the combi or wherever, I was not there.  I only heard it from the police station. I don't know how they were brought to the police station.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well, you see that's the point, Mr Sehlwana, because the evidence of Mr Erwee will be that that must have been well after 10 minutes, having waited for the tear-gas to clear, that they went down and removed the bodies from the combi.  Will you accept that?  It was quite a long time.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No, I don't know that, Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Let me tell you what I am getting at here. I am going to suggest to you that you weren't even there when the wounded person was interrogated, was asked questions,  you weren't even there. You had run away.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Now you are deviating my opinion, I was told that I should tell the truth and I have got to tell the truth. I was standing with my colleagues just there to next to - seeing him lying, when he said we were from Gaberone, then they said to him where were you going.  Then they said the driver knows where we were going.  So you want me to deviate, make me deviate from my opinion to tell the truth. I want to tell the truth.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr Sehlwana, Mr Erwee and Mr Fuchs will say the following. Erwee was asking questions of the wounded man.   Do you agree with that or not?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That may be so, there were many, I wouldn't be able to identify who was asking questions.  But Fuchs did ask questions and I was listening in the process.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Fuchs was - well, if you were there you would know that Fuchs acted as an interpreter, because he could speak the Black language.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "You are now confusing me.  He was using the Sotho language whilst he was interrogating him.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You do know what an interpreter is, don't you?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I understand, I understand well.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Was Fuchs acting as an interpreter that day?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "He was the one asking him questions, as well as he was interpreting to others. I don't know, but he was asking him directly those questions of interrogation.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Let me ask you this.  Were there many people around in the area, in the vicinity, that could, if they wanted to, they could see what was going on there where this interrogation took place?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wouldn't say there were many people, because that would exceed 100, but I would say there were a few people around.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Were there Defence Force personnel present?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know when you are asking about soldiers, but what kind of soldiers are you talking about?  There were three Black people who were talking a language that I didn't understand.  I asked the other one because he said to me - then he said Whites are going to give you a house in town, he was using Zulu language.  Then I was able to see that they, this language, he was not using the proper Zulu language.  So those were the three people, Black people I saw.",
            "Male"
        ],
        [
            "ADV VISSER",
            "So your answer to the question is that there were at least three Black members of the South African Defence Force on the scene.  Am I correct in assuming that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I would say there were members of the South African Defence Force because they said they were from Phalaborwa.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.  And they could see what was going on where the wounded person was?  If they wanted to look they could see?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what could they see?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "The question is this; if they wanted to observe they could see what was going on there where the wounded person was interrogated, Mr Chairman.  There was nothing preventing them from seeing what was going on there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What was going on?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Well, what was going on, is Fuchs shot the man, in terms of this person's evidence.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "But is that ...",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "But those ...",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Sorry, Mr Sehlwana. Mr Visser, is that his evidence?  I understand his evidence to be that there were people gathered around the injured person, lying on the ground.  So maybe you should clear up whether the other people could also see in view of the fact that people had gathered around the injured person who was lying on the ground.",
            "Female"
        ],
        [
            "ADV VISSER",
            "Well, that's precisely my last question, Mr Chair.  Was there anything that stood in the way - that stood in the way of these three Black Defence Force - soldiers, as you call them, to see what was going on there, where they were interrogating this wounded person?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "What I explained is that the three Black soldiers were on my side, just behind the combi on the right-hand side.  I don't know as to whether they were able to see on the left-hand side where the injured person together with the police were. I would not be able to testify to that regard.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Were you also on the right-hand side of the combi with them?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Now you make me retract or regress, because you said after the incident, I was on their right-hand side. When the people were crowding the injured person, as to whether he put himself there or he was put, I went to that place. I don't know as whether they were able to see or not. I was not able to know that.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Were you standing with them or were you not?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Which people?",
            "Male"
        ],
        [
            "ADV VISSER",
            "The three Black soldiers.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "After the incident I stand together with them for a while, on the right-hand side of the combi.  Then later I went to the person who was laying on the ground, who was covered by the police.  Which truth should I explain?",
            "Male"
        ],
        [
            "ADV VISSER",
            "All right, let me ask you this question, Mr Sehlwana.  When you saw Mr Fuchs shoot the wounded man, are you now saying that the Black soldiers could not see that?  Is that what you are saying?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know as whether they saw or didn't see, I saw him, but I don't know as whether those three soldiers did see when he was shot.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Were there also White soldiers there on the scene?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They were putting on camouflage clothes. I wouldn't know as to whether - the people who were there were mainly White, except the three soldiers who were there. I would only know the soldier by his brown uniform.  All of them were wearing camouflage uniform.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So your short answer - well, your answer to this question is simply that you can't say, and I wonder why you keep - firstly, you keep on qualifying your answers and you preface your answers by long introductions, which are unnecessary in my view, instead of just giving the answer, and why you don't just give your answers precisely as they should be given.  You keep on saying well, as I have already explained.  You keep on saying well, do you want me to keep on repeating myself. I just don't understand why you just cannot give your answer without these long introductions, which are just consuming our time.  And secondly, it would do you a lot of good to relax and stop yourself from being excited, listen to the questions carefully and then answer them.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Thank you, Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Let's make it simple.  Did you - you knew the other members of the security branch who were on the scene, didn't you?  You knew them.  You gave them names in your application.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I knew them.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Those who were not members of the security branch who were there, must have been soldiers, don't you agree?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know how to put it, because I said those I was able to identify were those who were there and those I knew.  Then after the incident I left. I wouldn't be able to explain whether other people were members of the South African Defence Force or not.",
            "Male"
        ],
        [
            "ADV VISSER",
            "No, Mr Sehlwana, I am not going to allow you to get away with that answer.  Were there people other than security police personnel on the scene?  Apart from the three Black soldiers.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I only saw members of the security branch, except the three Black members of the South African Defence Force.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now will you please, you were there, will you please explain exactly how Fuchs, according to you, shot the wounded man.  What did he do?  Did he kneel down?  Did he pick him up, did he step back a few paces, what did he shoot him with?  Tell us, how did this happen.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Because I was there and I was standing there, some of us were standing but Fuchs was kneeling down, asking him questions and was putting a tape next to his mouth, so that he should be audible on the tape.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And what was the condition of the wounded man?  Were his eyes open?  Was he breathing normally?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, he was breathing normally.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And his eyes, were they shut or were they open?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't remember well, Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "How close were you or how far were you from him when the shooting took place?  Give us an indication.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That person was surrounded yes where I was pointing, and the people were surrounding him in this way. I wouldn't be able to identify the people who were crowding him, but whilst he was interrogating, interrogated, I was observing the whole process and even when he was shot I was looking.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, and you demonstrated ... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Visser, let us have that distance?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "About two paces, Mr Chairman?  I would suggest. I don't know if my learned friends agree.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Two paces, I think.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Two to three paces.",
            "Male"
        ],
        [
            "ADV VISSER",
            "My learned friend suggests two to three paces.  Can you remember how many people were standing around this wounded man?  More or less.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wouldn't remember, Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "More than three?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "There will be more than five.",
            "Male"
        ],
        [
            "ADV VISSER",
            "More than five? All right.  Did you see anything being done to this wounded person other than what you say you saw Fuchs shoot him.  Was anything else done to him at all?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't remember well, Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you see that he received an injection?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Maybe he was injected before I arrived, but I didn't see any injection being put to him.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, well, let me tell you what the evidence will be. The evidence will be there was a Black person who was a medic in the South African Defence Force, on stand-by right there and he was asked by Mr Erwee to give him an injection to stabilise him, because he was becoming unconscious all the time, and falling into unconsciousness all the time.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know that, Sir.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well, do you say it didn't happen or do you say it could have happened?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "All I saw is that they shot him.  If there was a doctor you are able to see the medical instrument, as to whether a person was breathing normally or not.  But truly I would say there was no doctor there.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, well, perhaps it was a slip of the tongue, but you just said they shot him.  Is that what you said?  Mr Chairman, I don't hear an answer over my microphone.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I am waiting for an answer, Sir.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Oh.  Is it correct that you said \"they shot him\" and that you mean to say ... (intervention).",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Interpreter, I think he gave an answer and you didn't interpret it.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "No, it was a short question which I didn't know on the meaning.  It was a short question. It was an incomplete question.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "I think it was incomplete, Mr Interpreter.  He said \"amantunza\", he shot him.  You probably missed that one.  Maybe you can ...",
            "Female"
        ],
        [
            "INTERPRETER",
            "My apologies.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "I'm sorry, what is the answer, is, he shot him? I am not sure what the answer is now, Mr Chairman.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "That's how I understood it.",
            "Female"
        ],
        [
            "ADV VISSER",
            "All right.  While you are all standing there, watching ...",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I said he shot him.",
            "Male"
        ],
        [
            "ADV VISSER",
            "He shot him, all right.  Now just please tell the members of the Committee how exactly Fuchs did this.  You could see it clearly, I take it. It was right in front of your eyes.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I saw him exactly when he shot him.",
            "Male"
        ],
        [
            "ADV VISSER",
            "But tell us how he shot him.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "He pulled a gun, then he shot him on the chest.",
            "Male"
        ],
        [
            "ADV VISSER",
            "On the chest?  Was the wounded man lying flat on his back or was he sitting up?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "He was sleeping on his side.",
            "Male"
        ],
        [
            "ADV VISSER",
            "On his side.  The gun that Fuchs pulled out, what kind of gun was it?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't see it clearly, but I believe it was 9 millimetre, maybe it was a short gun, I say maybe it is a 9 millimetre, maybe it was not.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And you say he shot him in front into the chest?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, that's true.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Are you quite certain about that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I am telling the truth.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now I am going to ask you this question again, and I repeat it with a specific purpose.  Are you quite sure that what you saw was Fuchs shooting the wounded man right in front of his chest with a firearm?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I still repeat my answer that that was the situation.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Right.  Mr Chairman, I wish to refer you to the bundle of documents, first of all, to the newly numbered pages 151.  Now I am going to go through this as quickly as I can, through a process of elimination, Mr Sehlwana.  The people who were killed, all six of them ... (intervention).",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Sorry, you will have to assist us - our papers are not numbered.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Mr Chairman, yes, it is C in your file, C, page 23. I wasn't aware that they haven't been numbered, Mr Chairman.  It is a document which is a report of a medico-legal post-mortem examination and it is marked A1 and that is the new page 151, the old page 23, Mr Chairman.  Have you found it?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "There was a post-mortem examination carried out on the bodies of each of these six people.  Are you prepared to accept that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I agree on that, that those people that were in my car were six.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now what we are going to do now, Mr Sehlwana, is we are going to now try to establish which of these six people was the one that was wounded and the one that was shot by Fuchs with the firearm right in front on his chest, because that is your evidence.  The first one at page 23 says, and I am going to read it slowly, because it is Afrikaans and I hope I will be able to read all of it, because our copy is very weak, Mr Chairman.  The chief post-mortem findings made by the doctor, and if you want to know who it was, it was Dr Diederich Jacobus Jacobs, in Louis Trichardt, was the following.  He says\n\"Multiple bullet wounds in the left side of the body and head, with severe bruising or crushing of last-mentioned.\"\nI am pausing here to say this.  This refers to the head -\n\"So that the whole skull on the left-hand side of the skull ...\"\nMr Chairman, then there is a word that I can't read here because our copy is too poor.  It would seem that that is correct. My learned friend says \"kolabeer\", it would seem to be that, \"kolabeer het\" -\n\"There was internal bleeding in the chest cavity and the abdomen.\"\nThe cause of death was found by the doctor to be -\n\"Brain damage as a result of multiple bullet wounds through the skull.\"\nNow I am not going to enter into a discussion about this, I am suggesting to you this person would have been killed on the spot.  He was not the one that survived.  Are you prepared to accept that?  Well, I will argue that ... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I don't think what he is going to say is going to help us.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Of course, but I think in fairness I must just put to him what I am going to argue, Mr Chairman, and I am putting it just as a statement to him, that I am going to argue that he couldn't possibly have been the man that was wounded, and let's go to page 26, also of C.\n\tMr Chairman, perhaps I can attempt to go faster by translating it as best I can.  The problem is that, and it is again perhaps a question of argument, but I will take you through the first five of these post-mortems and we will suggest to you with respect, that there is no way that any one of those persons could have survived.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you see you can do that, but my only problem is I don't know what the value of his comments are going to be?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "That is the problem.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Whether it makes any difference between simply, you know, you just leaving that and then arguing, putting to him.  To me it's really ...",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "It is a problem, Mr Chairman, but I want to be fair to the witness, and his legal representatives are here.  Perhaps we can go about it this way. I can - my learned friend can take this note, that we are suggesting that none of the first five victims could have survived the initial attack.  Only number 6 could possibly have survived and the reason why we say so, Mr Chairman, lies in what the doctor found at page 65, in regard to the sixth person.  And this is very important and I ask your indulgence to read this, Mr Chairman.\n\"There were three entry wounds on the back.\"\nSo the entrance wounds were in the back -\n\"Major gaping wound right side, from which intestines were gaping.  Large gaping wound on the left-hand side of the chest, just below the nipple.\"\nClearly an exit wound, Mr Chairman, because that is what makes it a gaping wound.  \n\"Large gaping wound left in the basis of the neck.  Seven bullet wounds left upper arm.  Multiple wounds in and around and below the left knee, and with a fracture of the tibia and the fibula.\"\nThe cause of death, Mr Chairman, is -\n\"Acute loss of blood, as a result of multiple bullet wounds in chest.\"\nMr Sehlwana, we are going to argue, and this I must put to you, that the only possible victim was victim number 6, which we have just read to you, and he had no entrance wound from the front of his chest.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, can I just interject here? Of course, I can't object to whatever my learned colleague is going to argue. The question is whether it will be evidence on an argument which can be accepted. I am not a medical expert. I won't be able to say whether any of these people, the first five referred to, will be able to have survived or not.  And I don't know if there is going to be another basis apart from argument, that my colleague is going to base this on. Is he going to call a medical expert and if so, would it then not become relevant as to when these post-mortems were done and the way in which the bodies were removed from the scene to wherever the post-mortem was done; is this not bringing a whole lot of questions into, that I for one certainly cannot answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think all we can say is that you know, he cannot be barred from arguing, making certain submissions around those documents.  The only question is how much weight you attach to that, and we will attach such weight as a document under those circumstances can only deserve what it deserves.  It is just a question of how much weight you attach to it.  But I am sure he will be entitled to argue, but as I say, you know, it will be a question of how much weight do you attach to that document.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Sorry, Mr Chairman, I am just concerned that, and I don't know if this is going to be further argued with the witness, with the applicant, but it might be misleading to put to him, he is not a medical expert.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that's the point that I discussed with Mr Visser and I think that is why he decided now to deal with this thing the way he is doing now.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "As the Chairman pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would have thought, Mr Visser, that if, unless that didn't happen, but I would have thought that if somebody survived and was interviewed by the police, I would have thought that the police would know exactly who that person was, and even if that person subsequently died, I would have thought that the police would be able to know that, even if they did not know the true name of that person,  would be able to say that it was corpse number this and that. I would have thought so.  But apparently we don't have that information.  We are not able to tie, we are not able to - from the records, we are not able to know which deceased is the one who was interviewed by the police, because that would have solved the problem, if we had it.  I assume we don't.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Mr Chairman, I am not certain whether I have got a ready answer to your question.  And I am also not sure whether it will solve my problem for me, but perhaps I could quickly just ask Mr Erwee whether he gave - it will just take a second.  He is shaking his hand in a horizontal fashion, Sir, indicating the negative, it seems, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Let's ask the witness.  While you were standing there, did they ask this person lying on the ground, when they interrogated him, what's his name and who was the other people, what are their names and where they come from?  What in fact did Fuchs ask him or interpret to him, whatever the position may be.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "What I heard is that when he was asked where do they come from and that where they were going.  That is what I heard.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr Chairman, I can tell you that Mr Erwee's evidence on this score - I just found my note - was that he was very keen to find out where the person came from and where he was on his way to.  Perhaps by inference that means that he wasn't terribly interested in asking him his name.  So that is what he did ask him; where are you from and where were you going and the person kept losing consciousness.  An injection was given to him. We don't know what kind of injection, by one of the medics of the Defence Force.  He then slumped thereafter into a complete unconsciousness and he was then transported to Alldays, to the hospital, but he died on the way.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I was just wanting to know, on the point on which - specifically the point on which you were taking instructions, what are the instructions? They have not been able to tie up that person and any one of the particular corpses?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "We know that three people were identified, three were not, but I cannot tie this person into either with one that hasn't been or has been identified, unfortunately, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Were they all conveyed in the same vehicle.  They weren't, this man still living and dying on the way to the hospital, wasn't he treated separately?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Mr Chairman, you will hear in the evidence, that because the combi was shot up, part of the transportation which the police were going to use back to Alldays, was now gone, and they only had two vehicles there.  And everybody, well, in fact, that's why they had to sleep over on the farm because they couldn't be transported.  There was a necessity to transport these people to Alldays and they all had to be transported in one vehicle, yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Visser, are they not able to tie up with the photos which we have in the bundle, with the person concerned?",
            "Female"
        ],
        [
            "ADV VISSER",
            "We saw the photographs. Unfortunately we don't have those photographs.  In fact, this witness refers to photograph number 9. I take it is in this bundle.  We don't know who has possession of this bundle. It may very well be that the Attorney-General has it, and it would be very helpful, we submit, if we could lay hands on that, because it may solve some of the problems of identification.  But unfortunately we cannot tell from photocopies.  We can make no identification, unfortunately.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "(Indistinct - not speaking into microphone).",
            "Male"
        ],
        [
            "ADV VISSER",
            "Perhaps we should call them.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, we will talk to them in due course.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "I think what is being conveyed from the audience, Mr Chairman, is that they would be able to identify a person on the photo album, but perhaps just by way of explanation, it is not going to help us with identifying who was the man that was wounded, unfortunately.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Well, maybe it can, Mr Visser, and perhaps you should consult and find out what they are talking about.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "I am through with cross-examination, Mr Chairman. If you want me to we can try to discover whether we can get somebody, if you want to take a short adjournment we can perhaps see if we can get somebody.  I have got no further questions to this witness.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did you say you are finished or virtually finished?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Yes, I have just been reminded by my attorney that there is one or two, there are one or two points, Mr Chairman, but it won't take long.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Maybe you will finish and then we can make suggestions.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes. Mr Chairman, I have just been informed, the investigating officer, Capt Molapo, says he can identify the body. I don't know on what basis, and I would have to speak to him, but he is present. Perhaps he could assist my learned friend and myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, Mr Black, as you know you lead evidence on behalf of the Commission, which means that, I mean, the evidence which comes to us must come the correct way, and if something can help, you will have to consult with those people and then you know, let us receive evidence the correct way. You will have to consult with them.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr Chairman, there are two points.  The first is this. In your evidence you stated at one point that Koos van den Berg was in charge.  Now I just, I don't want to go too deeply into this, but I just want to put it to you that on the scene where the incident took place on that day, Col Erwee was in charge.  Would you agree with that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Did that question come to me, Sir? Is it directed to me?",
            "Male"
        ],
        [
            "ADV VISSER",
            "It is directed to you, yes.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Can you restate again, because I was not listening attentively.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You said in your evidence in chief that at some stage, I am not sure to what stage you referred, Koos van den Berg was in charge. All that I am putting to you is that Koos van den Berg was never in charge of this operation.  The day of the incident, Col Erwee was in charge.  Do you agree with that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Erwee was in charge and Koos van den Berg was just there?",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "I think the interpretation was that Koos van den Berg wasn't there.",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Was there.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Wasn't?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Was there.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Wasn't there.",
            "Female"
        ],
        [
            "ADV VISSER",
            "Mr Chairman, Ms Khampepe must be correct, because Koos van den Berg wasn't there.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I interpreted it, ja, it is was not there.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.  In your - I am not sure whether this is now the original, yes. In part of your original application, which is now the one before the Committee, there was a paragraph 27, which did not find its way into the document which is in our bundle.  And in that document, in paragraph 27, I don't know whether you have it in front of you, Mr Chairman, it is not the one in the bundle, it is the other one. It is what you described as now being the application before you, and it is the annexure attached to that.  Now in that paragraph, let me refresh your memory, you said, about two months ago, that is to say during September 1996, you went to Koos van den Berg, to his home, in Pietersburg, and you expressed some fears to him.  Do you remember that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I used to go to his place in many instances. I went to him and said to him the Truth Commission has come to me, we will just see how the process goes.  All the time he should be shocked, he must be shocked by something in your life.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well, I don't know what that means. But is it true that you expressed a fear that you might be arrested?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I was not afraid because I was fearing to be arrested, but I was made afraid by explaining the truth in public.  The shock was because of what I should come and tell in public, what happened and what was my role.",
            "Male"
        ],
        [
            "ADV VISSER",
            "So the words ... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Visser, I think he is speaking of the fear, not so much the shock but the fear. I think that is the word he would have used if he were to speak in English.  He would have said, spoken about the fear rather than the shock.  I just want to ask you, did you not tell Koos van den Berg that you were concerned that you might be arrested or you are afraid that you might be arrested?  Did you not tell him that?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I told him that we will be arrested because of what we did and if we were arrested, there will be no problem.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And if you were going to be arrested there will be no problem, you say?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "If I did something and if I was arrested, I have got to face the reality.I don't know how to answer it correctly, I don't have the correct answer to that.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You see, that was my first question to you in cross-examination:  did you do anything wrong?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I would say I did do something wrong, because I assaulted those people.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And did you tell Mr Van den Berg that you were afraid that the ANC would cause you some harm?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't remember because I saw him many times, we are so used to each other, I don't know that I did say that to him or not.",
            "Male"
        ],
        [
            "ADV VISSER",
            "No, no, no.  No, no, please.  You are referring to one incident here, and don't come with the story you saw him many times.  You are referring to one particular incident here, and it was so important that you put it into an affidavit.  Now I am talking about that incident. I am asking you, did you tell him that you were fearful or what is the word that I should use, Mr Chairman, concerned that the ANC may cause you harm.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I would say yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now you see I want to give you an opportunity to tell us; was any pressure put on you by anybody, to give any evidence here which you gave here today?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "There was no pressure from anybody coming and giving evidence.  There was no person who forced me.  I just volunteered to come and to give evidence here.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You see, Mr Fuchs denies your allegation that he shot or did anything, for that matter, to the wounded man on the 10th of July. He denies that.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "He denies that, but I say it was like that.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And he was fairly stupid, wasn't he, to shoot this person in full view of members of the DKV Defence Force, who for all practical purposes he didn't even know, in full view.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know how to answer that question, because I say what I saw happening.",
            "Male"
        ],
        [
            "ADV VISSER",
            "But didn't you think he was being stupid about it?  The man was dying anyway.  I mean, he had three gaping bullet wounds in his chest.  Why go and shoot him another one?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know why he shot him, because he could have just taken him to the hospital.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Well, I want to put it to you that it never happened, as you explained it.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I say it happened.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now the last point is this; you knew very well why you received the R2 000,00, don't you?  You received it as a reward because your superiors thought that you were exceptionally brave that day, by having done what you did.  Driving the combi under life-threatening circumstances with armed terrorists in the car, who were ready, cock-ready to start firing and throw hand-grenades and they thought that you should be rewarded and they gave you R2 000,00.  That's why you received it.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I wouldn't have denied that for that\nR2 000,00,I wouldn't deny that offer because I was at work.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, we just find it peculiar that you didn't tender that evidence when you had the opportunity.\n\tNo further questions, thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY ADV VISSER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Except that, if my interpretation is correct, he did say that they gave him the money and said you did a good job or something like that.  So really ...",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "But you asked him some questions, Mr Chairman, and then he told a different story. In fact, this is in his favour.  This is in his favour, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Very briefly, Mr Chairman.  Mr Sehlwana, I just want to understand when you stopped the combi, after you had stopped the combi and after you had jumped out of the combi and you started to run, you say that you heard a voice in Zulu say run the other way.  Do you remember that evidence?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They didn't say we are going this way, they said where are you running to or where were you going to.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, okay, sorry. Now that voice, did that, was that from outside the combi?  Somebody outside the combi.",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "It was from inside the combi.",
            "Male"
        ],
        [
            "MR BLACK",
            "From inside the combi, okay.  So when you, after you had alighted from the combi, after it had stopped, were you running in the direction which you had rehearsed the previous day?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't follow the way as in the instruction.",
            "Male"
        ],
        [
            "MR BLACK",
            "So you took a totally different way that you had rehearsed?   The way you ran ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fact, his full answer, if interpreted was that I ran the wrong way, but in the end I ended up running the correct direction.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That portion was not interpreted.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is what he said.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, thank you, Mr Chairman.  Now did anyone, was anyone else given money after that exercise?  Anyone of the security police, that you know of.",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know, I just know that I am the one who was given the money.  I don't know about the others, whether they got money or not.",
            "Male"
        ],
        [
            "MR BLACK",
            "Had you been on previous operations as well?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "It was the first time.",
            "Male"
        ],
        [
            "MR BLACK",
            "I have no further questions, thank you.  Except, if I may just ask.  Was it normal to your knowledge, for people to be paid money after an operation, if they had done a good job in the security police?",
            "Male"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Since it was the first time that this incident happened in Pietersburg, I don't know whether there was such goings-on of people getting money, or when it happens.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you. I have no further questions.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Sehlwana, if this was your first operation, for how long had Mr Madiba been your informer?  Sorry, actually I just gave your informer a new name.  In fact, it is Mabena.  Thank you.",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct. I won't be able to tell with clarity.  However, since from the time I entered the security, it looks like it was from 1984, if I remember well.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Were you handling him directly, or was any member of the security branch also having contact with Mr Mabena during 1984 until the time of this incident?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "It was myself and Koos van den Berg.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And for this particular operation, do you know if Mr Van den Berg had any contact with Mr Mabena, other than yourself?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't have the clear picture with that regard, because we are using different cars, but he also used to see him on some other days.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am talking about this particular operation, I am sure during your reports to Mr Van den Berg, if he had made contact, he could have deduced that.  Were you unable to deduce whether there had been any contacts by him with Mr Madina?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I would say it was like that, it could be like that, but we were working together and we used to go out and I won't know where he was going and he would go out and collect a statement and all I know is that he also used to see him too.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you on friendly terms with Mr Van den Berg?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And with Mr Erwee?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "They were my seniors, I wasn't that used to them, I was only used to the one I used to go out with.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And as far as you know you were on good terms with Mr Van der Merwe, and Mr Coetsee?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you and Mr Fuchs?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I would say the office was in one place, so we will meet.  There were people who were working together and there was no problem between me and him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But it sounded to me that he didn't have a liking in you because he said you wouldn't get any promotion?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know.  Because Fuchs is a joking person. I don't know whether he was saying from his heart that I wasn't getting promotion, because he wasn't a senior.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But he was the one who sort of teased you at the braai and said you won't get any promotion.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I am the one who asked him to promote me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And if he was a junior how could he promote you?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I mean these are the things that we used to talk between me - it was between me and him. I didn't say, I am not saying that he was in a position to promote me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you are now asking this person to promote you, after you have seen him committing a crime, in shooting that person lying on the ground there.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I would say that's what I saw and what I did and I don't know how to answer that question.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So didn't you feel that this person is acting wrongly and how could you go and ask him for a promotion now?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I would say it was after the incidents and they were drunk. I was also drunk and we were just talking.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Because he was drunk and you were also drunk.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I didn't say we were really drunk, but we were drinking.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you were also drinking at this braai.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, they also gave me some beers to drink.  They gave me one can and I drank whilst sitting in the car.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Sehlwana, I just want clarity on what you have responded to what my colleague has put to you.  Are you saying that when you requested Mr Fuchs to promote you, you were saying that statement in a jest?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I don't know how to put it. I was just, I would say ...",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Sehlwana, I think I just need your explanation, you don't have to give me an introductory remark.  Was that statement in jest or not?",
            "Female"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "I would say he was joking.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I think that is pretty sufficient.",
            "Female"
        ],
        [
            "ADV VISSER",
            "Mr Chairman, before you adjourn, may I please be allowed to just put one thing in case it becomes important.  Mr Van den Berg says that he never took a statement from you. You said so in your affidavit which is part of the bundle.  At page 11, that's the newly marked 11, Mr Chairman, it is A, page 10.\n\"Koos van den Berg het 'n verklaring oor die voorval by my geneem.\"\nHe says that never happened.  Could you be mistaken?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "What I know is that he took a statement from me.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY ADV VISSER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by saying he took a statement from you?  I am just trying to think whether you are saying that you reported to him orally or whether you are conveying that he took a pen and a piece of paper to write down the statement from you, or whether he just asked you and then you reported to him what happened, orally?",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Are you talking after the incident, I will try to explain.  He took a statement from me about the incident as to what happened at the scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The way you remember, was it - are we talking here of the written statement?  That is what I want to find out.",
            "Unknown"
        ],
        [
            "MAROPENG MATTHEWS SEHLWANA",
            "Yes, I am talking about a written statement, about what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to make a follow-up on that or not?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "No, thank you, Mr Chairman.  My attorney has discovered something which may be helpful, and that is at page 19 of C in your bundle.  The reference there to photo number 13, is linked up to the sixth person. Now the only thing which I am not quite entirely sure about, is whether this number six corresponds with what the doctor numbered number 6, but we can try and establish that. You see, the doctor, Mr Chairman, numbered each of the bodies as body number one, body number two.  We are not certain whether that number (6) at page 19 corresponds what the doctor called number six, but we will try to establish that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can we then adjourn until tomorrow half past nine?  We adjourn until tomorrow half past nine.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}