{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-14",
        "location": "HAMMARSDALE",
        "day": "4",
        "names": [
            "D WORDSWORTH LETHULI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52807&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081114_hmm_hammar4.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR STEWART",
            "D WORDSWORTH LETHULI",
            "MR NGUBANE",
            "ADV MOTATA",
            "MR WILLS",
            "MR HEWITT",
            "MOKOTEDI MPSHE",
            "SISI KHAMPEPE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STEWART",
            "D WORDSWORTH LETHULI",
            "MR NGUBANE",
            "MR LETHULI",
            "ADV MOTATA",
            "MR WILLS",
            "MR HEWITT",
            "ADV MPSHE",
            "MS KHAMPEPE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "...(inaudible) recall one of the applicants to testify, namely Mr (Indistinct) Wordsworth Lethuli, who in fact has already testified in this matter when we were in Durban.  The application for the recall has been done by Mr Ngubane, and it was not opposed and we indicated yesterday that he would in fact be recalled today.  Mr Stewart, it will just be for purposes of cross-examination?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, thank you, my understanding of the application is that it's for the purposes of cross-examination on behalf of victims who weren't notified to enable their questions to be asked in Durban.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Lethuli, do you mind coming forward please?",
            "Unknown"
        ],
        [
            "D WORDSWORTH LETHULI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you, Mr Chairman.  Mr Chairman, before I proceed cross-examining this witness, I would like to bring to the attention of the Members of the Committee that my cross-examination might perhaps be not cross-examination in the strict legal sense, some of the things which the witness has said in Durban, I might ask him to have reference to them without going into too much details for the benefit of the community.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Mr Lethuli, is it correct that you were a member of the ANC and as a member of the MK, you were convicted and you served a period of ten years?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And after your release, is it correct that you thereafter joined the Inkatha Freedom Party?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And it occurred at some stage that you were employed to Mpumalanga, is it correct?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What was the purpose of your deployment to Mpumalanga?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "I would say the reason for me to be deployed in Mpumalanga was to assist (Indistinct) Mkeshle(?), because the IFP leadership realised that the IFP was losing its strongholds.  That was the reason why I came to Mpumalanga.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was (Indistinct) Mkeshle operating alone, or he was in cohorts with the other high-ranking Inkatha officials?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "I can say initially he was a member of the central committee of the IFP.  In that committee, the dignitaries of the IFP met.  He was also a leader of the IFP in Mpumalanga.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, Mr Lethuli, what I am driving at is, waging the war in Mpumalanga, were there any other Inkatha officials who are based locally in Mpumalanga that were assisting him?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, I would agree that in Mpumalanga he had people like Psychology Ndlovu, Mandla Ndlovu, Mashenini, Sipho Mdlaba and an induna from Njanga, whose name I have forgotten, Sibisi from Chongweni and others.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, you have mentioned people who were residing outside of Mpumalanga, was your war confined to Mpumalanga or you went to the extent of attacking areas like Chongwneni and the area known as Kwaximpa and Georgetown?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "I would say at that time, Mpumalanga comprised of from Bengesi to Chongweni, as well as Maxonxo, Nyavene, Slaxeni, Mopela, those were all the areas.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now all the activities of the Inkatha, that is the war, if I may call it war activities of Inkatha in all those areas, were they reported to you?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, you have heard questions being put about the incident that occurred in the cemetery at Mlangeni here in Mpumalanga, do you bear any knowledge about that incident?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, although I personally was not present, but I know about it.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you tell the Members of the Committee who, in the first place, commissioned that there should be that activity and who participated in the actual execution of that mission?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "I think the person in charge was Mr Sekele, there was a funeral, although I do not remember whose funeral it was.  There were also Caprivians from Unit 4 who were present, people like Damlefe, Babanene, Vusumbeje and other Caprivians, who were from Ward 10.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right, and all those people, you say they attend, the people at the cemetery at Mlangeni, correct?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "They could answer for themselves, but all I'm saying is that they were present at the funeral.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now is it correct that when you committed these acts of killing people and injuring people here in Hammarsdale, you personally had a weapon, a .303 weapon, is that correct?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you describe its make, its peculiar make?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "It is a 303, it has a front and a rear side, and on top it has another sight attached to it, so that if a person is about maybe a distance of 100, 200 metres away, I can actually see him or adjust the distance so that he is about 50 metres away from me.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right, and that's the weapon which you used in whatever act you did when there was a target to be eliminated?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now I'm not sure whether you have a copy of your papers in which you made your application, I'm going to ask you about the incident at page 259, that is the killing of Mrs Mazebugu, do you recall that incident?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "259?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, that is the incident when you attacked with Lawrence Zuma, Jerry Mtanda, Swanepoel Mkulu, Zweli Godfrey Dlamini",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "We can proceed.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Those people... (intervention).",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Ngubane, it would be in 17.2.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Yes, after 17.1 downwards, 17.2 and so on and so on.\n\tFirstly, before you talk about this incident, these Caprivians that I have mentioned, where did they reside?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "The people you have mentioned were not Caprivians, but were members of the BSI.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In Mpumalanga, can you tell the Committee where these people resided?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "These people resided at Ulundi, but they were deployed all over Natal to assist if maybe the situation was tense in an area, the BSI will send these people you have mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Ngubane, Mr Lethuli could you just briefly explain what the BSI was?",
            "Unknown"
        ],
        [
            "D WORDSWORTH LETHULI",
            "It was a wing, similar to the Special Branch of South Africa.  Their duty was to monitor and survey the political opponents of their government and they were under the KwaZulu Police.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you, Mr Chairman.  And where did you people decide, where did you decide to go and attack Mrs Mazebugu?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "On this day, I was called by Sikumlaba, he reported to me that some people had been killed on their way to work and the people who were responsible for this, the one person that he mentioned by name was Mazebugu's son, whose name I have forgotten, this person was well known as a member of the UDF, he said he and others were responsible for this act.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When he told you about Mrs Mazebugu, did he give you any specific instructions?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "He was very angry and he said we must do something about that house.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And did you eventually attack that house and kill Mrs Mazebugu?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Although I do not know whether Mrs Mazebugu died, but we burnt the house down.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now I turn over to page 263 of your papers.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Ngubane, just on that point, if I may interrupt, how did the burning down of this house take place, Mr Lethuli?",
            "Unknown"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Sorry?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "How was this house burnt down?",
            "Unknown"
        ],
        [
            "D WORDSWORTH LETHULI",
            "When we arrived at the Mazebugu home, some persons unknown to me had tried to burn the house down.   Sipho Molaba had said that these boys from the UDF used to stay there, we used to call such places Izingotcha.   On that day, Sipho Molaba told me that we must do away or destroy this house.  When we arrived there, there were some boys or (indistinct) and they had petrol bombs.  I said they should throw these petrol bombs into the house and run away, so that whoever emerges from the house will be the person that we attack.  It did not happen that way, because when we got there and throw petrol bombs nobody emerged from the house, instead we went in, we poured petrol all over the house and burnt it, we watched while it was burning, until it was completely destroyed.  We were not concerned whether police came or not, because we had heavy weapons, we even had a light machine gun.  Therefore we were burning this house on purpose, such that we did not care if the police came, we were there to see that the house burnt down completely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please calm down.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you, Mr Lethuli.  Now we have heard evidence that there was an attack at a place known as Summertime, is that correct?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you confirm the evidence that has been led previously that you know about this attack and participated?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you confirm that houses were destroyed there and, about eight houses, and nine people were killed at that place?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now let's move on to Mopela, at page 264.  You have heard the evidence by Mr Dlamini that there was an attack at Mopela at one stage, is that correct?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "That's correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And do you confirm that the attack took place as he has described it to the commission?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now is it correct that attacks at Mopela occurred on more than one occasion?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, on many occasions.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you recall an incident when the Mjwafa family and the Zondi family were killed?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you tell us a bit more about that?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "The person who was a commander in that area was Mkupini Khomede, he was also my subordinate.  He knew the area of (Indistinct) and Mopela and Jubagasi very well, therefore I had deployed him there to command that area.  My duty was to assist him if maybe he needed weapons.  Whatever weapon he needed, I would supply it.  The details of the actual attack on the house I do not have, but I know that he was the one in operation.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, thank you.  Now we turn to page 273, the death of Lati Sabisi.",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "With regards to this incident, I was called by Sipho Molaba, and on arrival there, I found houses burning and there were people who had been killed, and the people who were responsible were across at Mopela, and he showed me a house where they stayed.  I did see the house and there were people who were around there.   He was not alone, he was in the company of another commander whom I had deployed to him, Zombi, and I told Zombi, \"Do you see that house, you would have to do something about it, you have to tell me what you need and I will supply it\".\n\tZombi came to me in the afternoon and he told me what weapons he needed, and I gave them to him.  Then he left.  I followed thereafter, picked up Mr Ndlaba and we went to stand on a hill where we could see the house across.  In the evenings we heard gunshots and the house was burnt.  People, the boys, returned later, but they returned after a long while.  When they returned, they were carried Lati Sabisi, who was injured.   \n\tOn inquiring how this person was injured, they told me that a mistake had been made, they had told Otolowene to pour petrol and not enter the house, but this boy had indeed entered the house on his own and they had not realised that he was one of them and they had shot him accidentally, therefore he was injured and they had carried him back.  I told the person who used to drive Mr Ndlaba's car to take him to the hospital.  They did not reach the hospital, he died on the way.   \n\tWe had a problem of how to report the incident to his family, and therefore I said to Mr Ndlaba that we will say that he had been killed by the Comrades.  We went to the family and expressed our regrets and told them that he had been killed by the enemy.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The attack on the Rainbow bus, that is at page 275, can you tell us about that?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Rainbow buses used to transport employees of Rainbow from both political parties.  As time went on, the buses were divided, people who stayed in Unit 4 and Moody Glen, some people from Masigane will board the bus to go to Xosas, and when it arrived there, some people will be removed from the bus and killed and burnt, and the people who remained in the bus would be the ones to report that such an incident had happened.  \tThis happened in Unit 4, which was an ANC area.   Therefore, when we moved from Moody Glen, we knew that we would be facing war, because we would be in an area where we are not welcome, therefore our going there would be to rescue the people who were being detained, we might find them alive or they might be dead by the time we arrived.\n\tMaybe these people will be waiting for us, awaiting our arrival, and we would fight and maybe because we were stronger, they would retreat until such time that we would arrive at the spot and find these people, sometimes they will be burnt and we will return home with them.  In that process the Telewani group would attack the houses and petrol bomb some.  Some people will be attacked, shot, all this happened.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And in all fairness to you, Mr Lethuli, you cannot be in a position to pinpoint and particularise the names of the people and the houses that were killed and destroyed in the process respectively?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, that would be very difficult.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now at 277 you talk about the attack at Njubugase, do you recall that incident?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "This happened after there was peace in this area.  There was peace in Mpumalanga only, but the other areas had not as yet established peace.  The violence in Mopela started in this fashion.  There was UDF and IFP at both Mopela and Njubugase, but there had never been political conflict in those areas.  It started on the day when Induna Khomo had held a meeting with the people.  As a member of Inkatha, as I have mentioned before, not all people from Njubugase were IFP members.  There were areas that were - there was a demarcation of areas, there was Osuthu and Ngonzene.  The Osuthu area belonged to the IFP and Ngonzene to the UDF.  When the Induna called the meeting, the UDF members decided to attack these people.  They killed 21 people on that occasion.  I was not present in Mpumalanga at that time, I was telephoned in Ulundi and the incident was reported to me, and the people who called me were afraid to go into Njubugase.  They waited until I arrived and on my arrival I assembled some boys and we armed ourselves and we went there.  On arrival, we did indeed see the horrible sight, and as far as I could see hand grenades were used in killing those people.  The police arrived while we were still there, and I said we should retreat.  They had already told me who the responsible people were from Ngonzene, and I said we will make a plan and we will go there.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So you also participated in the attack at Shongwene or you bear knowledge about the attack in the Shongwene area, is it correct?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Although I was not personally there, the person who was the commander there was Sabisi and M R Ndlovu.  All that I did was that if they needed weapons or ammunition, I will supply it to them.  M R Ndlovu had bodyguards who were Caprivians",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, let's turn to page 281, paragraph 25.5, there is an incident there which you describe as an attack for Sipho Mdlaba.  Do you recall that incident?  Page 281, at 25.8, just to remind you, you say that Sipho Mdlaba was the chairman of the IFP, Unit 1 North, in Mpumalanga, you were in daily contact with him.  On a certain day, the date on which you can't remember, he asked you to assist in eradicating the UDF from this area.",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Okay.  There was an area, I'm not sure whether I'm making a mistake, but it was a shack area in (Indistinct), it was called Simani, if I'm not mistaken.  He complained that the people who were responsible for attacking him camped at this area, therefore all the houses there should be destroyed.  I then sent Zombi to clean up the area.  Zombi told me that he will require assistance.  I then spoke to Phumlani, and then they went to assist him.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right.  At 283 you talk about the kidnapping of two girls.",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "We were assembled at Mamo Ngomo's house.   The leadership, the local leadership... (intervention).",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Sorry, before you proceed, Mama Ngomo is that Mrs Kuli?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right.  Who else were present at that meeting, can you recall?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "It was herself, M R Psychology, myself and Sikumlaba and others.  Mashanesha arrived.  When he arrived we were busy eating and he said, \"We are busy eating meat whilst people are dying outside\".  The Comrades had kidnapped girls and taken them to One South.\n\tThe fought with RM, they came close to physical blows, and Laba said we should go and investigate.  He left, went back to the township on foot.   We then left for One South.  I delayed a bit, because when I arrived there, I met Babanene who was injured.  Mashanesha and Telewene were exchanging insults.  The Comrades were saying that they had already killed the girls, and these people who were supposed to be on the same side, the IFP, were now fighting.  I then told Baba and Mlaba that we should return home.  I took Baba to the clinic.  \tOn the following day, in the morning, the police arrived and they told me that they had arrested Sikumlaba and Zombi for burning somebody's house.  I told them that when we left, nobody's house was burning, I didn't see any house burning when I took Baba to the clinic.  I don't know what happened to that case.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right.  The killing of Khodosa, do you know anything about it, that's on page 284?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "284?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Hmm.",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "What I can say is that at Unit 4, there was a court.  This court were by old ladies, it is in the UDF area, the old ladies used to be sent there to get their monies.  This Khodosa and the other boys, they used to stab these old ladies, kill some of them.\n\tOn this particular day that I'm referring to, it was said the old ladies are now dying.  Then I realised that if I attacked Mzelas, there are people who are actually there or vending there, selling some things for the old ladies, it will be difficult for us to get hold of this Khodosa, what we should rather do, we should actually enter from the back where these old ladies are getting their pension.  This particular area, it will be on the UDF area.   \n\tIndeed we entered from behind, where they never envisaged.  What I said to the people that I was with that, \"Man, the person that we are looking for here is Khodosa, so there are old papers here and there's all sort of people here, so Khodosa is the one that should be found\".  Indeed, when we appeared, then Khodosa and them started shooting.   \n\tOn our side it was difficult for us, and I just heard that \"Khodosa is this side, this side\", and everybody was actually disregarded by them, so Khodosa is the one who was actually directed.  I wouldn't say that they were not shooting, but the person that we are looking for is Khodosa, and Khodosa had no way out, because we had already closed all the entrances and the exits, and he was actually forced to enter Unit 4, and when he was nearby the church, that Xbile Church, on his way there, there were the specials there who were already barricading there, as we were approaching there from the other direction, we told them to barricade that site, and then there we were already awaiting him there.  \tThe person that I remember who was there, Bheki Makatini, and that's when they attacked him on the yards of that church, at that Xbile Church.  I couldn't even see this Khodosa, because I was supposed to go back to the shops so that the boys that I was with were actually looting now, and at the shops taken all sorts of things, I had to go back and actually tell them to stop doing such things.  When I arrived, Khodosa was already attacked.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you.  Now at page 287, you talk about the attack on wards 8 and 9.  Before you talk about those incidents, did you also target Ward 7, was Ward 7 one of the target areas?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "No, Ward 7, what I can say it didn't matter that night, it wasn't that problematic.  I can't quite remember, because even the attacks that we were launching at Ward 8 and 9, we had the border, I placed the border that they shouldn't cross the ground, when you are attacking you shouldn't cross the ground.\n\tWhen they crossed there, what I used to say, what I used to do was to just shoot there on the ground, then they would actually realise that I'm actually implying that they should go back, they mustn't go to Ward 7, and they would retreat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Ngubane, if I could just ask a question for clarification?  Mr Lethuli, I see from your affidavit here at page 287 you refer to Wards 8 and 9, and in paragraph 25.8.1 you talk about Units 4 and Unit 10, is there a difference between a ward and a unit, or is it the same thing?",
            "Unknown"
        ],
        [
            "D WORDSWORTH LETHULI",
            "What I can say is that a unit, there are about six units, like 4 for instance will actually be divided and there will be 10, 11, and there will be Unit 3 and Ward 9, Ward 8 and Ward 9, that's how it was demarcated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's still not very clear, but there was a distinction between a unit and a ward?",
            "Unknown"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, what I can say is that a unit, let's make an example at Unit 4, has Ward 11 and Ward 10, but it is Unit 4.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, following from that, Mr... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The units are divided into wards, or some units into wards?",
            "Unknown"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, Mr Lethuli, following from that, is it correct that Ward 1 is referred to as Section A sometimes, as A, Mpumalanga A?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Indeed, I arrived very late here at Mpumalanga it was already there, I don't quite know, I just know Ward 1, One North and Ward South, that's what I know.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right, you talk about the attacks on Wards 8 and 9.  Did you at any stage develop a policy to clean up these areas?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, it's so.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And by cleaning up, is it correct that you intended to eradicate these areas of UDF people, because these areas were UDF areas?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, indeed.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And at some stage you did in fact attack these areas?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, indeed.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You were assisted by people known as Vela Mkulu, Vivien Ngubane, Walter Mtelane, Mabane and Dimle, Vusimbeje, and the police, members of the police force, Bege Makatile, Thulani Lala, Kashla Ngubane, Roy Ndlane, Mkise, Jack Gomede, Sikumbsele Zama, Promede and other constables, which you can't remember?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So this operation was a joint operation between you as the Caprivian, the Inkatha members and the members of the police force?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now these members of the policemen, did they consist of the KwaZulu Police only, or the members of the South African Police also participated?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "What I can say is that at that time, if I'm not mistaken, they were still under the South African Police.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And when you cleaned these areas, as you put it, can you be in a position to particularise certain houses that were destroyed and certain people that were injured or killed, or it was just a random attack in these areas?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "It would be difficult.  However, the people whose belongings were destroyed and who had lost their loved ones, they all know that they were killed by the IFP, whether there were houses were burnt, they know very well that it's the Inkatha who did that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At page 288, you refer to the incident, the BMW motor car incident, do you recall that incident?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you tell us a bit more about that incident?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "What I can say is that here there is a certain IFP member, Mr Ngobo.  On this particular day he was working in Swaziland, it was his arrival and he was with other relatives, there were about four or five, I can't quite remember.\n\tWhen they were passing by (indistinct), but unfortunately it was the wrong time, there was a funeral going on the opposite direction, that was from Unit 4.  When they realised, when they saw the car and the bus, the driver was told to stop that car.  Then the bus actually was going the opposite direction, but the bus changed the lane and directed on it and stopped this car.   \n\tThey alighted, because it was known that it was the IFP member's car, well known, and then that was killed and everybody who is in the car was killed and they were burnt.  Myself, I only knew when people came to tell me that there's a car that's on fire there, and indeed we rushed to the scene.  On our way, some houses were burnt and some people died on that particular day and some were injured, because that car was on the UDF stronghold.   \n\tWhen we arrived on that car, we can't see him.  Unfortunately, he was under the car, the car was actually on top of him, and everybody who was in that car was dead.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now you talk about the incident as the R25,00, where there was an attack, that's on page 292?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "What I can say, I will just reverse a bit, what I can say, on my arrival here at Mpumalanga, when I arrive I wasn't on good term with Comrade Mgeshle, then I withdrew.  He was the one then who was actually to proceed in his way.  after his death, I was then told by M Z Khumalo that there is a vacancy, I must just go and replace, and then I came back after his death.\n\tOn my arrival, he had bodyguards and other people, other IFP members.  When I arrived at Sipumlabas, the bodyguards were there, and he explained to me that these people were given to me by Zakele to be my bodyguards.   In real fact, they are soldiers.  I'll just leave it there, but \"These bodyguards, they were Zakele's bodyguards, now they have to be yours\", and then I refused, I said \"I don't need any bodyguards, no, I don't need them, I'll watch myself\".   \n\tThereafter, after a while, he called me and said, \"These soldiers say they would like to see you\", and then I went there at a place called Phulapon, and then I found them.  There was a certain person, major, of the military intelligence, and he explained me, he described me as I am, the training that I did at Caprivi and explained that he actually, he has called me, he's trying to make with relationship, and indeed the way he described and explained, there was nothing to refute or deny, and this person was not there, so he was saying all the correct things.   Then that's when that I realised that we will be helping each other.  \n\tThen I said, \"It's fine\", then I said to Mhlaba, \"There's something fishy here\", and then I said, \"Oh, I see, there is something really indeed\", and then he just acknowledged.  On our next meeting, it was in a hotel at Botha's Hill, we are the very same person, I think he did realise that I was suspicious about what he was saying, and then he called M Z Khumalo.  It was myself, Sipumlaba and Khumalo and this man, and then we discussed.   \n\tThen M Z said that \"You must trust this man, I've been working with him for a long time\".  That's how I (indistinct).  In all the violence here in Mpumalanga, it was this man, Philbury who was in charge and the other Major Terblanche.  What their function or duty was, to supply us with the information, I will just make a parable, that at Ward 9 and Ward 8 examples, I spoke to them, \"No, there shouldn't be any soldier or police, I just want to clean Unit 3\", and then they said, \"No problem\".   \n\tIndeed people from Unit 3, if they can tell the truth, there was no police, there was no soldier who came there.  The soldiers who were around were here at the police station and they were watching actually, others taking vigils had the vigil camera and... (intervention).",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So my understanding, Mr Lethuli, is that when you, after your contact with Mr Philbury and Terblanche, your attacks were co-ordinated with them so that the police could not be present at the scene where you were going to be attacking?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "It is like that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And the people would be left helpless in that area?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And then there was subsequently an attack at R25,00 is it correct?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you tell us about that attack there?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "(Indistinct) happened, then we spoke to this man, this Philbury, let me just say Philbury, and then he said, \"Just hang on, don't go to R25,00, I must actually take my people out first\", and then we actually looked at each other, myself and Mlaba, \"What is this man saying now?\", and then he said he will tell us when to attack.\n\tLet me just explain, R25,00, it's a cottage belonging to Mr Mkize, who is a businessman at Georgedale.  He has cottages, have the name this R25,00, and when he actually, after stopping us, we actually stayed for a week and we were actually revising this issue, and I was actually telling Mlaba that, \"You do hear what this man said, the people from Georgedale are the ones who are attacking, those are, the people are finishing me, it means the people who are finishing me are the people who are belonging to this man, because here at R25,00, that is where the Comrades meet, and those are the people who actually tell the Comrades to attack Sikumlaba, and these people would actually help the Comrades, and can you see now that who is actually behind all this?\", and Sikumlaba then said, \"Yes, I can see now.  Is there no other means to finish this violence?\"  That's when we started contacting Boy Majola.  \tHowever, that's also a long story, that's when we contacted Boy Majola.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "All right.  Now when you attacked at R25,00, were there people killed there?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "No, we didn't, that was cancelled, we just left it like that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And when you contacted Boy Majola, is the position that that's the time when you decided to contact the UDF people so that peace could be made in Mpumalanga?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, that was like that.  Let me just explain a bit.  The way violence was, we could actually sense it.  Boy Majola had a friend who were with him here at IFP, we used him, Bamba, and we said, \"Bamba, just get hold of Maginxa\".\n\tIndeed Bamba, how they met with Maginxa, but they met, and then he actually arranged for us to meet this Maginxa.  So then, to indicate that now we want to put our weapons down at Mpumalanga, and then, at Mushware, when we were approaching, myself and Sikumlaba, Maginxa stood up, he's an uncle to me, and then went to me and said, \"Listen, have you come here to finish here now?\", and then I said, \"No, uncle, no, uncle\", \"Oh yes, kill me now, shoot me, kill me, it's fine if it's you who's shooting me\", and then I said, \"No, uncle, I came here so that we can talk, negotiate\".  \"You came here to talk with me by myself, just alone, and say Bamba, why didn't you tell me you were actually calling these people?\", and then we tried to calm him, and then he listened to us, and then he realised that we were actually telling the truth.  That's how we actually contacted each other.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Mr Lethuli, you have heard there being a reference to an incident at the first stop bus(?) where people were shot, you might know about it, you might not know about it, do you know anything about this thing?   I believe it's a prominent incident, although my instructions are not clear on the date of this incident.   Do you know of this incident at all?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "...(no English translation)",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The first stop, it's an area just next door, I believe, the stop next door, do you know anything about it?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "I don't know.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You don't know anything about it?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, the motor vehicle known as tomato vehicle, do you know anything about it?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "This tomato, it was Sikumlaba's car.  This car, it was driven by well known boys, IFP boys.  In this car, they were using it, operating, whenever they were attacking areas with, or Comrade areas.  They would do anything on their way, shooting, because in that car they used to just shoot, it was just a well known car, a notorious car that when it appears, a person dies, it was very notorious, but the drivers, the Comrades knew the drivers and the people who were driving that car.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, is it correct that there were many incidents that occurred here, some of them which you can't recall without being reminded about them?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, that is the truth.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Are you prepared to meet the community on a one to one basis, and if they remind you about those incidents, you are prepared to elaborate on them?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, it's the truth.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, as you stand there, do you have a word for the community, you have said something very gruesome, you have narrated incidents, do you have anything to say to the community?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "What I can say to the Mpumalanga community, I'm happy that I'm here in front of them, and they've heard me talking in different areas, but I never got a chance of facing them directly.  I grew up in front of them.  Most of them, if I can say they should stand up that I'm related to, who are my relatives, who are my friends, almost the entire house can stand up.\n\tThere are those that I grew up with, who know me since, from school days, I never fought at school, when I was still a scholar, I never fought, I was just (indistinct - Zulu), as the name suggests.  Even now, I still follow my name, I'm still (indistinct - Zulu).   Peace, it's within me, it's in my blood.  The things that I did at Mpumalanga, there are bad things and there are good things.  All the bad things that I did, I did them as an IFP member, all what I did.  Therefore, I regret about the things that I did to the Mpumalanga community.   \n\tAlso, I plead with them for them to allow me to come back and be amongst them.   Therefore, I will be given a chance to talk to them, to be myself, therefore I'm prepared to do whatever is there, whatever is available.  The peace that I'm referring to, it's now on the third, it's about three times that I was almost killed, not by Mpumalanga people, but people that I was working for, IFP, three times, not that I was killed because, they're killing me because I say the killing of people must stop.   \n\tEven now the person who used to be with Comrade (Indistinct), that is Sikumlaba, is nothing today because of the peace at Mpumalanga, because the IFP leaders don't want this peace.  I'm not talking a hearsay, it's not a hearsay, they do not want, our top leaders, top IFP leaders don't want peace.  \n\tMyself, I myself, I had nothing to lose if I just stayed just like everybody else and just be quiet, and then they are saying but come to the amnesty, I had nothing to lose, how could I just stay behind, just like everybody else who are living a better life than mine?  \t But now I manage that in whatever luxury that I have, and then I said those kids, those children that you see there and the others, as you have heard that there are letters that are being written that they shouldn't say anything, \"Because IFP didn't do anything, they do good things, it is only the thugs who are doing that, we IFP leaders don't know anything\", and it's nothing, nothing at all that they were prepared to do in order to build a new South Africa, nothing positive.   We actually agree with Sikumlaba and he would say that they are always saying that whenever you are always ahead of them, because they always come after you.  \n\tI did talk about this amnesty thing when I was still talking just to be under the TEC, and then it was said I must be killed because I said we should go to TEC.   This TEC, I was actually trying that this win of IFP, all other organisations say that they should actually be revealed, they are still hiding, even today, they are still hiding it, and then I said to all these boys that you see that I won't leave them, I will just call them and be with them, because I sacrificed all the luxury that I had, even still today I will still be in that luxury, but I decided to get these boys.   \n\tYou've heard on the radios shouting that everybody who know that (Indistinct) Lethuli did this or said it must just come up-front, because this is the time of reconciliation, this is the time of building our new South Africa.  Indeed these are the boys.  Others, they received such letters.  However, they can go behind and say apply.  How?  How are they going to apply?  They are just wasting their time.  I thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please be calm for Mr Ngubane.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you.  Mr Lethuli, thank you very much for what you have said.  There is just one point which has just come to my attention.  There is an area in Howick called Mpophomemi... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you repeat the name of that area please, Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "It's Howick, in Zulu it's Mpophomemi, MPOPHOMEMI, did you participate in the attacks in that area?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "No, that is not correct, but one Caprivian was there, Willem Xhono, he was investigated about that crime and M Z Khumalo and myself hid him until the matter died down.  The UDF at Mpophomemi was still pursuing the case, but because of the assistance from the police, we managed to hide him.  He died later.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know what he was wanted for, was it murder or what?",
            "Male"
        ],
        [
            "D WORDSWORTH LETHULI",
            "Yes, murder, I think he killed some union members, members of Cosatu.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you, Mr Chairman and Members of the Committee, that's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Ngubane.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, if there's any, do you have any?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I have no questions.\nNO QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewitt?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Mr Chairman, I do not wish to put any further questions to him, other than my previous cross-examination in Durban.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nNO QUESTIONS BY MR HEWITT",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I have no questions, Mr Chairman, thank you.\nNO QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "No re-examination, Mr Chairperson.\nNO RE-EXAMINATION BY MR STEWART",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I have no questions, thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "None.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lethuli, you may stand down.  WITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane, do you have any further evidence to lead?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No, Mr Chairman, I've no further evidence at this stage.  I believe that we are running short of time and the Members of the Committee intend leaving at this stage or soon after this.\n\tThe arrangement that is per agreement amongst us is that the applicants are going to have a discussion with the members of the community, and if anything transpires from that, we'll formally report to the Committee in writing or at the argument stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you then, Mr Ngubane.  Mr Hewitt, do you have any evidence to lead?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that then bring us to the end of these proceedings at Mpumalanga?\n\tLadies and gentlemen, as you've heard, we've now come to the end of these proceedings, this portion of these hearings, we will continue with this hearing next month, on the 14th of September 1998, at Ermelo, where we will hear evidence again from certain of the applicants relating to incidents which occurred in the Ermelo area, as well as in the Bushbuck Ridge area.   \n\tI would, before we finally adjourn, like to express on behalf of the panel here, and indeed the TRC, our sincere appreciation to all the persons who made this hearing possible and who allowed it to run so smoothly as it did.  I would like to thank the authorities, and the mayor in particular, for the use of this wonderful venue, we found it to be very good indeed, the facilities were good, the catering that we received was excellent, we were indeed spoilt.  \n\tI would like to thank the persons who provided the security, that is the police services, as well as the witness protection programme people for the security they provided.   I'd also like to thank very much the interpreters for the very good work that they have done this week, it's an extremely taxing job that they do.  I'd also like to thank very much the people who attended the hearing.  For such a large audience, I must say the behaviour, if I can call that, the conduct of the audience was outstanding, very patient, and thank you very much indeed for everyone.  If I've omitted to thank any persons, it is without any intention.  Thank you very much indeed, we will now adjourn.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}