{
    "header": {
        "type": "Caprivi Hearings",
        "starting date": "1997-08-05",
        "location": "DURBAN",
        "names": [
            "DALUXOLO WORDSWORTH LUTHULI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56251&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/caprivi/caprivi2.htm",
        "speakers": [
            "MR LYSTER",
            "BRIAN GCINA MKHIZE",
            "MR LASICH",
            "MR MACADAM",
            "TESTIMONY_GIVER:",
            "INTERPRETER",
            "MR WILLS",
            "MR VISSER",
            "YASMINE SOOKA",
            "MR NTSEBEZA",
            "MR DE VOS",
            "MR STEWART",
            "DALUXOLO WORDSWORTH LUTHULI"
        ],
        "original_speakers": [
            "BRIAN GCINA MKHIZE",
            "MR LASICH",
            "MR LYSTER",
            "MR    (?)",
            "MR MACADAM",
            "INTERPRETER",
            "MR WILLS",
            "MR VISSER",
            "MS SOOKA",
            "MR ??",
            "MR NTSEBEZA",
            "MR DE VOS",
            "MR   (?)",
            "MR STEWART",
            "DALUXOLO WORDSWORTH LUTHULI",
            "MS   (?)"
        ]
    },
    "testimony": [
        [
            "MR LYSTER",
            "[Break in recording] ... and we will resume from where we left off yesterday, the evidence from Mr Gcina Mkhize who is still under oath.",
            "Male"
        ],
        [
            "BRIAN GCINA MKHIZE",
            "(Still under former oath) (Through Interpreter)",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Mr Chairman, I beg your pardon for interrupting here.  I am Lasich representing the Inkatha Freedom Party.  I just wanted clarity on two aspects.  The first one is your Commission indicated to us that the time limits were fairly constrained as far as this hearing is concerned.  Would there be any scope for latitude in these hearings to extend time, if possible?",
            "Male"
        ],
        [
            "MR LYSTER",
            "We obviously, as I've mentioned yesterday and as you have stated that there are strict time constraints,  we don't know how many attorneys or counsel here will want to put rebutting questions or submissions to any of the witnesses and it's a situation which we will have to really deal with fluidly to see how it goes.  At the end of, for example this witness' evidence, we will ask the group present who would - who would feel it necessary to put questions to the witness and we would give some guidelines as to how those questions should be circumscribed, as it were.  Obviously we can't allow extensive cross-examination with regard to credibility.  They should be very specific and precise allegations, rebutting allegations where your client, for example is implicated.  So I can't say at this stage whether we could extend the time and we'll have to really play it by ear, but certainly you will be given an opportunity to make a\n /submission\n1A submission or to put questions to the witness.",
            "Male"
        ],
        [
            "MR LASICH",
            "Thank you, Mr Chairman.  The other aspect is, it's not too clear to us what Mr Macadam's status in these proceedings is and further what his role is exactly.  We can see he is leading witnesses.  If you could just indicate precisely what his status is within these proceedings?",
            "Male"
        ],
        [
            "MR LYSTER",
            "Well, for want of a better word, he is a leader of evidence as this Commission uses such people in its other committees and he's an employee of the Commission.  He's an advocate and he's familiar with the documentation and it's really to facilitate the process.  The questions that he's asking are certainly, in my view, not leading questions, but he is taking the witnesses through their testimony to assist us and to make sure that we finish this hearing in the time that we've given ourselves.",
            "Male"
        ],
        [
            "MR LASICH",
            "Thank you, Mr Chairman.  There's just one aspect, I may be mistaken, but I concede Mr Macadam is definitely not asking leading questions, but it seems to us that although the definition of \"offensive\" doesn't considerably affect the Inkatha Freedom Party's role in this matter, it seems that he is trying to steer the witness towards Howard Varney's definition of \"offensive\", that was yesterday.  We'd just like that placed on record.  Thank you.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you, Mr Lasich.\nMR    (?): Mr Chairman, before the proceedings start, I'd just like to put on record that yesterday evening we informed the committee through yourself that we considered bringing an urgent application inter alia relating to the\n /decision\n1A decision of Dr Boraine not recusing himself.  My attorney\nwas informed that reasons are not available at this stage and that the committee wants to take advice.  Furthermore an undertaking was given to us that no evidence will be led today that implicates any of the clients for which we appear and that Dr Boraine won't be sitting after today and furthermore that relating to Howard Varney's documents, with submission, that the Committee has not made a final decision, whether it's going to be a submission, whether he is going to testify and whether he's got the right to cross-examine or not.  I just wish to place that on record.  Thank you.",
            "Male"
        ],
        [
            "MR LYSTER",
            "(?)   Thank you, I confirm that.  Could I just also place it on record that my plans were made a very long time ago and that I'm only here for two days, because that is my decision.  Thank you, Mr Macadam.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Mr Mkhize, when the Commission adjourned yesterday afternoon, you described to us the training that you received in connection with the RPG7.  Now in dealing with that you've described to us a range of other weaponry which you were trained in during the advanced phase.  Could you proceed to explain to us what training you received in connection with the explosives which you referred to as PE4 and Cortex?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As I have already explained before, the different types of explosives that we talked about, I don't know whether Your Honour wants me to explain as to how they work.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "I don't want you to explain how they work.  I want you to explain to us what the aim of training you in these explosives was.  If you can recall that.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The main aim which they told us was that we are supposed to use",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/these",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A these arms when fighting against the ANC after we're training, therefore they are going to help us to conquer the ANC.  We were told that we will be given different kinds of firearms as soon as we start our operation.  Briefly I will say the aim was that we should use these arms to conquer the ANC and the communists.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Was the purpose in using these arms explained to you?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There was only one aim, that was to kill, because those are the kind of arms which are normally used to kill.  There isn't any other possible task that we can assign to these arms, except killing.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Specifically with firearms that fire bullets, in the advanced phase, what type of firearms were you trained in? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We're using firearms like RPD, RPK, AK, UZI and other pistols like Tokarev and Makorov and mortars.  Mortars like 81mm and grenade launchers, the 40mm grenade launcher and also the commando mortar.  Those are the few that I can remember.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Is there any particular weapon on which, you know, specific emphasis was placed or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There were two firearms which had much emphasis.  These were the ones that we were supposed to use in most cases.  It was the G3 rifle which was Czechoslovakian made and an AK47.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Now yesterday you told us that you were also trained in house penetrations.  What exactly did that entail? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " House penetration is normally employed where you intend to kill the target inside the building.  There are so many methods and tactics which are normally used, because it involves more than one person.  There are specific tactics which you use in the vicinity where you have to launch the operation.  For example the one in front, as soon as he or",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/she",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A she arrives at the door will stand aside and take a cover, covering the second person who is coming to break the door open.  The second one should be carrying a shotgun.  With that arm he has to shoot the top handle(?) of the door to destroy the lock machine so that the door can be opened with ease.  After shooting the lock, then kick the door.  Person No 3 armed with a pistol should enter the door.  He must be possessing a short or small firearm in order to move easily inside the building.  Person No 4 should also follow to assist inside the building.  When approaching the corners of the building, person No 3 will take a cover and person No 4 will advance forward, covered by No 3 and person No 4, if he arrives at a corner or at an obscure place, to follow the very same method, helping each other, using the system which is called the buddy-buddy system, until they reach the room where there is a target.  It is possible that one of them can shoot from an angle where the person who is supposed to hit the target is from a different angle to the person who is supposed to hit the target.  It has to be like that, because if the person, the target inside the house is armed, that person have to be decepted(?) to aim and shoot in the direction where there is the firing.  Therefore person No 4 get the chance to crawl towards the target and hit the target, because usually the target will be paying much concentration to where the first shot came from and person No 4 will come from the side and shoot the target.  Therefore you have to be careful or cautious not to leave cartridges.  In most cases you have to insert socks in the cartridge ejector of the firearm to ensure that if the firearm ejects the cartridge, the cartridge will fall into the socks and will",
            "Male"
        ],
        [
            "MR MACADAM",
            "/not",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A not be left at the scene of the crime and you have to quickly rush out of the place safely and disappear from the scene of crime.  I would say this is the house penetration details.",
            "Male"
        ],
        [
            "MR MACADAM",
            "And yesterday you also mentioned infiltration techniques.  What were those?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When talking about infiltration, this is the method which is normally used to infiltrate into the enemy camp, getting the necessary information without alerting them that you are the enemy.  There are so many different methods of disguising.  Depending on the enemy and the base where they stay, I will describe infiltration as a very wide idea, because you can infiltrate a firm with the aim of following one of your enemy who works in that particular firm.  For example, you'll have to find some way to find the uniform of that particular firm or company.  If possible you can grab the guard on - at the gates, strip him of his uniform and take it and wait in order to enter the premises.  That's one kind of infiltration method.  I will say infiltration, it's pretending that a person who is innocent while you knew that your aim is to find something necessary.  It's like entering into a place where you knew you were not going to be able to enter the place if it is known that you are the enemy.  I'll say that's as far as I will go with infiltration.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "What was intended to be done with the information that you gathered in that process?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The information helps you because in most of the cases we needed information.  Sometimes you have to know how armed is your enemy, to know their strategies or to know whether your group or your people have been killed in order to prevent",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/that",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A that particular situation with the information at hand;  to learn more about their tactics and to counteract such tactics.",
            "Male"
        ],
        [
            "MR MACADAM",
            "You described yesterday and today a range of activi-ties which you've said which form part of the advanced training.  Are there any other important aspects of the advanced training which you recall at this stage, other than these things that you've explained to us already?",
            "Male"
        ],
        [
            "MR MACADAM",
            "MR    (?): Mr Chairman, is that correct?  I'm not raising an objection, it's just I didn't understand this witness to have arrived at the advanced training.  I thought we're still busy with basic training.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Yesterday afternoon we left off I think what was called the secondary or secondary training and we said that this morning we would start with advanced training.\nMR    (?): I'm sorry, Mr Chairman, but I thought yesterday's evidence was part of the basic training.  I'm just asking for elucidation here.",
            "Male"
        ],
        [
            "MR LYSTER",
            "No, yesterday we started with basic and then we went on to secondary and Mr Macadam said at the end of yesterday's evidence that we would spend today or this morning's evidence on advanced.",
            "Male"
        ],
        [
            "MR LASICH",
            "On advanced.  I'm sorry, Mr Macadam.",
            "Male"
        ],
        [
            "MR MACADAM",
            "If you could proceed to explain to us if there are any other aspects, other than those which you already mentioned to us.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will able to answer any specific question, if possible.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Your own accord, which you recall, over and above what you've told us which stands out or is memorable in the - that phase of the training.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Your Honour, it's so difficult for me to remember everything that",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/happened",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A happened during the training, because it happened in 1986.  Today it's 1997.  There is a difference of about eleven years in between.  I have experienced difficult situations.  I don't trust my memory very well at this moment.  However, if Your Honour would like to ask me questions based on the training, I will be able to explain or expand.  Because we didn't stop at the advanced training.  We continued to a specialised course.  If there are some things which we came across during the advanced stage which I have left out and if Your Honour thinks I haven't mentioned it, you can ask me questions.",
            "Male"
        ],
        [
            "MR MACADAM",
            "What was done after you had completed the advanced stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We divided into groups.  Others were taken to do offensive and defensive.  Some were taken for VIP protection.  Some were taken for contra-mobilisation and I was included within the contra-mobilisation group.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And approximately how many other persons were in your group?  Can you recall?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't remember well, but we were about eight.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And what type of training did you receive at that stage while you were part of this group?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  If I remember well we were taught how to prepare a speech, about public speaking;  about advertising;  the handling of interviews;  the aim of contra-mobilisation was to mobilise for our organisation in order to have debates with our - with opposite organisation;  to be able to answer during interviews if ever questions are put to us and also to recruit new members for our organisation and also to uplift(?) it and build it to a big organisation through advertising.  I will say that's all that we're doing during the contra-mobilisation phase.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/Once",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A Once that phase had been completed, did you proceed to receive any further training in that place?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My group didn't continue.  The VIP protection group continued with the training because they left us at the camp two weeks earlier, they left two weeks earlier and we were told that we were still going to continue with the training at another place and they were to be taught how to drive, because they were supposed to protect the dignitaries.  The area in which we were, it was a desert area, so you couldn't drive around, therefore it became necessary that we should be taken for training in another place.  They continued training and we left the area - by the time we left the area they didn't yet came back to the camp and we happened to meet them while we were back in the country.  ",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And you didn't receive any other training after this contra-mobilisation group training?  If you could just confirm, because that's how I understand your evidence.",
            "Male"
        ],
        [
            "INTERPRETER",
            "May you please repeat your question?",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "If he can confirm, did he receive any training after the contra-mobilisation phase while he was still at this camp.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we did, but it was not in the camp that I mentioned before and it wasn't in the same year.  The second training we got it at Venda.  It didn't involve arms.  It wasn't a military training.  I will say it was a revision of what we were taught during the mobi-lisation phase because we were about to be deployed to do the work to mobilise for our organisation, the IFP.  After the Venda training, we were deployed at South Coast at a base called Umzumbe.  We arrived in the office of Chief Khawula.  We were using his old offices.  There was an old",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/office",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A office for Inkatha in that area and we were using it as a base.  We always go out to have rallies and also come back to the place and we used to visit many chiefs' areas, asking them to give us permission to go to the people and talk to them and we managed to address people mobilising for Inkatha.  We also went to high schools, warning children that they shouldn't be influenced by the UDF spirit and that's how we tried to build our organisation.  We visited many places at South Coast and we stayed there for about three months.  We went to many different chiefs and we even went up to Harding at Chief Makhi(?) and we're doing the very same work.  Therefore the course that we had in Venda was a preparation for the work that we're supposed to do at South Coast.",
            "Male"
        ],
        [
            "MR MACADAM",
            "We want to take you back to this camp which you were flown to in this aircraft and clarify certain aspects.  You said yesterday that when you arrived there that there was this man whom you described as JJ and others who seemed to be in charge of the facility and seemed to be the person who initiated the initial training.  Did that continue throughout or were there other persons who took over and did this person leave at any stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There were many, it wasn't only JJ alone.  As I have explained yesterday, we were divided into four platoons.  Each platoon has fifty people, therefore each platoon will have three to four instructors, depending on the phases that we had to go through, because we were not doing the same things at the same time.  While others were going to the South Coast, others will be taken to learn more about explosives;  the throwing of hand grenades.  Others might be in some other places where they will get lessons about",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/house",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A house penetration.  We might find at the very same time another platoon will be doing shooting range where they will be taught how to shoot at a target and also how to use very different kinds of firearms, therefore there was a need for more instructors, so that the work can be done at one time, because we didn't have much - enough time.  There was much work to be done, therefore JJ wasn't alone.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Did JJ and these other instructors ever tell you for whom they were working?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they didn't.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did Mr Daluxolo Luthuli have a hand in training you in the use of these various firearms and explosives and house penetration drills?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was just observing, sometimes in the evening after training, whilst sitting around the fire and relaxing.  He will just give us more knowledge about what we're doing during the day.  However, he wasn't the type of a person who will be instructing.  However, he was always there, observing, because he was recognised as a person who has the expertise when it comes to the military.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "In the course of this training, did you and the other trainees receive any visits from any dignitaries at all?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Who were those?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The two senior leaders who came at the camp.  The first one was Mr M Z Khumalo.  During those days he was the personal assistant to the President of the IFP.  Another senior member came.  He was a senior member within the KwaZulu Police.  His name was Brigadier Sipho Mathe.  I don't remember any other person from this place, except the two that I mentioned.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "You told the Commission yesterday that you became involved in the whole process on the basis that you were",
            "Male"
        ],
        [
            "MR MACADAM",
            "/joining",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A joining the KwaZulu Police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "While you were in this place, did you receive any police training at all?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we didn't receive anything - any training relating to policing.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did you at any stage receive any training as to how you should react with the police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were not trained to work with the police.  We were trained to run away from them, because we were told that police were going to arrest us, because what we were doing was not lawful within the community, I mean the things that we were trained to come back and do within the country.  Therefore it was always emphasised that we should always try and avoid the police.  If I remember well, at one time when we were in training, we were supposed to learn about close combat to fight without the use of firearms.  We were told that such knowledge or training will help us to escape if we end up caught by the police, if there will be a need to run away from the police or from police cells(?).  We were taught about vital spots where you can hit a person to disable him or her;  to overcome the person and also disarm the person.  We were told that such training or knowledge will help us if we ever get arrested.  Therefore I say we were not taught how to work closely with the police.  Even if it wasn't said that we should consider the police as enemies, we knew that police might be a stumbling block on our way when fighting against the enemy.  Therefore we needed to have a way to get rid of the obstacle on our way.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And who told you all these things relating to the police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Our instructors.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And during this whole period that you were at this",
            "Male"
        ],
        [
            "MR MACADAM",
            "/place,",
            "Male"
        ],
        [
            "MR MACADAM",
            "1A place, were you ever either told or trained firstly that your objective should be to protect local political leaders and politicians from unlawful attacks?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think the people who were supposed to come and do such jobs, they were those who were trained for VIP protection.  It wasn't going to be able for us to protect leaders.  How can we protect them with mortars, with RPG7 and rocket launchers?  How were we going to protect them with limpet mines?  To add, those RPK and the AKs were not legal firearms in South Africa, therefore we couldn't carry them around protecting the leaders at that time.  Trainings like house penetration, as I've explained is the kind of training which wasn't going to be used to protect leaders.  People who were trained to protect their leaders, are those whom I have explained that they left the camp two weeks before and they went for training in another place.  They were getting trained specifically to protect leaders.  We were not trained to protect.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did ... (incomplete)",
            "Male"
        ],
        [
            "MR MACADAM",
            "(END OF CASSETTE NO 1A)",
            "Male"
        ],
        [
            "MR MACADAM",
            "(START OF CASSETTE NO 1B)",
            "Male"
        ],
        [
            "MR MACADAM",
            "1B",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were trained to do guard duty and also taught as to what is guard duty, what is ... (inaudible) ... fire.  That is the place where you are posted and you are told you have to guard the area.  You have to concentrate on that particular area.  This is just - it was a general knowledge which will help anyone.  However, it wasn't emphasised on us.  What they emphasised with us was that we should be able to fight against the enemy and win and kill them.  About defending yourself, it's just something that was just fitted into the course or part of the",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/course.",
            "Male"
        ],
        [
            "MR MACADAM",
            "1B course.  We were taught as to how you can draw a firearm quickly and to protect yourself.  Things like that.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Are you aware of the terminology, \"minimum force\"?",
            "Male"
        ],
        [
            "INTERPRETER",
            "May you please repeat your question?",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Are you familiar with the term \"minimum force\"?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I do.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Was that aspect ever dealt with in your training that you received in that place?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When you use minimum force, your aim is not to kill, it's just to disable a person in order to arrest a person.  Minimum force is used by police to apprehend people or to effect arrests.  If the person behaves violently or fights back, therefore you will have to use minimum force to arrest the person or effect the arrest and so that you will be able to put that person into a van or into police cells.  So I will say that we didn't do anything with regard to minimum force or were not trained in that regard.  We were concentrating on elimination or killing people.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did you receive any financial remuneration at all while you were in this camp that you were receiving the training that you've described to us?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we were paid.  We were told that they will take the scales of the police, the constable scale and we'll be paid according to such a scale, constable scale.  We were told that after the training there might be some increases.  Since we didn't have a place where we could spend our money, they used to give us everything that we needed up to a stage where they had to construct a shop, a small shop where you could buy drinks and beer cans and some sweets, the small things.  We were not given the full salary and they said they will give us the balance after the training.  If I",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/remember",
            "Male"
        ],
        [
            "MR MACADAM",
            "1B remember well we were given an amount up to R400, 380, something like that.",
            "Male"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... came from?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know where it came from.  However, it was South African currencies.  It was new notes, bank notes and it was South African money.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ...?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  This one white gentleman by the name of Swart, he used to come at the end of the month and when we see Swart we knew that we were going to get paid and we did get paid.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Just to finally conclude your evidence, two aspects.  You've told us once you had received all the training in this strange place, you worked in the Port Shepstone and Harding areas for some period of time.  After that, did you at any stage become a member of the South African Police at all?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ...? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was during 1988, January.  I was based at South Coast after the training.  They came to fetch us saying that we are wanted at Ulundi.  We went to Ulundi, as they said they were requiring us as soon as possible.  Four of us left the South Coast to Ulundi.  When we arrived at Ulundi it was explained to us by Mr M Z Khumalo that we will be taken to Cape Town where we were to be trained as special constables.  That did surprise us, because we knew that we were very advanced with the knowledge, the military knowledge and we didn't understand why do we have to be taken back to be trained as constables and we asked Khumalo why did they have to take us to train as constables.  Khumalo explained that they were not degrading us or giving us a lower position, however, it wasn't a demotion.  However, they wanted us",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/to",
            "Male"
        ],
        [
            "MR MACADAM",
            "1B to help in the police service.  The main reason was that in Pietermaritzburg most members of the Inkatha were getting killed and they were conquered by the ANC and other structures of the ANC like UDF.  They also said that the Inkatha it's winning in Maritzburg, because it has a -can I repeat it?   It's not Inkatha.  It's not the Inkatha that was getting help from the SAP, it was the structures of the ANC which were helped by the SAP to fight against Inkatha.  Khumalo told us that since we're going for training, to train as constables, Chief Mangosuthu Buthelezi has met with the seniors of the SAP about the assaults and killing of Inkatha people in Pietermaritzburg and senior people in the South African Police told him that he should bring his own people, if he doesn't trust the South African Police personnel working in Maritzburg.  Therefore the South African Police were going to take those people who were brought from KwaZulu-Natal by Chief Buthelezi, trained those people, trained them to be special constables and their main task was to fight against violence and also to help in the Maritzburg area to protect prominent IFP leaders and also to protect the IFP people.  Mr Khumalo told us that our task is to infiltrate the special constables;  to enter as special constables in order to work with - to go and get deployed with the special constables who work in Pietermaritzburg.  Therefore while in Maritzburg we will be able to further our aims to hit directly at the ANC.  At the very same time we will be able to protect our people.  That is the reason why we were taken to be trained with special constables.  There were many special constables whom we did not know.  They were from different places.  However",
            "Male"
        ],
        [
            "MR MACADAM",
            "/we",
            "Male"
        ],
        [
            "MR MACADAM",
            "1B we trained in the same place.  We were also warned that we're getting training and also to hide that we know anything about military.  If I remember well that's the time when they took us to Orib(?).  They took our particulars.  We were together with other - many people were coming to join as special constables.  The SAP took us to Cape Town where we trained.  We were trained under the commanding officer, Colonel Smith.  He was in charge of the camp.  After finishing the training we came back with our appointment certificates stating that we were special constables.  We were deployed - all of us were deployed at Maritzburg and we were staying at the Railway Hostel.  That's where I met my fellow accused, Mr Hlongwane because he was also included in the training of special constables in Cape Town.  It wasn't for the first time I saw him.  I knew him before.  However, I might be able to explain that, if necessary.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Did you receive a salary from the South African Police while you were a special constable?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did you receive a salary from any other source at the same time other than the South African Police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I used to get money for training that I had in the camp, so I was getting two payments.  However, the South African Police didn't know that there is another salary that we're getting.  After some times, Sergeant Khesili whom I mentioned yesterday went to Ulundi to collect our money and he will give us in secrets - make it a secret when paying us to make sure that nobody knows that we're getting the payment.  It wasn't paid through cheques, it was cash.  ",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/[Break in recording] ...",
            "Male"
        ],
        [
            "MR MACADAM",
            "1B [Break in recording] ... remain as a special constable in the South African Police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It didn't take much time, it's just a few months and we quarrelled with the other SAP people, because we discovered that some of them were comrades and they also suspected that we were not just ordinary constables, but that we are under a certain mission(?).  Therefore a conflict developed and they supplied us with poisoned food at some stage.  We got sick, seriously sick, we almost died, most of us.  I had to be admitted at Edendale Hospital.  My mouth got rotten and it developed some sores and I had diarrhoea and I was next to my grave.  It was after eating that food.  That's the reason why we decided to quit, because we thought we're going to die.  We went back to Ulundi to tell them, \"It looks like the people in Pietermaritzburg have - suspect something about us\".  That's how we left the South African Police.  We didn't even resign or say, \"Bye\", we just left.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "In 1989 you were then - became a member of the KwaZulu Police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And at that stage, did you fill in an application form to join the police and go through the police training colleges or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I completed the form.  Yes, I did everything.  I also went for a fitness test.  I was examined by a doctor and also enquiries made about my education, my qualification.  I had to submit my Standard 10 certificate;  fingerprints were taken to determine about my criminal records.  I also attested on Sunday(?).  It was on the 1st of July 1989.  I attested, I was sworn before Colonel Luthuli(?) who was in charge at that time and were taken to Ulundi Police College.  That's",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/where",
            "Male"
        ],
        [
            "MR MACADAM",
            "1B where we started training on the 2nd of July and we completed on the 14th of December 1989.  That was after all the normal training the police have to go through.",
            "Male"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... compare with the training that you received in 1986 at this strange camp? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was very different.  Firstly in the camp we didn't learn about criminal law.  However, at the college we did Criminal Law A, Criminal Law B, criminal procedure in evidence, police administration, first aid, musketry and physical training and I passed all things like roadblocks, searching, arresting and also the regulations which we worked, which we will have to follow and we were also told about our powers and rights.  One of the main differences was that at the police college, during musketry we were learning about South African firearms, legal firearms like R1, HMC, shotgun.  We learn more about different shotguns, 500 pump action and the Browning;  pistols like 9mm Baretta, 7,65mm, 38 and we also got training with regards to how to explode the teargas;  how to control riots.  We were doing the normal courses for police training.  There wasn't anything that was made or said to be secret.  There was no secret.  Even our visitors will come during the weekend to see us, bring us clothes.  Nothing was a secret to the community at large.  This looks so different, because in the previous camp everything was a secret.  As I have said that even our families, it was emphasised that we shouldn't tell them anything about the training at the camp.  At the police college everything was open and that is the difference.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "I have no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MACADAM",
            "NO FURTHER QUESTIONS BY MR MACADAM",
            "Male"
        ],
        [
            "MR MACADAM",
            "/",
            "Male"
        ],
        [
            "MR MACADAM",
            "MR LYSTER",
            "Male"
        ],
        [
            "MR MACADAM",
            "1B",
            "Male"
        ],
        [
            "MR LYSTER",
            "Mr Wills, is there anything that you feel that you wish to say that you wish to lead your client on?",
            "Male"
        ],
        [
            "MR WILLS",
            "No, there's nothing that I wish to lead my client on.  However, obviously I would like the opportunity to re-examine after the completion of cross-examination, should there be any such cross-examination.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Yes, thank you.  I just want to make some general remarks now on the issue of rebutting submissions or representations or cross-examination and I want to emphasise the remarks which I made in my brief opening address yesterday and for the record I will repeat those.   For logistical, financial and other reasons, this hearing is of extremely limited duration and accordingly the panel will not permit any evidence, submissions or cross-examination which amount to a repetition of versions which have already been put forward in other forums and of which cognisance has been taken by this Commission.  Accordingly the panel will not hesitate to exercise, to use its rights in terms of Section 34(2) of the Act within the boundaries of what is fair and equitable.\nIn other words we cannot allow counsel to traverse the evidence of witnesses in a manner that they might do in a criminal trial and evidence will be limited to challenging the version of the witness insofar as it conflicts with their clients' versions and I must repeat that we cannot have a repetition of versions which are already part of the record, of this hearing.  Counsel should put their clients' versions to the witness in general terms and the witness should be asked whether he agrees with that version and I would really like to ask counsel to exercise restraint in this regard.\n /It\n1B It may be necessary now to take a brief adjournment so that you can decide amongst you as to those who wish to submit rebutting submissions, representations or cross-examination, in which order they should do it.",
            "Male"
        ],
        [
            "MR WILLS",
            "(?)   Sorry, Mr Chairperson, if I could just intervene here.  I trust that if there is going to be cross-examination on the basis of other parties that are represented here, I trust that such evidence and the basis of that cross-examination will also be placed before the Commission and we'll be in a position to cross-examine those witnesses ourselves.",
            "Male"
        ],
        [
            "MR LYSTER",
            "I think I'm going to adjourn briefly to allow counsel to decide in which order cross-examination, if any, should take place and we will deal as a panel with the issue which you have raised at the moment.  So it's now twenty past eleven.  We will re-adjourn here at quarter to twelve.  Thank you.\nSHORT ADJOURNMENT\nON RESUMPTION",
            "Male"
        ],
        [
            "MR LYSTER",
            "Take your seats, we are going to resume.  Mr Wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.  I just want to place on record that my decision not to lead the present witness any further was based on a synopsis of the intention of the evidence leader in leading evidence and that is that at this stage of his examination relates to his training and that at a later stage the same witness will be recalled in relation to his activities subsequent to his training.",
            "Male"
        ],
        [
            "MR LYSTER",
            "That's correct.  Have you decided in what\n /manner\n1B manner this will be done and who is going to deal with the witness?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, yes, in the picking order I can go first.  I must just place before you a problem in that there may be an overlap.  I might be premature with some of the issues which I wish to raise, which aren't many, with the witness, because that would be intrinsically tied up with his committing the offences later, so that if I seem to be anticipating it, that's not the intention, Mr Chairman, but it may cut out cross-examination later.  Perhaps on that basis I could just put a few questions in clarification to the witness.  If you feel that it's going too wide, please feel free to stop me, Mr Chairman.\nHello, Mr Mkhize, my name is Louis Visser.  Can you see me?  I'm putting up my hand, this is where I am sitting.  Can you see me?",
            "Male"
        ],
        [
            "MR LYSTER",
            "Sorry, may I just interrupt, Mr Visser.  Just for the record, just to place yourself on record, we were going to get a list from each person as to whom you represent.  Do we have a list?  Oh, it's right here.",
            "Male"
        ],
        [
            "MR VISSER",
            "The list has been provided, Mr Chairman.  I will this to the witness, in fairness to him, so that he knows anyway.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Mkhize, I just want to tell you that I represent the ex-Minister of Law and Order, Mr Adriaan Vlok and certain generals of the South African Police, General Van der Merwe, Coetzee and others, just so that you know.  Would you mind if I asked you just a few questions to clarify a few issues, please.  I understand, Mr Mkhize, that you've been committed of various murders.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "/What",
            "Male"
        ],
        [
            "MR VISSER",
            "1B What I'd like to know is did you commit any of these murders on your own or did you act in concert with other people when you committed these murders?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I did it myself.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "[... Break in recording ...] or evidence that is going to actually be led later.  At this specific point in time we have led evidence on the training that Mr Mkhize received and I think that it would be appropriate if the cross-examination or rebuttal is in fact confined to that particular issue.",
            "Female"
        ],
        [
            "MR VISSER",
            "I understand the sentiment, Mr Chairman, but if you'll allow two further questions you will see how it ties up with the training.  This is the only way how in which I know how to approach that issue, but I'll come to it momentarily, if you will just allow me a little leeway, you will see immediately where I'm going.  Mr Mkhize, I'm not quite sure that I understood your last question.  You said you committed the murders yourself.  Does that mean that you committed them without the assistance of anybody?  Is that what you're saying?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Maybe I don't understand your question, because there are people with whom I've been sentenced and convicted.  Some are under the witness protection plan.  They are also involved on the very same crimes for which I have been sentenced.  Some were not arrested.  Therefore this makes it clear that I didn't commit these crimes alone.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, well, that is the point.  Can you just tell us now, without going any further, what the names of the people are that you committed the crimes together with?  In whose company you committed these crimes.  Is one of them Daluxolo Luthuli?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Can I ask a question?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "/",
            "Male"
        ],
        [
            "MR VISSER",
            "MR LYSTER",
            "Male"
        ],
        [
            "MR VISSER",
            "1B",
            "Male"
        ],
        [
            "MR LYSTER",
            "I think just answer his answer and if there is something that you want to clarify, then you can ask.  Mr Visser, this - we don't - obviously we don't know how he is going to answer that question and he may not answer a question in this forum, we cannot permit him to answer questions in this forum where we don't know whether he is going to name people who haven't been given notice in terms of Section 30, as everyone here has and I think that in fairness to him and to those people who may be mentioned, that the evidence - the questions that you asked him - that you asked him now should be restricted only to evidence that he has already given.  He has not given any evidence whatsoever about murders committed or who he committed them with.  That will be given at a later stage and you obviously will have a full opportunity or an opportunity as you have now to put those questions to him, but we will only ask - allow questions to be answered relevant to this specific evidence and I must ask you therefore to restrict yourself to that - to his evidence which he has given this morning and yesterday.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I appreciate your viewpoint.  May I then, just for the information of the Committee, just to let you understand that I'm not wasting your time, tell you what I was going to be about.  The point about Mr Varney's representations to you has been that some of my clients, if not all of them, were instrumental in supporting the introduction of an offensive element, paramilitary element and, Mr Chairman, in our view and in our submission it is then of the utmost importance to first of all establish which component of the four components fell or falls within that definition of\n /Mr Varney.\n1B Mr Varney.  I was going to draw your attention to the fact that this witness actually falls outside that ambit, because he was a member of the contra-mobilisation and I was going to suggest to you, Mr Chairman, on the questions which I was going to ask him now that quite clearly the intention could never have been on any approach that that group was intended to be earmarked to be hit squads and that is why, unfortunately, I had to start in anticipating who - because what is crucial to the whole basis of this question is who acted with him.  Now if you feel that it might be unfair to him, he may have applied for amnesty, I don't know, it may very well be an unfair question and it may be an unfair question to people who have not been given notice.  I do appreciate that and I bow to that situation, but in the situation which has presented itself now, Mr Chairman, I am going to be compelled to leave the whole of that issue for later then.  I can simply then not continue with it in a sensible way.",
            "Male"
        ],
        [
            "MR LYSTER",
            "I think that will be appropriate and that when he has given his evidence next week about what he did, who he did it with, in terms of what group he saw himself as participating in, he can be questioned on that and if other counsel present please bear that in mind.  We are going to restrict ourselves to evidence given today and yesterday and obviously, the sorts of remarks that you were making a minute ago would be appropriate by way of a - also by way of a final submission, closing argument sort of thing in which you can make those points arising from Mr Varney's written submission, arising from this witness' evidence and from any points which may arise through cross-examination.\n/\nMR VISSER\n1B",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, it's an eminently practicable ruling and we accept that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Mkhize, just on the question of the weapons training which you underwent at Camp Hippo in the Caprivi, because you know what we're talking about when we talk about Camp Hippo, don't you?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm hearing for the first time from you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "How do you want to refer to the place where you were transported to, to receive training?  What do you want to call that place?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I won't like it to give it any name.  I knew and I have explained that we couldn't even see the road - the road signs on the road, but I will say that I do accept it as Camp Hippo if that's what you knew.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "All right, Mr Mkhize, well let's just then refer to it and we'll know what we're talking about.  Now at that camp, did you receive weapon training with G3 rifles? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Browning pistols?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "HMCs?  And, Mr Chairman, that is an abbreviation for Hand Machine Carbines, of course.  HMCs?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There is something I don't understand.  At Camp Hippo or at the camp where we trained, we were never trained with regards to South African firearms.  The few that you have just mentioned, the arms with which I've been trained later, I'd like to clarify, it looks there's a confusion.  I did training with regards to the G3s and the other arms while - not the G3s, other rifles while I was in the police training, so the G3, I got the training while I was in the camp.  The HMC training came later while I was undergoing the police training.  I'm referring to the training when I was trained to become a constable.  Not the first one. ",
            "Unknown"
        ],
        [
            "MR VISSER",
            "/It's",
            "Male"
        ],
        [
            "MR VISSER",
            "1B It's only G3 training which - that we had during the first training and never did during the police training.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Mkhize, I thought we made it quite clear to which camp we're referring to, but I understand what you're saying.  You say that you were divided into groups or platoons, as you've put it.  Do you remember that?  And that was in the last month of your stay at Camp Hippo.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were divided long ago.  As soon as we arrived at the camp, we were divided into platoons and there were four platoons, as I've explained and each platoon had about fifty people.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, let me put the facts to you.  You received basic training for three months and then you started with advanced training and in the last month you were divided into four groups and let me tell you who they were.",
            "Male"
        ],
        [
            "MR VISSER",
            "MR ??: Sorry, with respect, Mr Visser, I think you are misleading the witness, with respect.  Your evidence was that he was divided into four - well, your question initially was that he was divided into four platoons in the last month.  Don't confuse platoons with groups.  The platoons were fifty each for training purposes.  That's very different to the four groups which consisted of differing numbers of people at a different stage, so let's not confuse the witness, please.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, I take your point and perhaps I'm the one that's confused.  Can I tell you what I'm talking about, Mr Mkhize.  I'm talking about the offensive group, the defensive VIP protection group, that's the second group.  The contra-mobilisation group and the intelligence group.  Do you understand that?  That's what I'm talking about now.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Therefore when you're talking about",
            "Unknown"
        ],
        [
            "MR VISSER",
            "/that,",
            "Male"
        ],
        [
            "MR VISSER",
            "1B that, you are not talking about the advanced course, you are now in the specialised course.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry that I confused you, because I didn't understand that this way, but do you understand now I'm talking about those groups?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And were those groups divided into, in the last month of your stay at Camp Hippo?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Can you repeat?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Were you divided into those groups during the last month of your stay at Camp Hippo?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And just check with me whether I'm correct.  In the list of the defensive or the bodyguards, there were 28 members.  Is that correct?  Is that your recollection?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I don't remember how many there were, because I was in the contra-mobilisation unit.  I didn't work with the other groups in the specialised course, I didn't have any contact with them, therefore I don't know as to how they were trained.  I only know about contra-mobilisation only.  I don't know how many there were.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Did I hear you correctly to say that in the contra-mobilisation unit or group there were eight persons apart from yourself?  Is that what you said in your evidence?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I said there were eight, eight zero, eighty.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "In fact the correct figure is that you were a total of 114 in that group, the contra ... (intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "114 or 140?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "One four.  Which was far in a way the largest group of the Caprivi trainees.  Would you agree with that figure?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do agree that we're the biggest group among the other groups and I said I estimated it to be eighty, not exactly eighty.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm not criticising you, I'm just putting to you the",
            "Male"
        ],
        [
            "MR VISSER",
            "/correct",
            "Male"
        ],
        [
            "MR VISSER",
            "2A correct figures.  And the point which I want to make to you and you can say whether you know about this or not is that the offensive group consisted of 33 members.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have already explained, Your Honour, that I don't know how many there were in the other groups, because I did work closely with them.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May we accept what you've told us today to be your final word on what the purpose of your training in the contra-mobilisation group was, namely it was publicity directed to strengthen and support and draw support for your organisation?  That's what you were trained for, is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's correct, you quoted me well, especially when you are referring to the specialised course.  From all the training that we get, there was a specific aim, as I have also given the aim of the advanced course.  I also give you the aims behind contra-mobilisation.  In other words we were trained in such a way that we shall be flexible, that if a need arise where the skills for the advanced course are needed, we will be able to apply them and again, if ever skills for contra-mobilisation are needed, we will be able to apply them.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Back in South Africa, how were you applied?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Can I just indicate that that again is going beyond the parameters of the evidence that he has led.  There will be evidence that will be led by Mr Macadam on their deployment on mobilisation and I think the question should be disallowed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, this is going to be impossible.  I think I will - I will rather defer my cross-examination until I can sensibly ask questions of this witness.  Thank you, Mr Chairman.\n/\nMR LYSTER\n2A",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you, Mr Visser.",
            "Male"
        ],
        [
            "MR DE VOS",
            "Sorry, before my learned friend, Mr Van Zyl, starts his cross-examination, if I understand this Commission correctly, this witness' evidence will be heard in stages.  Now there is a lot of decisions in our law that says it's not proper to hear evidence piecemeal or to  conduct cross-examination piecemeal.  In the way that his evidence is now led before the Court, we're sitting in this awkward situation that his evidence is stopped at a certain point.  Then it's said to us that as far as the Defence Force is concerned, the old Defence Force and the members that we appear on behalf for, that it's unlikely that our attendance would be necessary next week.  Now it's difficult for us to understand how his evidence on the one hand can be led about training, next week about so-called murders and then evidence is going to be led by Mr Varney or he is going to make submissions about the old Defence Force was part and parcel of anti-terrorists campaign in this country.  In other words, what is actually happening here, a basis is being laid on the one hand and next week he is going to take it further and at the same time it is being said to us that we are not involved in his evidence that he's going to give next week.  On the other hand we have the situation that that is exactly the opposite of what Mr Varney is going to argue before you.  Now on the basis that it's improper to hear evidence piecemeal or to cross-examine piecemeal isn't it proper for this witness to complete his evidence completely or on the other hand to make a ruling that we all reserve our cross-examination until next week, so that he can finish his evidence and then we can ask the\n /necessary\n2A necessary questions, otherwise we're going to be stopped or Mr Visser's situation will arise time and again.  Can the Commission maybe make a ruling on this?  Thank you.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Mr - is it De Vos?  Thank you very much for what you've said.  I think that we need to remind your goodselves that in fact this is a Commission of Inquiry and this is not in fact a Court of Law and the Commission, in fact, sets its own rules and procedures and for its convenience it has decided in fact that the witness should be led in various phases, beginning first with his training.  Obviously we need to satisfy the legal requirements which are set out in the Act and in fact which have been determined in the cases that have come through, which is to allow in fact your particular clients the opportunity to place in rebuttal facts which come through this witness' evidence and in fact to allow your clients the opportunity to put forward their particular views on a particular issue.  You have in fact raised, I think, a very sensible option and certainly, if it is the view of all of you that we should allow this witness to complete his evidence in total before we allow cross-examination, so that it is done in a sensible way, I don't think there can actually be a problem with that and if all of you want to proceed in that particular way, then that's fine with us, because the purpose of this opportunity is really to allow each of you to do your own questioning or put your own version for your particular clients, so if you want a short adjournment to decide whether all of you comply with that, then we won't have any problem with making that particular ruling.\nMR   (?): And may I ask whether the ruling which you\n /have\n2A have now suggested would include the possibility of reserving cross-examination until the end and include the possibility of cross-examining with regard to issues which had already previously been dealt with?",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Will you be more specific when you say issues previously dealt with?  Are you talking about issues dealt with in other trials or in this particular matter?\nMR   (?): No, it is simply in this particular matter.  If cross-examination always - if the evidence has been completed on this issue and the witness is led on further issues in the future, that we could revert to this issue and fully cross-examine on this issue.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Absolutely.  If you are not going to do it now you must be given an opportunity at some stage, so I can't see a problem with that.\nMR   (?): No, I fully agree, I just wanted to have some clarity on the issue.  Thank you.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Okay, we'll adjourn for five minutes and you can agree between yourselves and come back to us.\nMR   (?): We're indebted to the Commission.  Thank you.\nSHORT ADJOURNMENT\nON RESUMPTION",
            "Female"
        ],
        [
            "MR LYSTER",
            "By agreement with counsel present we - it is agreed that Mr Mkhize will be called again at a later stage, he is excused for the time being.  He will be recalled within the next week to give further evidence as to his activities/deployment in KwaZulu-Natal and he is still under oath and he will be notified in due course as to when he will be recalled.  Counsel for those people who\n /have\n2A have been detrimentally implicated will then be given an opportunity to cross-examine him on the evidence that he has given today and yesterday as well as on evidence which he will give later in this week or next week.\nMR   (?): Yes, thank you, Mr Chairperson.  Can we be excused at this stage?  Thank you.\nMR   (?): Mr Chairman, I'm terribly sorry, but I'm constrained to ask the question which I think is exercising all of our minds and that is, is there really a reason why this man can't continue with his evidence at this stage?  And I'll tell you why I'm mentioning this matter.  If the intention is that submissions by Mr Varney are going to be heard before he continues with his evidence - well, if then - if that's not the case, then I've got no problem.",
            "Male"
        ],
        [
            "MR LYSTER",
            "No, it has nothing to do with what Mr Varney may or may not say and it really is to look at these things into various stages or themes and it really is for practical reasons and it doesn't go beyond that at all.\nMR   (?): Thank you for clarifying that, Mr Chairman, because that was a real concern we had.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Mr Macadam.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Mr Chairperson, I'd like to at this stage then call Daluxolo Wordsworth Luthuli.  Can you hear us, Mr Luthuli?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mr Stewart, if you could just place yourself on record.",
            "Male"
        ],
        [
            "MR STEWART",
            "My name is Angus Stewart.  I'm an advocate at the Durban Bar briefed by the Campus Law Clinic.  I'm\n /representing\n2A representing Mr Luthuli and his interests in these proceedings.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you.  Mr Luthuli, are you - you can hear me through the earphones?  Are you familiar with the machinery, the simultaneous translation?  Thank you.  Can you give us your full names, please?",
            "Male"
        ],
        [
            "DALUXOLO WORDSWORTH LUTHULI",
            "(Sworn States) (Through Interpreter)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mr Macadam.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Thank you, Mr Chairperson.  Mr Luthuli, how old are you at this stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm 49 years old.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Is it correct that you originally grew up in the Hammarsdale area of KwaZulu-Natal?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And is it further correct that your family had a long term association with the political party, the African National Congress?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And after the banning of this organisation as a political party, did you at any stage decide to join the armed wing of the African National Congress known as Umkhonto Wesizwe?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's ... [break in recording].",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And as a result of that decision, did you then proceed to leave the country and received extensive military training?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And having received this training, were you then deployed by Umkhonto Wesizwe in an operational context?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And at a certain stage, were you arrested and put on trial on a terrorism related charge?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And you were sentenced to a lengthy term of imprisonment to be served at Robben Island?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes,",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/that's",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A that's correct.",
            "Male"
        ],
        [
            "MR MACADAM",
            "When you were released from serving that term of imprisonment, did you become involved in politics at all? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "How did you become involved in politics?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Coming out from prison I joined the IFP.  However, I wasn't a very active person, as I have become active in 1985.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And in 1985, did you still have any loyalty or affiliation to the African National Congress?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And did that loyalty or affiliation change at any stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it changed, because the ANC regarded Inkatha as the enemy of the people.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... believing?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Therefore I personally took a decision that I wasn't accepting the situation as it was, therefore I have to leave home.  I left them as ANC people and I became an IFP member.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And in 1986, were you at a certain stage at the Prince Mshiyeni Hospital in Umlazi, one of the suburbs of Durban?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, at Prince Mshiyeni.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "What were you doing there?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's where leaders of IFP used to meet.  They were given instruction to come to Durban to organise the union by the name of UWUSA.  So they were staying at Prince Mshiyeni Hospital.  From there they will go out and visit factories around Durban with the aim of encouraging IFP members, those who were affiliated to other unions which were working together with the ANC, encouraging them to resign from those ANC aligned(?) unions to join a union which is aligned to IFP.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/Did",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A Did you at that stage hold any formal position within the Inkatha Freedom Party, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I wasn't anything.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Now while you were at the hospital in 1986, were any specific requests made to you which were beyond the activities which you have now described to us?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say that during the time when we're there, Silford Bhengu came.  He was also a member during the days of Umkhonto Wesizwe.  However this time he was working as a full member of IFP, the Central Committee.  And another man by the name of Mncwango, he was also a full member of the IFP Central Committee.  These are the people who came to ask me to tell me that there is an arrangement which is being undertaken by the IFP and the they also explained to me that the IFP have reached a point where it has to form its own military wing and this military wing is going to work the very same way as the ANC works within the community.  Therefore they have taken a decision that a person who can help him, it's me.  So I had to ask them some few questions relating to some other matters and I agreed that I will do the work that they were asking me to do.  ",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Do you know if any ... [break in recording] ... approached you specifically? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " If I guess, I will say they knew that I have full knowledge regarding to military training and other things, therefore they needed my help in that regard, just to oversee whether the training that they needed, it's the necessary training.    First I wanted to find out who were going to undergo the training.  What I heard at that time was that it was Mossad from Israel.    However, because the Government of South",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/Africa",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A Africa didn't permit that people should go out of the country to be trained outside, they said their government was prepared to do the training.  However, that had to be kept a secret.  They then took me to Mr M Z Khumalo at Ulundi, this is the man who went the two men who came to me.  In front of those, in the presence of these two men, he repeated what he told me at Prince Mshiyeni Hospital.  I have already agreed to the two men.  I also agreed to him.",
            "Male"
        ],
        [
            "MR MACADAM",
            "And what transpired further?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  While I was there on that particular day, I found that they were looking for me for some time and didn't find me and on that specific day when they found me, it was the day of departure and they said to me, \"Madlanduna(?), we're lucky to find you today, because we wanted you to take the first group which is going for training\".  They took me to one camp by the name of Nhlumgwane.  This is a place which is used by the Inkatha Development Corporation.  When I arrived there I found there were some other people for some weeks, they have been there for some weeks and I was introduced to the leadership in that area of the IFP.  People whom I still remember who were present, it was Musa Zondi, Mtwe Mafule, Sibanda and others whom I don't remember, but they were all IFP members.  And they also shown me the other young men who were there and also to see whether they were fit for the training, so I went around looking at them and I give them the assurance that they seem to be fit for the training.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did you have any position or title at that stage in connection with this enterprise?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was given the position of a Political Commissar.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/At",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A At what stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was given to me the moment when I arrived at the IFP office in Ulundi by M Z Khumalo and the other two men whom I have already mentioned.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And was it explained to you what duties this Political Commissar would perform or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As we were in the office, people who were MP soldiers were two, it's myself and Cedric(?) Bhengu(?), because the structure that we had to build was supposed to be ... (inaudible) ... and look they're ANC structures which were operating at the time.  A Commissar, a Political Commissar is a person who is supposed to give orders and a person who represent an organisation in that particular military wing.  In other words he is the eyes and the ears of the organisation.  He is the one who is responsible that if the trainees loses the spirit and have to give them the inspiration to gain their spirits.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Any other duties that you had to perform?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And is it correct that at a certain stage you and certain of these persons who had been selected were taken away from that area into a place where some form of training was received?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Can you describe to the Commission firstly if you know where that place was?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I discovered later that it was Caprivi in South West Africa.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And at that stage, did you have any idea where you were going to?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And who was in charge of the place that you were taken to?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was under the South African Defence Force.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "How did you find that out?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As a commander I",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/worked",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A worked closely with the instructors in that area.  At a certain time they had to tell me the truth as to what was happening there and also as to where we went(?) and also as to what we came there to do.",
            "Male"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... any specific individual giving that explanation to you, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The first person I met was Commander - whom we used to call JJ, because they didn't use their real names.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "The person who explained - you said that at a later stage it was explained to you what the true purpose of the training was?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Who explained that to you?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it was Commander JJ.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Can you recall what exactly what he explained to you, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I still remember.  He said to me that there were a private company employed by the IFP to train the soldiers and the training was supposed to take six months and I was told that others are still coming, those were instructors who were coming to help.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And you yourself, what did you believe?  When you accompanied the group to this base, what did you believe was going to be achieved?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I thought that as they were taken to that place they were going to be converted into a military of the IFP, so I had to go with these people there to be trained to be soldiers.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "As far as you perceived, was there anybody against whom these soldiers would ever be deployed, or not?",
            "Male"
        ],
        [
            "INTERPRETER",
            "May you please repeat your question?",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "As far as you yourself believed, was there any enemy against whom these soldiers would be deployed once they had been trained?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there was.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/Who",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A Who was that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was the ANC.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And before you left to proceed to this camp, were you given any instructions by any person as to what form the training should take?  That is before you left?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, it is correct, I have already mentioned that.  I got that from the IFP offices in Ulundi from Mr M Z Khumalo.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And what were those instructions?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was that the IFP have reached a stage where it needs to construct its own military wing, because the ANC now recognised - then recognises the IFP as an enemy, therefore they had to devise a means to protect themselves.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And if you can now describe to us, did you play any role yourself in the training that the persons received at that camp?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can say yes and no, because the company which was training the people, it was a private company which I have mentioned that JJ was its commander.  My work was just to oversee as to whether the necessary training required to ... (inaudible) ... being followed and there is conformance(?) and had to help just here and there where there was a need to help in order for them to get the inspiration and determination, I mean the trainees.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... describe briefly what form this training took?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It went well.  They covered everything necessary and they were trained - from ... (inaudible) ... training to be soldiers.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And could you tell us in more detail what are the aspects they were trained in?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When they arrived there were 200 men and there were about six or eight men who were cookers, who were never involved or got trained. ",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/Amongst",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A Amongst the 200 I divided them into four groups.  Within the four groups I elected commanders and commissars(?) before the company started training them.  After doing that I left everything over to the company who was supposed to train the people.  Since we had four groups they started with basic training.  Basic training is the training where you prepare a person from the civilian stage, a person who doesn't know anything about the army matters.  From that civilian stage, you move that person to the knowledge of being a soldier.  That's basic training.  The basic training took about 3(?) - 6 weeks.  Usually during the evenings I used to meet with the instructors to discuss the following day's schedule and also to comment on the previous work, previous day's work as to whether it was perfectly done or not.  That used to happen every day.  After that intensive training followed.  In the intensive training you train a person to be fully aware that he or she is a soldier and that takes 6 weeks too.  After 6 weeks we had a break for 2 weeks.  When coming back after the break, we entered another 6 weeks.  That's where we had to divide the calves from the bulls and that's where the young men graduate to become real men.  During that six weeks we were in the company of Commander JJ, because we knew by that time what kind of people we were looking for among the 200 people.  Among the 200 people we needed people who were to be trained as bodyguards and people who were going to be trained as contra-mobilisation group which was going to deal more in political matters.  That group which was supposed to be the defensive group which were to be trained in intelligence matters and the offensive group, those are",
            "Male"
        ],
        [
            "MR MACADAM",
            "/the",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A the attackers, people who don't just ask questions.  I think I have explained as to how it was structured.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Just explain in more detail these last groups.  If you start - you finished last with the offensive group.  Give us a bit more detail, if you can recall it, as to what their objectives were going to be.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Do you mean the groups?",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "If it's easier for you, then you start with the group that you find the easiest to recall, but I'd like you just in more detail than you've given already, explain what their functions were.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will start from the bodyguards groups.  The bodyguards were trained to protect VIPs, from the President of the IFP and the Ministers and other prominent people like those who were in the urban areas representing the organisation and that was their work.  As I have already explained, it took about six weeks.  The ... (inaudible) six weeks where we have to select people whom we thought they will fit into a particular unit.  At the time while we were doing the selections we were looking at the qualities of each individual and looking at - to their strengths.  The bodyguards group, it was a group who we wanted people who were able to shoot with small firearms, brave people and thereafter we have to select the offensive group.  Here we were selecting young men, these angry short-tempered young men.  People who don't like us and(?) questions(?) a lot;  people who are able to use all the kinds of arms that we use in the camp and the defensive group have to do the intelligence work.  Those were supposed to be cool and collected, people who can mix easily with other people.  They should be people who do not like things like",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/conflicts;",
            "Male"
        ],
        [
            "MR MACADAM",
            "2A conflicts;  people well conversant and those who were left out of the other units were put into contra-mobilisation.  Among those who were in the contra-mobilisation, there were those who did qualify to other categories.  However, because their background was very good with regards to a knowledge of Inkatha politics, we decided that we shall take them and put them into the contra-mobilisation in order for them to encourage the people's support.  That's where I end.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Mr Chairman, would this be an appropriate time for the adjournment?",
            "Male"
        ],
        [
            "MR LYSTER",
            "Yes, I think so, until 2 o'clock.  Thank you, we will adjourn till 2 o'clock, please.\nLONG ADJOURNMENT\n2B ON RESUMPTION",
            "Male"
        ],
        [
            "MR LYSTER",
            "Mr Luthuli, you are still under oath.  Mr Macadam will continue to lead you.",
            "Male"
        ],
        [
            "DALUXOLO WORDSWORTH LUTHULI",
            "(Still under former oath) (Through Interpreter)",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Mr Chairperson, at the interval I was requested by the panel to convey certain instructions to counsel appearing in the matter concerning a submission to be heard by Mr Varney.  I have conveyed it to the counsel who have an interest in the matter and they have indicated that they would require at this stage, before Mr Luthuli proceeds with his evidence, for certain matters to be placed on record.  If that may be dealt with at this stage?\nMR   (?): Well, I just wondered if I could have a formal ruling from the panel and find out precisely what it is.\n/\nMR LYSTER\n2B",
            "Male"
        ],
        [
            "MR LYSTER",
            "Yes, I undertook that - this morning, after a discussion with counsel that we would convey our decision to you one way or another as to whether Mr Varney would make a submission or not.  The panel has decided that he should make a submission and that he will make it tomorrow afternoon.  He is leaving the country on Thursday morning and that is the only time we will be able to accommodate him and that - he will make a submission, unsworn, a statement from the Bar, as it were and no cross-examination will be allowed.  He won't be led by Mr Macadam and no questions will be asked by the panel.  It will be an oral submission tomorrow afternoon and that is the ruling of the panel.\nMR   (?): And on behalf of who is he making the submission?",
            "Male"
        ],
        [
            "MR LYSTER",
            "He is an interested party.  He is not making it on behalf of anybody, he is talking ex facie documents which he is familiar with by virtue of his previous experience and he is not making a submission on behalf of any group or community as such and as I pointed out this morning, we are at liberty to permit interested parties to make submissions and he will be making a submission.\nMR   (?): The submission does not relate at all to him being involved in the investigation and as an old convenor of the ITU?  Does it relate to that at all?",
            "Male"
        ],
        [
            "MR LYSTER",
            "Look, I mean, obviously he gained knowledge and experience of those documents from that position, but he won't be talking necessarily from that perspective, only from that perspective, but Mr Varney will be making a submission tomorrow afternoon and I really don't think I can take it much further than that.\n/MR   (?)\n2B MR   (?):   Thank you.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Mr Macadam.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Mr Luthuli, when we adjourned you had described these four groups which the trainees were divided into and the final stage of their training.  Now in dealing with the defensive group, you said that one of their aims was to gather intelligence.  What intelligence was going to be gained - gathered?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like to take you back a bit to clarify and I will say that when the group came to Caprivi, they came as a single group.  There were four different groups.  They are not the groups I was referring to when I mentioned offensive and VIP, contra-mobilisation.  These are the groups which were selected after they have all completed their 18 weeks.  After completing their 18 weeks' training and concentrating on the same training, all of them, the purpose of that was to ensure that they shall receive the same training.  So after six weeks they could be divided and separated and then contra-mobilisation will transpire thereafter.  During that 18 weeks they were doing one and the same thing and one other thing that I would like to dilate upon is that at the time when I talked about the private company that was employed by the IFP, that was the response which I was given as a commissar, because they were asking me, the boys in Caprivi, as to why would we be trained by boers and yet we were fighting them?   Are we the liberation movement and what kind of liberation movement are we, fighting them and on the other hand the very same boers were training us.  That was the question which was put to me and I forward that question to Khumalo as well, asking the area in which we were training as to",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/who",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B who were the trainers as well, those who were training us and he told me that I shall respond to them in this way, tell them that it's a private company which has been employed by the IFP to train us, because I later discovered that some of them already knew that they were going to Israel, insomuch that that Caprivi area, as you may know as well, that it's Caprivi - it was given another name by them, that is Khaphanahum(?).  They did not know about Caprivi, they knew Khaphanahum instead.  That was explicitly showing that they knew what they were doing.  Those were the things they used to question me a lot about and themselves used to quarrel and argue also and they did that.  It was later discovered that some of them did not know anything, were naive, they were told that they were going there to be trained as police and as the training progressed, they started having questions that they put forward and that's where the name or the words transpired that the person who used to question a lot shall be sent to the bus(?) and that meant to kill that person and I was faced with this problem to explain to them, who knew the purpose of training as to why they were there, that those people had no mistake, but the organiser itself is the one which was supposed to explain to them where they were going, but now that they were there, there was nothing that should be done to them and no one will be killed or rather sent to the bus, but one thing that should be concentrated upon, is that they should be organised and work for Inkatha, so much that I even made them join Inkatha right there in the forest and it got better now that they saw that they were uniformed.  I want to show to the Commission that within these 18 weeks they were given",
            "Male"
        ],
        [
            "MR MACADAM",
            "/uniformed",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B uniformed training to kill, even though at the end they were going to be divided according to their areas of expertise that each person will belong to a certain group and those in contra-mobilisation should know exactly what his role is, as a soldier to operate either offensively or defensively, but knowing very well that he belonged to the contra-mobilisation unit.  After 18 weeks, after the selection, there were those who were specifically selected for a certain mission, namely offensive, meaning they will be completely.  No politics, no socialising, they would keep aloof from the community.  They will only follow the instructions of killing and they will be told to kill and go and kill and come back to where they would be kept.  I have already explained this term, but the people who were training there were South African soldiers.",
            "Male"
        ],
        [
            "MR MACADAM",
            "You've told us earlier that you had yourself been a member of Umkhonto We Sizwe and had received military training while you were a member of this organisation?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " That is correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Can you comment on the training you received as a member of Umkhonto We Sizwe and the training which was given in the Caprivi to these recruits?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The training that was received by the trainees in Caprivi was similar, exactly to the one that I received in Soviet Union.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... that you received in the Soviet Union entail?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In the Soviet Union I did guerilla warfare.  Now guerilla warfare is to hit and run and not be seen anywhere in the scene and I therefore trained on mobile warfare where you would be placing(?) yourselves with the ones - or fighting direct with the",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/ones",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B ones that you are - the people that you are fighting.  Now that training was similar to the one in Caprivi, because they were also taught the guerilla warfare and also taught the mobile warfare, to attack using major weapons, firearms and the minor firearms.  That's why I say the training was similar.",
            "Male"
        ],
        [
            "MR MACADAM",
            "During the period of your recruitment where you were brought in to be the Political Commissar of the group and afterwards while you were at the camp where the training took place, was it ever stressed by either the persons who recruited you or by the instructors that the purpose of the training was firstly to protect the political leaders, secondly to protect the KwaZulu Government property from attack and thirdly to prevent political rallies from being disrupted?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "What stages was ... [break in recording]?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say before the training commenced, we had already discussed how the training will progress and the form in which it will progress and the exact type of training that will be needed.  ",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ...?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "No, who were the persons who were part of that discussion?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was M Z Khumalo, Silford Bhengu and Mncwango.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... these three concepts to be embodied in the training?",
            "Male"
        ],
        [
            "INTERPRETER",
            "May you please repeat your question?",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "How were these three aspects to be embodied in the training?",
            "Male"
        ],
        [
            "INTERPRETER",
            "He doesn't get your question quite clear.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "I put to you earlier that a possible object",
            "Male"
        ],
        [
            "MR MACADAM",
            "/of",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B of the training was firstly the protection of political leaders;  the defence of KwaZulu Government property and the prevention of rallies being disrupted.  Now you agreed that that was discussed, you said prior to the training commenced.  Now I want to know how that filtered through the training that you received - that these persons received?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say as there were some who were trained under defensive and the VIP group, their duty was to carry that ... (inaudible) ... and they were sent back to Ulundi where they carried that operation and these other groups came back and were under Khumalo and myself and it was up to us as to how we will deploy them.  I'm not too sure if I'm answering your question or it is clear?",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "It's clear.  If we could now move on to the aspect, once the training was completed, where did you go to?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " After the training, even before the training ended, I left Caprivi with Commander JJ and one other by the name of Swart, who was a senior to JJ.  We left Caprivi for Ulundi.  One reason why we went to Ulundi was to prepare the return of the group which trained in Caprivi, so they may be allocated in different and respective areas and what role will they play.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... after that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We got there and found M Z Khumalo and they related their story, because it subsequently got clear that they would spend time with us.  Now they wanted some means of how they could work with one another and MZ told them that according to his knowledge there was a meeting which was scheduled upon the arrival of the other group, but as for that time, he hadn't prepared anything.  Now we had to",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/wait",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B wait for that meeting that will take place after the return of the rest of the group and we got back.  One other point that was discussed was that as the training was nearing to an end, was there - was the passing out parade going to be there, that was the question and they said from their side, as they were in the government of the Boers, Magnus Malan will be there.  From IFP Dr Buthelezi will be present and when we returned, we told the recruits just that and they were trained as to how they will welcome and practise the passing out parade, but that did not happen.  MZ arrived with Brigadier Van Niekerk, who was senior to these others like JJ and Swart and I asked the question as to where the President(?) was and he said no, he thinks it was not going to be safe for him to be with Malan because it - that could cause danger for him, that is why he, MZ, came.  Now the demonstration was - took place and there was a video that was taken of the four groups that I have already dilated upon.  Now they were going from each group to another to demonstrate their training.  Now when they were specialising the four groups, they were now completely divided in that they will not gain any access to what the other group was doing.  After we completed the demonstration, the bodyguards left first, because there was a training that they did not undertake, known as offensive and defensive driving, because the area was forest kind of.  After they finished that we all left for Ulundi.  When we arrived in Ulundi, they - the whole group was asked to go home to their respective homes and they will be notified in due course when to come back nor(?) return.  At the time when they were leaving going to their",
            "Male"
        ],
        [
            "MR MACADAM",
            "/respective",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B respective homes, they were told as well that all what was taught to them should be put in practise in their respective areas and after that they were called to be - to meet the President of IFP, who arrived and accepted them and welcomed them very positively and was impressed and thanked them for coming back and also emphasised on the fact that he was not comfortable and safe.  He thought he was being hunted and people threatened to kill him as well and now that they were back, the trainees, he felt so securely and he felt brave enough because he will be under their wings.  He even gave them a bull, a cow, to be slaughtered in celebration of their return and lo and behold they celebrated there and everybody was ecstatic and the mood was so jubilant and people were thankful that they went for training and were back intact.",
            "Male"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... return, was there at any stage a decision taken as to do with - what will be done with these people who had received the training?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After the celebration, they were told to go back to their respective homes whilst they were still planning the next programme.  One day Mashobane came to me, who is the brother of M Z Khumalo or I refer to Khumalo when I say Mashobane, I'm talking about one person, Mashobane or Khumalo.  He took me with to 121 Battalion in Empangeni where I found out that Brigadier Van Niekerk was present and Colonel Botha of Special Branch and Cloete and JP were there and others.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "The person, JP, whom you mentioned, who was he?  Had you seen him previously at all?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I had seen him previously.  JP was an instructor in Caprivi who was the one who trained the defensive group for those who were",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/doing",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B doing intelligence and Cloete was the one who was an instructor as well, but he instructed the offensive group.  They were all present in that meeting.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Can you recall whether he was an army or a police brigadier?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Brigadier Van Niekerk was a soldier, a very strong one, who was the one who was behind everything that was taking place in Caprivi and he came often times than not with Mr Khumalo.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "What was discussed at this meeting?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The agenda of the meeting was to discuss their return and how would they function and operate.  That's when the decision was made that the offensive group should be kept aloof and alone in Port Dunford next to Empangeni.  It will be kept there and alert and JP with(?) Opperman will be with the offensive where it would be based and their duty would be to attack and train once again the new recruits of IFP and the contra-mobilisation, Inkatha will take it upon themselves to build offices throughout Natal and Transvaal to deploy this contra-mobilisation to those respective areas, because they were solely trained to organise and recruit for IFP and the defensive group will also be separated to help the contra-mobilisation one, so that any new information that will be gathered, we as the planning committee here, will send a word to the offensive to attack.  That was done whilst they had gone back to their respective homes, in their absence.  The offensive group was kept separately from the rest and alone in Port Dunford.  Another time when we were still in Caprivi, the money to pay these people will always be brought by Mr Swart, the one who was a commander, a prominent, a senior one to JJ(?) with M Z Khumalo.  Even when we got",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/back,",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B back, he still went on with his duty, that is Mr Swart.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Was anybody in charge of the defensive and contra- mobilisation groups after this meeting had taken place in 121 Battalion?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As a commissar there was one other commander of the whole group, Thompson(?) Gcsibe(?) and when we got back we found out that he was not fit and I was therefore appointed to this office.  Now I had two positions.  I will be Political Commissar and at the same time will be the commander.  I got the position of ... (intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Can I just clarify one thing?  When Mr Luthuli says Mr Gcsibe was \"ukukhathala\", did it mean weak or ill?  In Zulu it could be very confusing, it could mean both, so just for clarification.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say when he got back he showed or he exhibited signs of heavy drinking and that the boys who were trained in Caprivi lost respect and credibility in him and he also showed and exhibit peculiar signs and proved to be very different from the one I knew in Caprivi, but I will dilate upon that.  He was given - I will expand on that issue.  He was given a group which was based in Sasol.  That was done in order to test him, but it was realised and discovered that he could not bear and could not take the whole thing and I was sent to Sasol to fetch him and I discovered that he wasn't well and was also mentally disturbed.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "What happened next after that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After that, together with M Z Khumalo we opened up offices from Port Shepstone, Ixopo, Pietermaritzburg, Nambithi Madadeni, Mapumulo, Ingwavuma, Empangeni, Hammarsdale and other places which I don't remember at the moment and we",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/took",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B took people to distribute in those places.  These were IFP offices and they were conducted through the main office at Ulundi by M Z Khumalo and my work was to visit all these different offices and to put or accommodate in them the Caprivi trainees.",
            "Male"
        ],
        [
            "MR MACADAM",
            "What happened then once these people had been placed in these various offices?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We managed to acquire cars which were to be used.  Those were four Kombis, one 4 x 4, a very big lorry and some other cars which I don't remember.  However they were to be used by the Caprivi trainees in the different areas to organise meetings of the IFP.  Those who were trained for contra-mobilisation were supposed to work in collaboration with the chairperson of Cultural or Traditional Affairs and those who were in the defensive group were supposed to investigate and find that who were troublemakers in IFP areas or those which were controlled by the ANC.  May correct when I refer to ANC, during these times it was UDF.  Therefore the groups had to report back to me and I will report to the committee which was formed.  However, it didn't happen like that, because I was not in good terms with Mr M Z Khumalo.  When I was asking about the involvement of these men he said that there is nothing that we are going to do, because these men were people who were responsible for the training and they're the people who sponsored us, therefore if we drop them, it means we won't be successful or there's nothing for us to do.  This was my first and last meeting and he never called me when going to meetings.  He left me behind.  After some time as they used to come to get their salaries at the IFP offices at Ulundi, it was discovered that they were also not in",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/good",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B good terms with the ZPs, which were the real police.  There had been some conflict between them.  Things crumbled up to a stage where Brigadier Mathe had to call a meeting where he has to unite the Caprivi trainees and the ZP police.   However, there was a mistake and he said if they don't stay alert they will be injured, seriously injured, because these people were extensively trained.  It continued up to ... (inaudible) ... where there was a need to find another place where they could meet.  Therefore we established the Mkuze camp.  The Mkuze camp accommodated the contra-mobilisation group and the defensive group.  That was their base.  In that base the commander was Major Langeni.  As to how he became a commander, I don't.",
            "Male"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... Mathe, whom you mentioned, to what branch of the police or the army did they belong? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Brigadier and Langeni were in the KwaZulu Police.  Mathe was the head.  At the very same time he was the member of the Central Committee of the IFP.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Major Langeni?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Major Langeni was in charge of the VIP protection unit at Ulundi.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ...?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, in the KwaZulu Police.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "You mentioned in your evidence now about unifying the trainees and the KwaZulu Police.  Was anything concrete done about that at that stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say from basic training all the trainees were kept in one place.  Coming back to the main training, during the 18 weeks they were trained in one place and they received the same training.  They were trained to use all the different types of firearms which they normally use in the army,",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/firearms",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B firearms which are normally used by soldiers.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Once they had returned from the Caprivi and they were back in KwaZulu-Natal, was there an attempt made to place these persons into the KwaZulu Police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We had a slight problem, because since they were actively involved, we had to find a way to avoid them getting arrested.  Therefore myself and M Z Khumalo went to meet Brigadier Mathe to try and make some arrangements that they get appointment certificates.  In those appointment certificates there shouldn't be written that they are police constables, there shall be written that they are investigators in order to keep it a secrets, so that when they travel around or get - found in the roadblocks they will be asked to explain where they obtained these arms, as to where were they taking the arms or where did they get the arms in order to avoid arrest.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "To avoid being arrested?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Because the kind of work that we were doing was not in line with what the police were doing, therefore if they were to be found by police committing those crimes, killing people, they were to be arrested.  If they were to be found with AK47 in their cars going up and down, they were to be arrested, therefore they needed something that will show that they were also policemen, so they had to create their own stories as to where they were arrested or whatever.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Breaking in recording] ... arranging this that they would have ... (intervention)",
            "Male"
        ],
        [
            "MR MACADAM",
            "MR   (?): Mr Chairman, may I interrupt.  I have a problem here.  My learned friend and I'm sure he doesn't do it on purpose, starts talking before his microphone comes on.  I lose every single first part of every single",
            "Male"
        ],
        [
            "MR MACADAM",
            "/question",
            "Male"
        ],
        [
            "MR MACADAM",
            "2B question he asks and I really don't ... (incomplete)",
            "Male"
        ],
        [
            "MR MACADAM",
            "If we could just take you back.  Who exactly arranged for these certificates to be issued reflecting that these persons were investigators?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was arranged by Brigadier Mathe.  The Brigadier has to send this to the person who was in charge of keeping those certificates.  That was Colonel Luthuli.  I and Colonel - I myself and Colonel Luthuli has to arrange for the production of such certificates.  I had to give him the names.  I gave them - we gave them their appointment certificates at the offices in Ulundi.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "3A [Break in recording] ... activity which you became involved in together with these trainees?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  If I remember well, the trainees were deployed.  Some went to the police station at Mpumalanga to work at ZPs.  Others went to their respective places where they work.  That's the few that I can remember.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did you at a certain stage proceed to the Hammarsdale area and in particular to a suburb of Hammarsdale known as Mpumalanga?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say I was born and bred in Mpumalanga, therefore my going to the place was because I was sent by Mr M Z Khumalo, because it was discovered that the IFP in Mpumalanga is divided into two.  There were those who called themselves as Theloweni(?) and the second one was called Inkatha.  The Inkatha which refers to itself as Theloweni is the one which was busy killing people at Mpumalanga.  The real Inkatha didn't like the idea of killing people or burning houses, so when I arrived in Mpumalanga I went to stay with the group which called themselves Inkatha and not Theloweni.  At those times the people were fighting,",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/burning",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A burning each other's houses and my task was to unite the people who were fighting in that area.  Unfortunately the Theloweni group didn't accept me as I used to be an ANC member.  The leader of the Theloweni group didn't trust me and it ended where we had to be called to Ulundi to a cabinet.  Myself and also the leader of the Theloweni group and the Inkatha leader, that's where we intensively discussed as to why were we doing that as we were born from the same home or family.",
            "Male"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... actually eventually transpired in that area where you yourself was involved? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After that I tried some means to convince the leader of the IFP.  Unfortunately he didn't co-operate, especially with regards to the killing of people, therefore I divided the two(?) Caprivians that they should infiltrate them in order to recruit the youth, especially in those Inkatha group who didn't see the need to fight or didn't want to fight and also to ensure that if the Theloweni people, there is some burning of houses and fighting, they should run to the area of the people who didn't want to be involved in violence action, to create an impression to the UDF people that even the other group, the Inkatha group is also fighting, so when they are attacked they could attack all of them.  Therefore because of that arrangement, the peaceful arrangement which was the Inkatha, find itself getting involved in the fight.  That was used as a strategy to get them involved in the fight and we used the Caprivians to achieve that.  During the day the Caprivians worked as police, go out of the police station, do their raids.  However, in the evening they have to take off their uniform and get involved in",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/the",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A the struggle.  When I refer to \"struggle\" I mean it's getting themselves to do what they were trained to do in Caprivi.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Just explain to us what they actually did then do? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I just gave you a picture which will explain this.  If there was a UDF stronghold, the Theloweni group will be taken because it was well - it knew the place very well.  They know the targeted houses which were to be burnt, so when they arrived at night, their task will be to throw petrol bombs and run away and the Caprivians will stay behind and they will shoot people who will be running out from their houses.  That was their task.  It was because of the war which was between the two organisations, because if it so happened that houses was burnt on the other side, the other people are retaliating by burning houses on their attackers' side.  Sometimes if they were prominent leaders which we know were encouraging what was happening, they should be killed.  Attacked and killed.  That was the aim.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... approximately did this continue?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It took a very - the time came where all the Caprivians, excluding the offensive group were taken to ... (inaudible) to be trained as specialists, who were to come back and help in Pietermaritzburg, because the situation in Maritzburg has intensified.  ",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Just to clarify, what I want to hear from you at this stage is only an indication of over what period the attacks in the Mpumalanga area of Hammarsdale occurred.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It took a very long time.  I don't remember as to when it was agreed that they actually lay down arms.  I don't remember the year, but it took some time.  During",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/that",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A that time where people were fighting at Mpumalanga, police and the military intelligence were one thing together with the Inkatha, collaborating with Inkatha at Hammarsdale, because if Inkatha was to attack in UDF area, they will first have a meeting between the military intelligence and the police before the IFP could attack that particular place.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Just to clarify, were you yourself present at any of these meetings, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was present.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Who(?) else(?) was present?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Sipho Mlaba used to be there.   Paul Berry(?) from the military intelligence, Deon Terblanche from the SAP used to be there.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Approximately how many of these meetings were there? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  A lot of them.  I can't remember.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Can you describe to us in detail what was done as a consequence of what was decided at those meetings?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " In the military intelligence I find it when I arrived there it was ... [break in recording] ... started operating in Hammarsdale, because leaders of IFP at Hammarsdale had bodyguards.  They were guarded by the military intelligence.  I'll say the whole leadership in Mpumalanga, I happened to find myself at the scene after the death of Zakhele who was a prominent leader at Mpumalanga.  That is the first time I met this man.  Thereafter I was called to Botha's Hill, Polo Pony where this man, to introduce himself to me.  I asked M Z Khumalo about this man.  M Z Khumalo arranged for another meeting where we all met, declaring that he knew the people.  Their task was to supply ammunition, the production of pamphlets.  If there was a pamphlet to be made by the UDF,",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/they",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A they will interpret(?) the particular pamphlet as if it was produced by the IFP and they will distribute these pamphlets in the township.   It was discovered that Paul Berry while preparations for the Caprivi training were being done, this was one of the men who was contacted and because of his knowledge I believe that it was true, because he explained to me as to how we left the place and the whole idea as to where we left(?) and he knew everything about it.",
            "Male"
        ],
        [
            "MR MACADAM",
            "And did you ever at any stage inform other people about any attacks which you were planning, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I would say Deon Terblanche.  His task was eliminate police and also to protect those who happened to be arrested.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "MR   (?): Mr Chairman, I'm terribly sorry to interrupt.  You will not believe the answer I just heard over the Afrikaans to which I just switched over.  Could that question that has been put a moment ago just be put to the witness again and to let him give the answer again, because what I heard is that Terblanche - \"... dat dit Terblanche se taak was om ...\" ... (intervention)",
            "Male"
        ],
        [
            "MR MACADAM",
            "MS   (?): That Terblanche's \"taak\" was to eliminate the police.  This does not make any sense to me.",
            "Male"
        ],
        [
            "MR LYSTER",
            "(?)   That was the same answer given in English.  Perhaps the question should be put again.  I don't - I didn't understand it.\nMR   (?): The answer was that Terblanche had the task to eliminate the police.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Yes.  Mr Stewart, can you just clarify that?",
            "Male"
        ],
        [
            "MR STEWART",
            "The word used by the witness was \"susa\" and not being a Zulu expert, but I understand him to mean to\n /remove\n3A remove the police from the area, not to eliminate them.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Let's put that to the witness, please, Mr Macadam.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Can you - Mr Luthuli, if you can kindly clarify for the Commission what you meant to convey that Major Terblanche would do in connection with the police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I mean that, to remove them, because he was in charge of the Riot Unit, so he had to oversee the violence situation in the townships.  He is the one who knew as to the deployment of units.  If the IFP was preparing to attack, he is the one who knew the arrangements and as to where which unit to be deployed in any particular area.  He knew the times and he will send them to go and patrol those places, specific places.  There, for the IFP will get into a particular area, attack and after a time have elapsed, a good time have elapsed, the police will come running to the area, after the IFP people have disappeared.  So this was his task.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And you also described in these attacks that the Caprivians would have firearms.  Where did these come from?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The person who supplied us with firearms was M Z Khumalo.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... where he had obtained them from, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He got them from the Defence Force, South African Defence Force.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "What type ... [break in recording]?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were - those arms were including UZIS, AK47, Makorov, Tokarev, the offensive and defensive hand grenades.  Those were from the Eastern Block countries.  ",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "You mentioned that at a certain stage these Caprivians went for training at Koeberg and became",
            "Male"
        ],
        [
            "MR MACADAM",
            "/specialists.",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A specialists.  What exactly do you want to convey by that? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  To be trained and become special police.  Those type of police who will get about two weeks' or three weeks' training and come back to help in areas which were affected by violence.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "The South African Police or KwaZulu Police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  South African Police.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Do you recall exactly in what year that took place, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't remember.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... that took place that they had received this training and had been deployed as special constables.  Did you have any further dealings with the Caprivians?",
            "Male"
        ],
        [
            "INTERPRETER",
            "I missed the last part of your question.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did you have any further dealings with the Caprivians once they had been deployed as special constables in the South African Police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was working closely with them.  Even the time when they were SAPs or ZPs, we were always working closely.  They were taking orders from their senior officers and also from me.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... the police to give them any orders at that stage?",
            "Male"
        ],
        [
            "MR MACADAM",
            "MR   (?): Excuse me, excuse me.  I don't think the translation came through quickly.  Can you please put that same question again, Chris?",
            "Male"
        ],
        [
            "MR MACADAM",
            "Did you hold any official status in the South African Police when you claim that these persons were still working under you?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I wasn't in the Police Force and I never had or I never occupied any position within the police.  I stayed as a Political Commissar during the time when they were ZPs or",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/specialists,",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A specialists, special police.  I was their Political Commissar all the time.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Did you give them any specific orders to do anything during this period?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, a lot.  As they were police, they knew very well that they have to work under the instructions of the IFP.  For example the killing of people who were UDF members.  They were doing that while they were police and they were not taking instructions from police, they were taking direct - they were taking instructions directly from the IFP.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "When you say the IFP, were there any specific individuals who gave instructions, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Specific people within the ... (inaudible) ... different people.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And you yourself, did you give any instructions in that regard?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... anybody after you have given such instructions?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, to M Z Khumalo, always to M Z Khumalo.  I will say we were working very closely, myself and M Z Khumalo.  He couldn't do anything without informing me and I couldn't do the same.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And during this - and also, can you estimate for how long this continued, the use of these special constables to kill persons?  Over what period would that have been? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'll say it's approximately a year, I don't remember well, because they didn't stay that very long as constables.  There was that conflict and they have to go back to the IFP.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Can you recall approximately on how many occasions you would have instructed them to kill persons?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's difficult, so many times, I can't count.  I don't",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/remember",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A remember the exact number.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Now can you recall in what areas these special constables operated when they had instructions from you to kill persons?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At Hammarsdale, Mpumalanga Township, in Pietermaritzburg and other townships around Durban.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Now can you recall whether there were any prominent leaders who were killed during this pattern of violence which you described where - by these persons on your instructions?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I remember Chief(?) Mlaba(?), Zazi Khuzwayo, Chief Maphumulo, Reggie Hadebe and many others whom I don't remember.  I would like to clarify specifically about Maphumulo and Reggie Hadebe.  They didn't involve only the Caprivians.  They were combined with the BSI(?) of the KwaZulu Police who were under Captain Khanyile.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Excuse me.  Can I just confirm that you mentioned also Maphumulo and that can you spell Maphumulo for the record?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It's M-a-p-h-u-m-u-l-o.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And can you just clarify what this BSI is that you described?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  BSI, I would say it's like a special branch of the KwaZulu Police.  Their task is to look over or attack(?) people who were fighting against the IFP, prominent people and they had their own underground operational structures which were similar to the offensive group and it was also a killing kind of a matter.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "In this whole process of unlawful attacks which you've described to us, did it ever arise that the persons whom you carried out - instructed to carry out these crimes, became wanted by the police at any stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  People who were involved in such incidences, they were",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/taken",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A taken to go and hide a Mkuze to avoid arrest.",
            "Male"
        ],
        [
            "MR MACADAM",
            "How did it come about that they were taken to Mkuze? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'll just give an example by myself.  There was one case which took place at Mopela in Mpumalanga where UDF members were killed.  The person who came to give us arms - to give arms was myself.  After the arms were used to kill, I was the one who was supposed to go and collect them.  After the perpetrators were arrested, the IFP youth at Mopela, they mentioned that I am the one who brought the arms.  It was discovered that these firearms were AK47s.  There was this one policeman who was working in collaboration with the IFP by the name of Warrant-Officer Van Vuuren.  He came to me and said to me, \"Madlanduna, bring those firearms, because it has been discovered that they were ANC firearms\", the ANC is using me(?) and I said to him, \"No that's true(?) lies, because the ANC doesn't know anything about these firearms and I'm not working with the ANC\".  These were IFP firearms and he asked, \"How could I believe you?\", and I said to him, \"Let's go to M Z Khumalo\".  We went to M Z Khumalo.  M Z Khumalo told him that I am telling the truth and he said, \"MZ, we need these arms\".  MZ said, \"No, you can't get these arms, because they're not even here, they're no longer here\", and he said, \"Therefore, if that's the case, I'm going to arrest this gentleman\", referring to me.  M Z Khumalo arranged a bail, because I - it was - the bail application was done in Pietermaritzburg which was paid by - the bail money was paid by Sipho Mlaba.  After I was granted bail, I went to one of the hotels in Durban where I met the planning committee which I last saw at the 121 Battalion, people like Brigadier Van Niekerk, Opperman, Cloete, Botha",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/- and",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A - and Colonel Botha.  That's where they asked me, saying that they've heard that I've already mentioned the training outside, because the police knew and they were asking, \"Where did they get the information?\".  And they said since the investigation was still going on, they have to take me for a place to hide and I was told to report, I don't remember whether it was on Monday and Friday every week and they said to me, \"Now you have to stop reporting.  You have to go for hiding\".  I was taken by Opperman and Cloete.  They took me to a base below the Drakensberg Mountains.  It looked like a real base, because there were black men who were getting trained and I asked not to be mixed with the young men and be put alone.  However, they have been so curious and when they saw me walking around they came to me and they came to ask as to why I was there.  I told them that I'm Ndebele(?) from Rhodesia, Zimbabwe.  They told me that they were a Liberation Army from Lesotho and happened to confirm that, because I could see people like Ms(?) Mgetla(?) coming to see them.  They were getting trained by the military intelligence.  I spent some time there.  I don't remember whether it was one month or some few months and they took me back to Mkuze Camp where I found others who were running away from arrests.  So I stayed with these people who were trying to avoid arrest at Mkuze.  About a year, it was a long time.",
            "Male"
        ],
        [
            "MR MACADAM",
            "And can you recall specifically any other persons who were at that Mkuze Camp, if you remembered them specifically, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I remember, like - people like this special police were running from the Trust Feed, from Trust Feed, they were there and others were avoiding criminal charges, people like Zweli Dlamini, Nyoni and",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "/Hlongwane,",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A Hlongwane, they were there.  There were many.  They were staying in the camp and if it was discovered that a particular case which was directed(?) to a particular person or the charges have been withdrawn, the person will be let out of the camp.  The same happened to me while I was still there.  The violence have intensified at Mpumalanga.  Zakhele(?) ... (inaudible) was killed.  MZ, he just said that we shall go out and help, because Inkatha people were getting eliminated and he said, \"Your case is over, forget about it\", and I also realised that the case was over, because I met people like Van Vuuren going up and down, they didn't bother me about the case.",
            "Male"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... in charge of that camp?   ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say the formation of this camp was started by the military intelligence, because these were the people who were busy during the formation of the camp.  It was Mr Cloete, JP and someone who was referred to as Blikkie.  I don't know his real name.  He was the one who was in charge.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Could you just repeat that?  The interpretation was very bad.  I could hardly hear what the interpreter was saying.  The name of the other person.  You mentioned Cloete, JP and a third name, which I couldn't catch. ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I said at the Mkuze base the people who formed the base was the military intelligence people.  They were the people, the people who formed it were JP Opperman and another man who was referred or known as Blikkie.  He was a senior to both, to Opperman and JJ.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Sorry, if I may just go back a couple of sentences.  You mentioned that some of the people who you found at the Mkuze Camp was special constables from Trust Feeds.  As",
            "Male"
        ],
        [
            "MR MACADAM",
            "/far",
            "Male"
        ],
        [
            "MR MACADAM",
            "3A far as you know were those constables who were subsequently charged with murder along with Captain Brian Mitchell?  Was it those special constables?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it is.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Now can you recall who brought you to this camp when you hid there for approximately a year?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was brought by JP.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Apart from the case where you yourself went into hiding, did you yourself facilitate other persons who were wanted by the police to go into hiding?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Approximately how many times did you do that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " So many times.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "How did you facilitate that process of taking them into hiding?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will just give an example about the case of Alex Khumalo which took place at Mpumalanga where he killed a person and the police were looking for him and he reported that to me.  I took him to Mkuze.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "On the occasions when you yourself hid people in Mkuze, did you report that fact to any other persons, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The person who was in charge at Mkuze was M Z Khumalo.  Major Langeni was based in the camp.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "But - he was in charge of the camp, but did you ever discuss any of this with him, or not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  You are referring to Major Langeni?",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "No.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Now you have told us in some considerable detail about the activities of these trainees who, for convenience purpose, we will refer to as the Caprivians.  Do you recall the Goldstone Commission or as ... (incomplete)",
            "Male"
        ],
        [
            "MR MACADAM",
            "(END OF CASSETTE NO 3A)",
            "Male"
        ],
        [
            "MR MACADAM",
            "/(START OF CASSETTE NO 3B)",
            "Male"
        ],
        [
            "MR MACADAM",
            "3B (START OF CASSETTE NO 3B)",
            "Male"
        ],
        [
            "MR MACADAM",
            "... an inquiry was held by that Commission into the role of the Caprivi trainees.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I remember.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did you give evidence and make statements under oath for the purposes of that Commission?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I remember.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And briefly, what did you tell them about the nature of the Caprivians' activities?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I didn't say anything, except that they were going to be trained as people who were to come back to protect the leadership and property.  They didn't know that they were trained on the military aspect.  I told them that they didn't know an AK47, they never used an AK47.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Did you tell them about all these attacks that you've described to us that these persons took part in, on your instructions?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I didn't tell them anything about that.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Why was that?  Why didn't you tell them the things that you've told us today?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It is because during those times, during the investigation, the IFP was still denying that they had trainees from Caprivi, therefore it was difficult to mention the Caprivi name during the time and we denied everything.  Even before we went before the Commission we had to sit down and discuss this.  We get briefed as to what questions will be asked and we're told that we shouldn't accept anything.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Excuse me.  I don't think it came out in the Afrikaans translation, but I don't want to put words in your mouth.  Can you confirm that you were instructed not to say anything about what had happened in the",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "/Caprivi?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "3B Caprivi?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And today, what has transpired that has led you now to tell a different story before this Commission than you told the previous Commission?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it is very different.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Could you ask the question by - was the instruction?",
            "Female"
        ],
        [
            "MR MACADAM",
            "Okay.  If you could just clarify for the aid of the panel.  You said that you were instructed not to reveal the true nature of the activities of the Caprivians at the Goldstone Commission.  By whom were you so instructed?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  By M Z Khumalo.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And if you can just confirm now that there is a difference between what you have told that Commission and what you have told this Commission, what has transpired to bring about this change in your evidence?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Firstly I would say I have to start from the TEC.  The TEC divulged that all the people who were involved in the killing of people and making the country ungovernable should come in the open in order to be given amnesty if they tell the truth and make themselves known about the things and the activities as to how they harassed the people.  The IFP didn't divulge anything from that time, therefore it was up to me whether I take the chance or not.  Since I had a chance, I realised that I didn't think about myself, I find it difficult to get through that open door.  I decided to get through the door, whether the IFP agreed with it or not, I had to take the chance.  That's why I'm sitting here today.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "[Break in recording] ... in more detail what this TEC was that you referred to that prompted this change of",
            "Male"
        ],
        [
            "MR MACADAM",
            "/heart?",
            "Male"
        ],
        [
            "MR MACADAM",
            "3B heart?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was the Transitional Executive Council which was attempting to unite all the organisations to build a new South Africa and it was peacefully encouraging people to lay down their arms and look forward for the bright future, that all the people, no matter how bad the matter have been, no matter what they might have done to others, should go to Canaan, the land of Canaan and that we should come open and say whatever we did and I realised that those were from where I'm coming from.  My people I used to work with didn't take that to heed and I discovered that there is a list at the Transitional Executive Council of people who were involved in the violence in South Africa.  Among those people involved within the list, my name appeared.  I tried to discuss this with M Z Khumalo, trying to suggest that we should go before the Commission and I became a bad element and even today I'm still a bad element.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "And just to confirm something that will probably be relevant when other people testify, do you have a ... (inaudible) name by which you are commonly known? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " This is a name from Umkhonto.  I'm known as Ken-Ken(?) and also I had a name whilst I was in the IFP, I was known as Madlanduna.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I didn't get the last statement.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Madlanduna means Luthuli.  That's the statement.  I don't have any other name.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Mr Chairperson, I have no further questions to the witness at this stage.  I will recall him at a later stage as far as the Esikhaweni activities.\nNO FURTHER QUESTIONS BY MR MACADAM",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Now, Mr Luthuli, you will correct me if\n /I'm\n3B I'm wrong.  I understood you to be saying that you had given instructions for people to be killed, eliminated.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Mr Ntsebeza, will you please repeat that question?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I got the impression that you had given instructions for certain people to be killed.  I think you were saying so in the context of Hammarsdale.  Did I get you correct?  When you said there are so many that you cannot recall?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "[Break in recording] ... kill any people in Hammarsdale or any other place?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "How many people you killed?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't remember.  It happened many times during the fights.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "There were so many that you cannot recall, people that you yourself killed?  You are not on trial, but I just want to know.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't remember their number.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "But you cannot remember or you are not able to remember the number?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't recall, because I never went out to kill a person alone.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You killed - there are people that you yourself killed?  You are saying you were party to a gang of people who killed people?   Is that in that sense that you said you yourself killed people?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's correct.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "MR   (?): Now, Mr Luthuli, I want to take you back to what you said about testifying before the Goldstone Commission and you said that before you went to give your testimony there, you met with some people for a briefing and for instructions and in reply to a question from my colleague, you said that the person who gave you the instruction was Mr M Z Khumalo.  Now is that correct? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " That's correct.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "/Now",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "3B Now in a matter such as receiving briefing and being told what to say and what not to say, was it only Mr Khumalo or were there others at that meeting or just the two of you?  Can you think back and tell us what happened and what instructions were you given?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  People who were involved were the KwaZulu Police, the IFP and those whom I still remember was Major Langeni.  The police were working under Captain Langeni, people like Zweli Dlamini.  I'm not referring to Zweli Dlamini from the BSI.  Mr Ngema(?).  Most of them were in the BSI and I have forgotten their names and also some Caprivians who were also involved, people like Peter Msane, Leslie Mkhulisi(?).  I can't remember the others.  There was Langeni, M Z Khumalo, Mr Mzimela, who was the secretary to the KwaZulu Government and his deputy, Mr Mkhize.  I can't remember the others.  We were in an IFP office, that's where we met and we were told that there is this investigation going on and we were told that we should go and deny everything and say we don't know anything and all the questions we should be asked by the Goldstone Commission, we should respond as something that we're hearing for the first time, something that we don't know, we shouldn't accept any of the statement put to us.  ",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you, I have no further questions.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "NO FURTHER QUESTIONS BY MR   (?)",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Could you tell me how long you spent on Robben Island?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I stayed for ten years.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "You also said that when the trainees went initially for training you actually had to handle their questions about receiving training from the military.  How were you yourself able to deal with that, seeing that they were",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "/once",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "3B once your own enemies?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say personally I didn't fully agreed or I didn't agree with the principles of the UDF, especially with their relationship to IFP, because I believe that the IFP will never be an enemy to any black person in South Africa.  I came to that conclusion, because I heard that there's still that working - good relationship between the IFP and the ANC.  I heard that Dr Buthelezi and Dr Mandela were always in contact.  I thought that if Dr Mandela comes out of prison, Dr Buthelezi will hand the leadership to him ... (intervention)",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Sorry, I think you misunderstood.  I'm talking about your receiving training from the military and the Caprivi trainees receiving training from the military guard of the South African regime at that time.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't hear.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "You mentioned in your evidence that often you had to answer the questions of the young trainees about why the people from the old government were in fact training them and my question actually was, was how you were able to deal with that and also to deal with it personally, seeing that they've actually been on the other side?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That frightened me a lot, because this question, it shows that even if these young men were training there to protect themselves against the ANC, the idea of having to be trained by the white people disturbed them.  That's why when they asked me why I had to say it was a private company which was employed by the IFP, I was trying to get that out of their mind that this was initiated by the white people.  I had to emphasise that it is a private company, because inside them, there were some who were matured(?) politically.  I will say personally it was a",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "/very",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "3B very difficult question to me when it was directed to me and I didn't know how to answer back to them, because it's also  it's something that hurt me most of the time.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "MR   (?): Mr Luthuli, just one aspect I'd like you to go back on and maybe just expand on a little bit.  You spoke about meeting with military intelligence and Terblanche from time to time.  You said - if I understood you correctly, you said some of those meetings happened at the Polo Pony and other places near Mpumalanga.  Did your people work with Terblanche's people at all?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "So it wasn't just a question of him withdrawing his unit from certain areas?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's correct.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Could you just expand a little bit on that?  What sort of things did you work on together, what sort of operations or activities or whatever?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would say that special constables were recruited from Inkatha areas and we selected specifically Inkatha members.  Therefore it was clear that they were not going to refuse if they were given an instruction to attack a UDF house.  During the night or during the day, Terblanche used to tell me that I can use them.  He was the one who supplied ammunition.   Him personally gave that to me and I'll give this to the special constables.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Mr Chairperson, at this stage, as I understand from the counsel that the rule that cross-examination will be reserved until the witnesses have completed that I would then proceed to call the next witness on training.  That's Mr Zweli Dlamini.  It's now ten past four and I'm not sure how long the Commission intends to sit today.  It will be - the one aspect that should possibly be raised at this stage before he gives\n /evidence,\n3B evidence, is when I spoke to him prior to the commencement of these proceedings and informed him that the proceedings would be recorded by the television broadcasting companies and that members of the press would be entitled to take photographs of him during the course of his testimony, he indicated that he had fled from the area in which he resided to a new area where he wish to live out his life and he immediately expressed reservations concerned with the fact that he would now be recognised in the new area as the witness in this matter.  Now he's made a request that he be permitted to testify, not in camera, but simply that he be permitted to wear a balaclava.  He has indicated that he will be prepared to meet in private with the Commission to just confirm his identity in the presence of his counsel and were counsel to representing of any of the persons implicated to have any doubts as to his identity, he will be prepared to identify himself in the presence of his counsel to the other counsel.  I have - he is represented by counsel today.  I have discussed this issue with his counsel and possibly he can confirm whether this is still his client's desire that he testify in this manner.\nMR   (?): Mr Chairperson, I represent Mr Dlamini and I confirm what Mr Macadam has said.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Is there any of the counsel here who wish to make a representation in that regard?   Thank you.  Then the ruling is that Mr Dlamini may, after he has identified himself to members of the panel and to any of those members of the lawyers present who wish to confirm his identity, he may testify tomorrow with a balaclava.",
            "Male"
        ],
        [
            "MR MACADAM",
            "May we at this stage take the adjournment?   /I believe\n3B I believe that in the limited time available between now and half past four, very little would be made in his evidence and it would be unfair to the witness to leave his evidence standing overnight in the air.  The other aspect, Mr Chairperson, we have encountered certain difficulties in getting the three in custody witnesses to the proceedings each morning.  It appears that the procedure by the prison is that they will first send all the awaiting trial prisoners who have to appear each morning before the various courts that are sitting in this area, that's approximately a hundred persons per day and that thereafter the three witnesses will be then brought down and brought to the hearing, whether hearings could commence at say 10.00 am and that the Commission sit longer each afternoon rather than nine to four.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Certainly.  Okay, well, then in view of that practical difficulty, we will meet tomorrow morning at ten and carry on until 5 o'clock.  The matter is then adjourned.  Sorry, Mr Wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "I don't know if I am the only counsel experiencing this difficulty, but I am finding that the long afternoon session of three hours of entire concentration is quite difficult.  In view of the fact that we are going to sit until five I would recommend that we have a short break some time during the course of the afternoon.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Certainly, we can accommodate that.  Mr Luthuli, the matter is adjourned.  You will be called -recalled to give evidence at a later stage and you remain under oath.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "The matter is adjourned until tomorrow morning,",
            "Male"
        ],
        [
            "MR LYSTER",
            "/10.00",
            "Male"
        ],
        [
            "MR LYSTER",
            "3B 10.00 am.  Thank you very much.",
            "Male"
        ],
        [
            "MR LYSTER",
            "PROCEEDINGS ADJOURNED TO 1997/08/06",
            "Male"
        ],
        [
            "MR LYSTER",
            "/PROCEEDINGS RESUMED ON 1997/08/06",
            "Male"
        ]
    ]
}