{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-07",
        "location": "RUSTENBURG",
        "day": "2",
        "names": [
            "PHILLIP W MAKGALA"
        ],
        "case number": "JB3624",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55861&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/rusten/makgala.htm",
        "speakers": [
            "CHAIRPERSON",
            "RUSSELL ALLY",
            "PHILLIP MAKGALA",
            "DR RANDERA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "PHILLIP MAKGALA",
            "MR MAKGALA",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you all to our second day of hearings in the North West.  Yesterday we were in Zeerust where we started, and today we are here in Rustenburg and tomorrow we will be proceeding to Mabopane and these will be the final hearings in the North West.\n Before we start, I want to introduce our Commissioners who are at this table.  First is Dr Fazel Randera, who heads the Johannesburg office and the Johannesburg office is in charge of four provinces in his region and he is also a member of the Human Rights Violations Committee.  Next to him is Professor Meiring who is a member of the Reparations and Rehabilitations Committee.  I am Joyce Seroke, a member of the Human Rights Violations Committee, and on my right is Dr Ally who is also a member of the Human Rights Violations Committee.  \n We have changed the programme today to allow us to follow the chronology of events that took place here in Boputhatswana.  As you know that our mandate from the Act is that we should consider our Human Rights Violations, gross Human Rights Violations, that were committed from 1960 to the 10th of May 1994, so we have rearranged this programme to sort of start from 1963 right up to 1993.  So the procedure is going to be as follows.  \n We are going to start with Phillip Makgala.  He is number one.  Followed by Louisa Malebo.  Followed by Priscilla Moje.  And then we go to Mkhokho Legare and we proceed to Nnanabo Tukubong.  And then we proceed to Hellen Moteane and we will have Phillimon Maledu.  Then we will have Kevin Dowling; followed by Elizabeth Sekati; followed by Aletta Ramosepele and ending with Solomon Bokaba.  That is the procedure we are going to follow today.  \n I apologise that our procedure should follow chronologically in terms of the events which has happened in Boputhatswana.  We are going to listen to today, the testimonies we are going to deal mainly with the\nCoup of 1988 in Boputhatswana and the state of emergency here 1990 to 1991 in Boputhatswana and most of these will reflect on Phokeng mostly and some of the people in Mmabatho and Tlhabane.  So without any further waste of time, let us proceed.  We will ask Phillip Makgala to testify first.  \n We welcome you Sir.  Before we start, we will ask Dr Ally to lead you in your oath.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Good morning, Mr Makgala, if you would please just stand and raise your right hand.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "You may sit down.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera will lead you in your evidence.  Do you hear us well?  Are you going to talk in English?",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "I will talk in English.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Makgala, good morning.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "Good morning, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Welcome.  You are going to be taking us through almost the entire history of this Commission.  We are starting in 1963.  Before I start, let me say by introduction, you are a teacher, you are married and you have four children that are ranging from 6 to 13 as I understand it, is that right?  But as I have said you are going to take us all the way through from 1963 when your first gross Human Rights Violation took place.\n You are also taking us through 1976, the important part of history and then what happened to you just post the 1988 Coup in this part of the country.  \n So Mr Makgala you have got all the time, please tell us in your own words what happened so that we can understand your suffering and what happened to our country.  Thank you very much.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "Thank you, Sir.  First thing, I want to greet you all as you have heard, my name is Phillip Makgala from Phokeng.  In 1963 I left school when I was doing standard five.  I went to Springs and then I found work there.  It was at their aptitude test centre.  Once I was still there in the same year, that is 1963, it was in the morning of the 10th of April three people came to me.  They asked me my name and I told them.  They said let us go, we want you at the police station.  Then I was taken to the first police station.  From that police station, once I was still there, people were looking at me were I was kept.  I did not know what I did at that time.  I was scared because I thought maybe something has happened at home.  Those who were peeking at me, kept on saying.  They said is this the coupist?  Those were White police men.  I asked myself many question why I am labelled, what did I do?  The three people came from Basten back and they were policemen, I still remember one of them who is Mr Hore.  He was an old person.  When he arrived there, he said to me.  Are you Mr Makgala?  I said, yes.  Then he said, proceed.  They took me to the back of the van and they handcuffed me to the bars of that van.  We came at night when we arrived at Rustenburg it was 9 o'clock in the evening.\n It was after four months after I left home that when I came to see Rustenburg in that way, I was emotionally disturbed.  Then I said to myself, what did I do in Rustenburg?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Take your time.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "I was put in a cell in Rustenburg.  I requested one of the policemen saying he must go inform them at home that I am detained and I do not know what I am detained for.  One of the police said to me, I am not supposed to say anything to you and you are not to say anything to me.  Those are the things which you did.  I asked myself many questions.  What was the problem, I stayed there the whole night and the following day I thought maybe somebody from home would come and look for me.  I was removed there to in one police station called Dwaltboom.  That is where I was put.\n After three days I was returned to Rustenburg again.  I was brought to Rustenburg during the night, and when we arrived at Rustenburg police station, the old man who arrested me said to me, come here, I have a discussion with you.  I went to his office.  In that office there were three policemen.  The fourth one was the one who accompanied me.  They said to me Meneer sit down.  I kept on asking myself many questions.  When I was supposed to sit down, one policeman pulled my chair and I fell on the floor and then I was disturbed because I still said to myself what did I do.  Why didn't they tell me what I did.  \n From there they interrogated me about my knowledge of ANC and PAC and all banned political organisations,  organisations like SASCO and other organisations.   I told them that I do not know anything about those political organisations.  The only organisation I know is Pan Africanist Congress of which I am a member.  Then they said to me that is what we want.  They asked me how did it come that I became a member of the Pan African Congress.  Then I explained to them.  \n They asked me again who recruited you to that organisation?  I told them all the details, because at that time I was at school.  They took my statement then thereafter they said to me as from now you are people who are want to overthrow the government.  Then tomorrow you are going to court.  \n When I arrived in court, when I looked around, I saw people who were arrested with me, people like Magalo Madila.  We were about 11 on that day.  When we entered in the court, we were questioned there.  They asked us whether we plead guilty.  We said to them we are not pleading guilty.  We were asked one by one.  \n From there they postponed the case.  We waited for six months.  In that same year, on the 4th of November, we were sentenced, we were prosecuted for the whole week.  We were sentenced for 18 months in prison.  There were four among us who were, who were the executive board or office bearers.  They were sentenced for two and half years in prison.  \n On the same day when we were convicted, we were taken to Pretoria Gow(?).  In Pretoria Gow, that is where we experienced problems.  When we arrived  there we were called the Phoqos.  We were taken to an Obervice(?) observation.  We did not know when they were telling about Observice what did they know.  They showed us a corridor to follow.  That is where we will go.  We will find observation rooms.  They made us to come back.  We were beaten on that passage, on that corridor.  From there we were led by somebody and then we were locked in a cell.  We were not able to sit down, because we were crowded in that cell.  We stayed two days in Pretoria Gow then from there we were transferred to Kroonstad prison.  We left around two o'clock.  We were chained on the legs and on our hands and we were standing in the van from Rustenburg to Kroonstad.  They said to us we should not talk and we should not do anything.  I beg your pardon, it is not Kroonstad, it is Bryanston Rehabilitation Centre.  Today it is known as Leeuwkop Prison.  \n At Leeuwkop when we arrived, all of us who were a little bit older, were pulled with the moustache.  They would pull them out, then they were looking for particulars from us.  Then they put us in a cell.  We met many people from Pretoria and all over South Africa.  People who were arrested for their political affiliation.  That is still the same year in 1964.  We stayed there for four months.  We asked the prison officials whether they should give us books to read.  We were tortured and they said to us we failed to study once we were outside and then now we want books whilst we are in prison.  We suffered in that prison.  \n Sometimes in the morning they would put castor oil in a mug and then they said we should drink.  We will run around in the cells.  Then the cells started stinking.  Even a pig will never stay in that kind of a cell.  In those days after four months, we were transferred to Kroonstad.  It was called Kroonstad Rehabilitation Centre.  It was still under refurbishing.  I completed my sentence there in Kroonstad.   We were doing manual work that when magistrates convicted you, you would say you are going to do hard labour.  We were digging trenches.  Every morning we would wake up and take a spade and pick.  When you arrive where we are digging trenches, that is the kind of a hole you will dig, then you should complete that hole that day.  Those were the trenches for that prison, because it was, it was been erected during that time.  \n Once when we were still there ministers would come to preach for us and we would plead with those ministers to negotiate with the prison officials to give us something which we can do during the weekends while we are not doing anything, especially on Saturdays and Sundays.  The prison officials denied to give us those kind of opportunities.   What was problematic was the kind of food which we ate in those prisons were terrible.  If you miss your portion for that day, that is all for the day.  The slightest mistake you will do, you were put in a place called Spardide(?)  Then they will put you with a drip of water on year head and it was cold, and thay water would drip all on your head.   That is the kind of discipline they show you so that they are able to rehabilitate you.  We spent there in 1965 from May.  We were released then to Rustenburg.  \n When we arrived home, I thought that it's over.  We have completed our sentence.  I was not aware that there were people who were always looking after me or observing my movements.  I was working as a clerk then.  Every day or every week there would be somebody who was coming to ask me questions, what I was doing.  I was not aware that that person was a policeman.  \n Because we were released earlier, because I was given 18 months, those who were sentenced for two and a half years, when it was time for them to be released and knocking off from work, the police came and took me, because they said I have already started with my work to prepare for a party of those who were going to be released sooner.  I was surprised, because they said I am now the chairperson of the section committee of those who were going to be released.  By that time I forgot that my brothers were coming.  \n I slept in the cell that day  And the following day when we were supposed to go to court, a certain tall policeman came, called Loots, who asked me many questions of my intentions that I know people from Boputhatswana.  Many things, many allegations which were made against me.  Then same Loots said to me that we are thinking that we are going to govern this country.  Then he said if you still have that intention of governing this country, you must go to the mountain.  You will see your president there on that mountain - that is the one who is going to govern you.  \n We were suffering.  All the time whilst I was still there, I was not living well and my family were in problems and my employers were saying how did it come that we should hire or employ a communist.  I was surprised why I am I called a communist.  I left work at Verwoesen, then I went to Rustenburg Motors, hoping that we will work under normal situations.  \n At that Rustenburg Toyota it was worse even.  When I arrived there, they, my employers did not know that I was arrested.  One day the police came and said are you now here?  At that time my future was shattered and my employers did not trust me anymore and my Black co-workers did not trust me anymore.  From that time on I lived under severe conditions.  \n While I was still at Rustenburg Motors my mom was very worried and she got sick.  At that time my mom got ill, she was worried, because she saw that I was suffering because of the police.  From time to time I was being picked up by the police.  There was nothing going right with me.  In 1974 my mother passed away, and we buried her.\n In the same year I decided to move away from Rustenburg and went to look for a job.  And then I got the clerical job at Bafokeng High School where I worked for two years.  I was far away from people, because I thought if I would work with my own Black people I would work under normal conditions and be able to study further.  \n Whilst I was still in Bafokeng I decided to enrol for a teachers course at Tlabane.  That was in 1975 and 1976.  In 1976, there were uprisings and riots and things did not go well for me.  We all remember that there were riots in Johannesburg, because of Afrikaans being enforced on Black people.  I still remember Tlabane, I was doing accounting and I had no problems with it.  I was only feeling pity for those people who did not want to study in Afrikaans, because I had that idea of going to those people who are school children and telling them to please acknowledge the fact that we have to be taught in Afrikaans.  \n But things went worse, because when I went to Tlabane College one morning, I met the police at the gate and they asked me what I was doing there.  One of them who knew me said to me is it you again?  I only came to school that day.  I did not know what was happening or what happened only to find out the dining hall of the Tlabani College had been burned down.  \n On that day the police took me to Rustenburg and they asked me if I knew anything about what happened at school.  I really did not know anything about that, because I was from home, I slept at home and I wondered how can this people ask me what I knew about the burning down of the dining hall of the school.  During that month I felt that really I should not have gone to that school.  Why should it always be me to be blamed for what happens?   Fortunately we returned to school and I completed in 1976.  I left school and I received, I got employment at Tomahole.  In 1977 I still working at Tomahole.  Most of the people who saw the 1976 and 1977 riots would know.  At the school in Tomahole, we always received some documents and newspapers, we used to buy the World newspaper and Sowetan and read through them.  \n I was not aware that around there, there were people who were keeping surveillance over me.  I still remember when Steve Biko died, I called a meeting so that we could pray for Biko.  I was not aware that by that time there were someone keeping surveillance over me and at that time I was arrested and taken to Phokeng Civic Centre where there was the offices for the security police.  I was asked many questions about Steve Biko.  Why did I call the people together to pray for him?  How do I relate to Steve Biko because you are a Tswana and Steve Biko was a Xhosa.  That is when problems began and even at home, my wife felt that I have been married by a communist.  Even when I arrived at home, nothing went right.  My children also were afraid of me and they felt that they can't live together with me because I am a communist and a jail bird.  \n Then I went back to my work and I saw that because Boputhatswana was about start at that time, that is the new government of Boputhatswana, I decide to join Boputhatswana because Boputhatswana was independent and I thought that we would live under better conditions.  I used to partake in many activities of the government like those that involved teachers.  \n I left Tomahole and went to Matalelo where I still worked under normal conditions and we supported the government of the day at that time, because we had already given up that we will be freed one day.  \n From 1976 to 1978, I had the idea that South Africa would not be the way it is today.  I felt that we should affiliate to the Bop-government.  I left Matalelo and went to Kaledi to work in a middle school where I became a departmental head.  And in 1984 I left Kaledi Middle School and went to Luka where I was made a principal.  \n Whilst still at Luka I saw things changing.  Even the government of that day showed signs of wanting to listen to Black people, but still I had the idea that what can the government do for us whilst we are still in Boputhatswana?   In 1985 there were some new organisations that were to be formed in Phokeng.  One of them was triple P (PPP).  I was never a member of the Triple P, but most of the people who stayed where I worked were members of the Triple P and they really served that organisation well.  This organisation was against the things that were done by the organisation called - we used to call it the democratic organisation of Mr Mangope.  They were against many activities of this organisation of Mr Mangope.  If you had been through problems you really do not want to involve yourself in many things, but what made me realise this or what I realised was that even if I did not want to involve myself there were people who was still stalking me from behind.  \n Things started getting worse in 1988.  I remember one morning when I was going to work I was driving with my radio on in the car, I heard on the news that there was a coup in Transkei.  Thereafter they said no not Transkei, Boputhatswana.  Then I asked myself many questions and wondered can this happen in Boputhatswana?  Whilst I was still driving, other cars that were driving in the other direction were hooting and people were happy and even when I got to school people were ululating, saying that the Boputhatswana Government has been overthrown.  People who do not really know other people well, it is very sad.  It is not well to live among people you think are good and only to discover later that they were not good for you.  \n When I got to school I called the staff and asked them whether they were aware of what was happening.  We could not even control the pupils at that time and I called the staff so that we could discuss what we could do for the day.  All of them were happy, even myself I was happy by that time.  Unfortunately my happiness brought me problems.  \n On a Friday, on the 12th, we went to the principals' meetings at Matlwane.  At that meeting I looked for a paper which showed what happened at the stadium and also it showed the soldiers who had lied down on the ground at the stadium.  I did not take part in that, but what I said was that how could poor people be made to lie down on the ground at the stadium.  Some of them were being kicked.  Just by saying that or by sympathising with those people, that meant to other people that I took part.  \n The following day at nine o'clock whilst still at home, the police had surrounded my house.  One of them who knew me, said to me Makgala.  He had a list in his hand and my first name was, my name was the first on that list.  They took me to a prison at Phokeng on that Saturday.  There were many of us there and we were transferred to Makwasi on that Saturday.  \n When we arrived at Makwasi, there was a certain Mr Tlakane who welcomed us when we arrived, and he asked me where I was from and I told him and he said yes, and he even looked on the list that he had in his hand also and he said yes you and your chief gave Malabane money to overthrow the Government and then you must tell them at home that it is over with you.  You are going to be hanged.  \n Then he started questioning me about the Triple P what do I knew about Malabane.  It was then very difficult for me because most of the people I knew, even those who were arrested, but I wondered how could I be associated with these people, because I only knew them, I was not a friend. And he said to me are you not the one who once conducted the women's club opening?  Were you not at MC on that day, and did you not speak words that were against the Government at that time?  And is it not you who called Malabane to come and speak to the people even though he was not supposed to?   I did not even know what was happening at that time and I said to him I am only a teacher and that is all.  I do not know anything about what you are talking about and I am not associated with  those things.  And he said to me you and your chief are going to leave.  When answering him the way he did not expect me to, he pushed me against the wall, drew out his gun and pushed it to one of his friends and he said within a few minutes I want this guy not to be here anymore.  I did not understand whether I was going to be shot because a gun had been pushed to someone else who was given orders, that was a policeman who was giving those orders.  \n They handcuffed us.  There were many of us.  We were about 14 and we were handcuffed and got locked into the van.  I asked them to give me a chance to urinate and they said to me, no you cannot do that.  And that man told the policeman that he should never stop anywhere, drive straight to Rooigrond.  That was in 1988 when we arrived at Rooigrond.  The door was opened for us .......",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Makgala, I am going to stop you there and and perhaps we can ask some questions to clarify what happened at Rooigrond.\n Can I just say if there people who feel more comfortable with these headboxes I think there are some headboxes available still so that you can understand what is going on.   \n So if I can just take you back please to 1963.  Your history is - and you have been very, very clear on giving us that history so far, but I just want to ask a few questions.  So if I can take back to 1963, you were 23 years old and you said earlier you were a member of the PAC.  Are you still a member of the PAC?",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "That is true Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can I just get the perspective from you as to your beliefs in those days in 1963, and I know it is a long time ago, your own beliefs as well as the organisation you belonged to in terms of what was happening in South Africa at that time.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "May you please repeat the question Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I want to find out your own perspectives on your beliefs on the political situation in South Africa at that time and if you can tell us something about what the PAC's position was.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "In 1963 the PAC was helping the Youth League of the ANC.  There were some disagreements between us as the Youth and the older men like the President when they told us what their objectives would be when they govern one day. That is what made is to deviate from the ANC and join the PAC.\n The second thing is that Mr Sobukwe who was our leader at that time, when he addressed we felt that maybe his governance would be better than that of the ANC.  What made us feel that way is that by then we were given a wrong picture.  I say it was a wrong picture because we were given a picture of what communism was and we felt that if the ANC was working together with the Communist Party, it would not put forward the objectives of an African or an Black African.  We did not agree to their principals and we could not support them.  We wanted South Africa to be only governed by Black people, because we thought by then that Africa belonged to Black people.  And that is how we understood the picture that was given to us and that is one of the things that caused us to deviate from the ANC and became the PAC.  \n When on my own I started realising what was the Communist Party meant and the ANC, I started realising that we were given a wrong picture about them - that is the \nANC and communism.  All that I knew is that when you referred to as a communist, you have no property or belongings, even your children and your wife was to be taken care by the Government under communism.  You do not have any control over your property even though if you worked, you would only be paid through food.  That was what was told to us.  That is what caused us to deviate from the ANC and the Youth League.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Sorry, can I stop you there again?  Can we just go back, can we just go on a little further.  After your release from prison in your statement you talked about the fear that the communities, and I think you came back to this Rustenburg area, lived under in the sixties and also in the seventies, can you tell us something about that?  Almost as if you were ostracised as well because you were someone who had a political history, by your own community.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "Yes it is true, Sir.  When I came back from prison, I was afraid of people, I could not socialise with them.  It was as if I had a label placed on me that made me different from other people.  That is what caused me to really be afraid of people, because I thought by then that the community at home had to welcome me because I had fought for them and I was not only fighting for myself.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Okay.  And within your statement you also make the point about how the police tried to recruit you as an informer after you were released from prison.  Can you just tell us a little more about that?",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "Yes, when I came back from Phillip Wilson there were many policemen who came to me.  I cannot remember the other one's name, but he used to visit me.  He was a young boy and he said to me would I not find it possible to help the Government by giving them some information.  You know, that was a very difficult belief to me, and I asked him what help do you want from me.  AAnd he explained to me that I should watch political figures or people who were involved in politics.  I should attend their meetings and give them information thereafter.  After he said that to me I told him no I could not do that, I could not accept his offer.  I suspected that he wanted me to be the informer and thereafter arrest me and lock me up.  That is what made to refuse his offer.\n I thought that after giving him all the information, some of the people who had the same ideas as me about the Government of that day, if they would hear that I was an informer, they would make plans to kill me.  That is what made me to altogether not accept that plea.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Sir.  I just want to go on again.  You said when you came back to Boputhatswana after its independence in 1977, you became a supporter of the Government of the time.  Was that true of the people in the community that you lived in as well as many others?",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "I would say people could see that because almost where I was present people would elect me to be a chairman like in the teacher's organisation or association, I was elected as secretary and later became the chairman.  In most non-political organisations I was elected to certain positions.  This showed that maybe these people realised that I was supporting the Government of that day.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can you then just give us your perspective as to why 1988 at the time of the coup, there was in your own words in your statement, you said there was jubilation in the streets as far as Phokeng.  It seemed like within a very short period then the existing Government had lost their support that they had previously, including yourself.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "On my own I can say that I had never recognised Boputhatswana.  I did not think that Boputhatswana was a stable government.  I only stayed in Boputhatswana so that I could not be followed by police anymore.\n I remember one day they came to arrest me, I realised that I had been lying to myself, I thought that they knew that I supported their Government and they realised that I did not support their Government, that is why they came and arrested me.  But truly speaking, I have never been interested in the Boputhatswana Government or thought that it would be a stable government one day.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Towards the end of your statement, after your arrest in 1988, you talk about how you were demoted to being a teacher back in Garankuwa and your daughter was thrown out of the university.  Can you just tell us whether you are still a principal of the school now and I hope that your daughter has finished her university studies.",
            "Unknown"
        ],
        [
            "PHILLIP MAKGALA",
            "In that same year my child was chased away.  One night I received a call to come and pick up my child.  At that time my child had been beaten by the police.  My child's foot was swollen, I did not know what was wrong and then I brought my child back home.  When I asked my daughter what happened, instead of answering me, she said to me, Dad you sent me to Boputhatswana and I was not interested to work at that university.  I did not like it all.  Now look what had happened.  And then I said to her, leave that place because you did not even get well treated there.\n And then we applied for her at the University of Cape Town in that same year.  In early 1989 she enroled at the University of Cape Town and she stayed there until she completed.  She is presently working.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Makgala, thank you very much for your honest answers.  I have no further questions.  I would like to hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Makgala, we thank you very much for giving us the whole story of what has happened to you.  Your problems started in 1963, you were arrested in 1988.  It is about 34 years.  We see that you are still emotionally affected.  It is difficult to forget what happened to you, but we hope that we are now in the new democratic government those scars would be healed.\n We thank you for coming to share your story with us.  You will hear from us, later.  Thank you very much.  Thank you Sir.\n Before we call the next witness, I shall ask those who do not have earphones to try and get them now, so that you can follow the proceedings in Tswana.  Channel three is Tswana and channel two is English. \n____________________________________________",
            "Unknown"
        ]
    ]
}