{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-07",
        "location": "RUSTENBURG",
        "day": "2",
        "names": [
            "ELIZABETH K SEKATI"
        ],
        "case number": "JB3614",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55866&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/rusten/sekati.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "ELIZABETH SEKATI",
            "PROF MEIRING",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MRS SEKATI",
            "ELIZABETH SEKATI",
            "PROF MEIRING",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are now going to call upon Elizabeth Sekati.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Elizabeth, welcome.  Have you brought somebody with you?  Are you accompanied by someone?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Yes.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Do you want to introduce the people or person who is accompanying you?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "The other one, is my uncle.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Welcome to your uncle.  Elizabeth, will you please stand and raise your right hand.",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.  I give you back to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are now going to as Mr Meiring to administer the testimony.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Elizabeth Sekati, you have a very harrowing, horrible story to tell us.  It happened on the 8th of November 1992.  Please tell us in your own words and take your time and tell us your story what happened to you in the police cells.",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "In 1992, it was in the evening, the police came to my house.  They kicked the doors when they arrived.  When we woke up with the children, my first born, that is a boy, opened up the door.  When he opened, the police entered the house and they asked me whether that was Skitiboane's(?) place.  I said yes.  And then they said I must accompany them.  I asked them where we were going.  Come with us, you will tell us the truth when we get to our destination.   Because I was in a night dress, I took a blanket to cover myself.  When I came outside, I saw a van parked at the gate.  Inside that van there were three women and two men.  One of them was a chief.  There were four women.\n That van drove to Phokeng Civic Centre.  When we got at Phokeng Civic Centre, they put us in the Civic Centre cells in groups of two.  There was another policeman, if he could come out now I would recognise his face.  He beat me up and kicked me.  My next door neighbour who was with me in a cell was also beaten up by the other policemen who was with this policeman who beat me.  This policeman, I say I know, he had sex with me by force in front of that other lady. I could not take the case anywwhere. I did not even tell my family.   We stayed there until the morning until they opened up the cell.  They made us sit down on the chairs in the Civic Centre and they waited until the offices were open.  They also called us to one man's office.  I can still remember he was from Tjaneng.  He worked at that office.  They asked us what we were doing there.  We said we do not know what we are doing there.  This other man said to us, last week, I do not know on which day, you held a meeting in the township, that is an ANC meeting.  That is why you have been arrested.  We want you to tell us what you were discussing at that meeting.  And then we said no, we denied that we were ever at that meeting.  And this man said to us, your case is going on.  Even at this present moment while we are still waiting for them.  \n The way I got kicked by this boy, I ended up having a weak chest.  Even at the present moment I am not working.  When the weather is overcast, I have to get under the blankets.  That is where I will end with my story.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Elizabeth, thank you for trusting us with your story.  It must be difficult to relive that experience and to tell it to all of us.  I want to ask a number of questions.  The first one is, why did they come to you?  Were you known as being politically active?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Yes, they knew.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But were you a member of the ANC?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Yes, I was.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Did you hold a position?  Were you a secretary or a chairperson?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "I was just an ordinary member, Sir.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But they knew that your were politically active.",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "That is true.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "The other question I want to ask you, are you married?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "No, I am not married.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I want to ask about your children.  How many children do you have?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "I have four children, Sir.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Were they in the house when you were taken.? You speak of one child, but ...(intervention)",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Yes, they were all of them there.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "What do they, have they spoken to you afterwards?  Were you able to explain to them what happened to you and why it happened to you?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "I did not tell them anything because I was scared.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Did you speak to your family about the whole thing?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Yes, after the Civic Centre, yes I did.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I was wondering, after this happened, did anybody offer professional help, did a psychiatrist or a social worker or perhaps the priest speak to you and help you to work through everything that happened to you?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Nobody, Sir.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Would you like that?  Do you have the desire that somebody should come and sit with you and speak, take the whole thing through for you?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Yes, I am in need of that Sir.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  There is, you refer to a man, you say that he was called, if I read correctly \"Baas\", was that a nickname that was given to the policeman?  I am not quite sure whether it is \"Baas or Boas\"?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "That is \"Boas\".",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Can you identify that person better?  Do you have another name for him?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Yes, I can identify him.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "What is his name?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Many people know him as \"Boas\", so I do not know other names, but I can identify him.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "You said that you were not alone that night.  You were picked up and there were a number of women with you and also a number of men.  Were they treated equally badly that night?  Were the other people, otehr women also raped that night?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "They were beaten.  One of them even took the case to the magistrate.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And what happened to the case?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "It was just dismissed.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Only one more question, Elizabeth, this happened some years ago, how did you cope in the years that went by?  Were you able to go on with your life or was it very difficult for you?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "Even now, I am not able, because of the weakness I have.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And looking other people in the eye?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "I feel shameful all the time.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "It is a difficult thing.  It often happens when a woman is being raped, she feels ashamed, she feels that she cannot look other people in the eye.  Of course it is totally, totally unnecessary.  It was not you fault.  You can look people in the eyes.  But I realise that what you feel, many other people in similar circumstances also feel.  But if you have the opportunity to speak to people and to discuss and work through the whole bad experience, hopefully that will help you a lot.  But thank you, that was what I wanted to ask.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Elizabeth, this gentleman that you call ....",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Will you switch on ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am trying.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Okay.  I think I am on anyway.  This gentleman that you call Boas or Baas or whatever, is he still working for the police?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "I am not sure now, because he is no more at Civic Centre where he used to work.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You also say in your statement, and I am sorry to, about asking these questions, because I am sure it is very difficult for you, that it was very common, and I am quoting you, for Boputhatswana policemen to rape women they had arrested.  Can you tell us a little more about that?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "They used to do that.  I was not the first one to be raped by them.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Do you know other women who have made statements to the Truth Commission on this particular aspect?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "They did not come here, but those, I know of some people who were raped, but I am not so sure that they made the statement to the Truth Commission.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Elizabeth, my last question is, what would you feel if this person did apply for amnesty and was given amnesty?",
            "Unknown"
        ],
        [
            "ELIZABETH SEKATI",
            "They may forgive him, but I am still having a bad scar and it will not disappear.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you, Elizabeth.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Elizabeth, you told us about a painful story.  I would ask you that those whom you say you know, who were raped, who were victims of that kind of rape, ask them to come and give us their statements because we should look deeper into that case.  As I said to the person who came before you, I said there will be a special women's hearing which will encompass issues like rape and other terrible stories which happened to women.\n I know that when you think back about this incident, you feel burdened and it does not help for us to say forget and forgive.  As Professor Meiring says, you should get counselling and we will try to suggest people around here who will help you with counselling. You do not have to give us their names, but try to encourage them to submit their statements to us.  Because this special hearings, it will be in July before we close.  We thank you for coming and together with your uncle.\n We have come to the end of our hearings.  Three of our deponents did not pitch up and so we will come to the end of our hearing.  \n I want to ask you to thank all people who have come today, in particular the victims who came to share their stories.  When we look at our programme, we see that many people who were here today, come from Phokeng.  We did not know that the people from Phokeng suffered so much.  We thank them so much.  Now we know that in Boputhatswana, or former Boputhatswana it seems there were more violations in Phokeng than in other areas.  We thank the strength and the determination to continue to have freedom and enjoy freedom like any other person, all people who came here.  We thank again people who accompanied the witnesses.  It is difficult when a person has been subjected to that kind of treatment to come alone.  You did a great thing.  We thank you.\n The two cases which remained paid tribute to women.  Women were heavily burdened.  Men should hear me correctly that - I am not saying that they did nothing, now that we are enjoying our freedom, but I have said, women should be given a special recognition by what they did.  They carried pain through their children, their husbands, and their grandchildren, and what has happened to them, as you hear them today, I want to say today we should continue, because our work has not yet been accomplished.  Before we accomplish our work, we see the problems faced by our present Government, that is crime, that is violence and many other issues.  Even this crime and this violence is affecting women more then any other sections of the community, the other victims of crime and violence.  Let us stand for what to fight, those social ills and reconstruct our beautiful and new country.\n I want to thank our briefers who helped, Mrs Fikile and Zodwa since we started this morning.  I hope that your work has not yet finished.  You will be the one who will be our eyes and our hands.  When we want to have a support group formulated here, we will rely on you that you should be the contact persons with our witnesses.  \n We want to thank our translators.  They were only two. They were not helped by any other person, but we did not have any problems.  We had a wonderful translation.  \n We want to thank our media, radio and television, by recording our history.  What they have recorded today, is part of our history.  Our children and grandchildren would see this pictures on TV and in the papers.  So we want to thank them, because they are recording our history, which is very important.\n We thank our guests who have come to support us today.  More so, we could not have continued if our local council has never helped us.  We were offered this beautiful hall.  They have arranged our various meetings which we were preparing for this hearing.  We say to them, even tomorrow we thank you.\n We are still going back to ask for help, because Prof Meiring, who is part of the Rehabilitation and Reparation Committee will come back to North West to have follow-up workshops to see what will be the way forward for women.  We hope that you will be informed of all those dates, because on Saturday the Rehabilitation and Reparation Committee will be going to Northern Province for a follow-up workshop.  We will hear about - you will be kept posted about the dates for R & R workshops.\n We want to announce that we are going to finish our hearing in June.  We are not going to have hearings anymore, but we are still in need of statements.  We have designated statement takers, the local people who have been appointed to help our office to take statements.  We will arrange with the council and the churches that the programme which is going to be made to take statements how it is going to be formulated, because we are still in need of statements because these other statements which are going to be - when the Commission is going to make recommendations would be a foundation of that report.  If we do not have those statements to assure the atrocities of the past, we will never be able to formulate recommendations so that these things could never happen again, we should expose of these terrible atrocities.  When we say if it was like this in our past, how would our future be.  \n Even those who did not appear today, many people used to come to us, saying, I gave my statement, but I am not called to come and appear today.  In the (...indistinct) hearings, it does not mean that your statement was more important than the other person's statement it is because people were chosen to show the context of a situation.  But the statements are very important.  So do not be impatient if you were not called today.  You say maybe we did not consider your statement which means is does not have more value.  We still need more statements.\n You heard again that the Truth Commission closes on the 14th of December.  This was just the work of two years.  If you remember, you would know that we were supposed to finish by June.  After seeing the load of work we are facing, we are forced to extend for six months the work of the Truth Commission.  And this cannot go on continuously.  It cannot just continue for many years to come.  It should come to an end so that the Government should see ....(tape ends)\n____________________________",
            "Unknown"
        ]
    ]
}