{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-24",
        "location": "UMTATA",
        "day": "1",
        "names": [
            "ENOCK TSHABALALA"
        ],
        "matter": "BANTANDWA NDONDO MATTER",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52828&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98082425_umt_umtata1.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "ENOCK TSHABALALA",
            "INTERPRETER",
            "MR DILIZO",
            "MR DUKADA",
            "MR HUGO",
            "MR KNIGHT",
            "MR MAJOKWENI",
            "MR MAPOMA",
            "MR SIBANYONI",
            "MR WESSELS"
        ],
        "original_speakers": [
            "ENOCK TSHABALALA",
            "CHAIRPERSON",
            "MR KNIGHT",
            "MR DUKADA",
            "MR TSHABALALA",
            "NO FURTHER QUESTIONS BY MR KNIGHT",
            "MR SIBANYONI",
            "ADV SIGODI",
            "INTERPRETER",
            "MR DILIZO",
            "NO FURTHER QUESTIONS BY MR DILIZO",
            "MR MAPOMA",
            "MR MAJOKWENI",
            "MR WESSELS",
            "MR HUGO"
        ]
    },
    "testimony": [
        [
            "ENOCK TSHABALALA",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "When we adjourned, according to the record, Mr Knight you were about to commence your re-examination of Mr Tshabalala?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, would you proceed then?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Thank you Mr Chairman.  Mr Chairman, before I do so, my learned colleague Mr Dukada has indicated that he has one question which he would like to put to the applicant, so with your leave, if he could complete that aspect of his cross-examination and then I will continue with the re-examination?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well Mr Dukada?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR DUKADA",
            "Thank you Mr Chairperson.  Mr Chairperson, it is a question relating to a statement which I was not in possession of at the time I was dealing with the witness.\n\tFirstly may I just hand in the statement to members of the Committee as well as my colleagues.  Sorry, if anybody can help me with this.\n\tMr Tshabalala, can you have a look at the statement, it  is extracted from a police docket, it is dated the 2nd of December 1995 and it was made by Leonard Kawe, who was the Head of the Security Branch in Umtata then.\n\tI would just concentrate to the second paragraph of the statement.  He says I know Detective Constable Dandala and Special Constables Moss and Tshabalala.  They are all attached to the Security Police and stationed at Umtata Security Police Head Office, where they are also members of the Anti-Terrorism Unit which is also a section of the Security Police under my command.  Can you see that?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And then it goes further and say for the purpose of performing their work, they were issued with firearms.  Do you see that?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And the truth is that Moss and yourself were never members of the Security Police in Umtata, do you agree with me?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, I agree with you.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And the statement made here is obviously false?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "That is correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Would you agree with me that it was part of a cover up, made by the Head of the Security Branch Gen Kawe?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And then it goes further down the statement, the last paragraph, it says on the 24th of September 1985 Detective Constable Dandala who had been issued with a 7.65 MM Petro Baretta pistol with 10 rounds of ammunition, reported that he had expended two rounds of ammunition and was left with eight rounds of ammunition.\n\tSpecial Constable Moss was issued with a 9mm (indistinct) with 20 rounds of ammunition, and reported that he had expended three rounds of ammunition and was left with 17 rounds of ammunition.\n\tSpecial Constable Tshabalala who was issued with a 9mm (indistinct) with 20 rounds of ammunition, reported that he had expended five rounds of ammunition and was left with 15 rounds of ammunition.  That again was false?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, that is not true.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You were never issued with ammunition or firearms by any member of the Transkeian Police Force?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "No, that never happened.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And obviously again, here the General was making a cover up.  Do you agree with me?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR DUKADA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Knight?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR KNIGHT",
            "Thank you Mr Chairman.  Mr Tshabalala, it has been put to you in cross-examination that you in fact didn't receive a very good salary at Vlakplaas and that it would have in fact benefited you to in fact kill Ndondo, rather than arrest him as was the original purpose.\n\tWhat is your comment on that?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "That is not correct.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "You at the time, were married, is that true?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, I was married.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "What did your wife earn as a salary?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "She was earning R150-00 per week at the time.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "When you were away on operational duty, such as the time, at this incident, you received an allowance from the police, is that correct?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Can you tell the Committee what that allowance was roughly?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "We used to get R65-00 per day.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Together with your monthly salary as a policeman, your wife's salary, as well as the allowances that you received from time to time, were you able to sufficiently cover your monthly expenses for your wife and your family?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now, after the incident took place, why was it necessary to travel back to Barkly East instead of, as it was put to you in cross-examination, of possibly going to look for Mr Bam who was also identified as a person to be looked for that day?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "It was not necessary because Ndondo was already dead, though it was not the intention to kill him.\n\tThey didn't tell us to continue looking for other people.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "So, is it correct then, as a result of the death which was unexpected, that for that reason you travelled back to Barkly East?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "That is correct, that is so.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Just something, an aspect I want to cover with you, regarding your language and the use of translators and interpreters, what is your mother tongue?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "It is Zulu.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now, when you were questioned by Inspector Jordaan at Piet Retief prison, and a statement was taken from you at that time, was an interpreter or translator used by Inspector Jordaan?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "No, there was no interpretation.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Mr Tshabalala, again when you consulted with myself when we were preparing initially for these hearings, did you have a similar difficulty in communicating with myself, myself being an English speaker with the absence of a translator or interpreter?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Sometimes I do have some difficulties, but not that much.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Mr Tshabalala, I just want to clear up something with regard to the amendment that was brought in and with regard to paragraph 10(a) of that amendment.   What was the purpose with regard to the abduction of Mr Ndondo?\n\tWas it in fact for him to be brought back for questioning to Barkly East?  Is that correct?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now, you were not told by Captain Moss any other orders, other than the orders that you received and that you had testified to?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "No, there were no other instructions.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "So, in fact if Captain Moss had received any other instructions that day from the other white Officers, there would be no way that you would have knowledge of that, is that correct?",
            "Male"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR KNIGHT",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Knight.  Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, I don't have any questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Sigodi?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "I have no questions Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Dandala told us that on the way to Qala, there was a discussion amongst the Askaris, that is yourself, Moss and Norma Shosha which was to the effect that if Askaris go on a mission and one of the persons who is part of that group, does not take part in the mission that is being carried out, they would come back and kill the person.  Did you hear him say that?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, I heard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Did such a conversation take place?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "I don't remember anything about that type of a discussion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it possible that it did take place, but you simply have no recollection of it?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "I didn't hear anything about that, I didn't hear anything of that nature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your evidence, the statement that was taken by Jordaan from you, was the truth, is that right?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "I can say it was, most of it, the truth but it might happen that there are some problems because of communication breakdown as I didn't understand some of the terms in English.\n\tBut I hope that most of the information in that statement, is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that statement that was taken by Mr Jordaan, you state that on your way to Qala the kombi stopped at a general dealer shop where Norma Shosha went in to make enquiries.  did that happen?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "I made a mistake there.  It is Dandala who alighted from the vehicle, not Norma Shosha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did Dandala go to a general dealer or did he to a police station?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Because I didn't know this place, whether it was a police station or it was something else, but it was just a complex.  It was just a complex.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To your knowledge is the police station in Qala within a shopping complex?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "It looked like a complex, but I - at the same time I was not sure if there was a police station in there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that statement you also say that after Norma Shosha returned to the motor vehicle, you then left.  Shortly after you had left for Qala, you saw a motor vehicle which fitted the description which Norma Shosha had given to you as being the motor vehicle that the deceased was using on that day?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "As I have already said, it is Dandala who came with that information about the description of the deceased's car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that, but what I want to find out is, you say you then, as you were driving towards Qala you saw this motor vehicle which fit the description which had been given to you either by Dandala as you now say.  Did that happen?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You then say you followed this motor vehicle until it came to a stop and a man alighted from the car, who was identified by Norma Shosha as being the deceased.  Did that happen?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "When we left that place that looked like a police station or a shopping complex, on our way we saw this car getting into a certain yard.\n\tWhen we saw it, we followed the car but the driver was not in the car on getting to that house.  Dandala went into the house and asked for the driver of the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I want to find out is what you say in your statement, was in your statement, you say that the driver of the car alighted from the car and Norma Shosha identified this person as being Batandwa Ndondo?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, on our way just before the vehicle could stop, Norma Shosha identified him before alighting from the vehicle, but we were not sure, we had to come closer to him.\n\tWhen he came out of the house with Dandala, it is when Norma Shosha became certain that this was the man.",
            "Male"
        ],
        [
            "INTERPRETER",
            "It looks like the witness is listening to channel 2 instead of channel 3.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In your statement you go on to say that Captain Moss called the deceased who was at that stage on the yard of a particular house.",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "He didn't call him, it is only Dandala who got into the house and brought him to the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know how that then got into your statement?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Maybe it was his mistake, because I explained to him that Moss was still in the car, he remained in the car.  It is only Dandala who alighted from the vehicle and went straight into the house and brought the gentleman with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You testified that at the end of September 1985 I think it is, you left for Vlakplaas.",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Will you please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You testified that at the end of September 1985, you returned to Vlakplaas?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Though I can't remember the date, but at the end of that month we returned to Vlakplaas.  I can't remember whether it was mid-month or at the end of that month, but we went back to Vlakplaas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever return to Transkei to help this Transkei Security Police in their work?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "No, I never returned back to Transkei.  I never returned to Transkei.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, after your return to Vlakplaas, did you continue with your duties as an Askari in Vlakplaas?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, I continued with my duties.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry Chairperson, I don't think the interpretation was correct.  Can you ask the applicant to repeat his answer.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just repeat your answer.",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "When I went back to Vlakplaas, we continued with our duties as usual.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when you returned to Vlakplaas, you continued with your normal duties as an Askari in Vlakplaas?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, I continued with my duties.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Up to the stage when the deceased went through the window, he had not yet been told that he was being arrested?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "Yes, he was not yet told, but Dandala identified himself as a policeman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All that had happened prior to the deceased going through the window, was that Dandala had identified himself as a member of the Police Force?",
            "Unknown"
        ],
        [
            "ENOCK TSHABALALA",
            "After he had identified himself as a policeman, he greeted Norma Shosha and he recognised him because they were together outside, then he was surprised.  He was shocked, I think that is when he decided to jump through the window.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Is there anything arising Mr Knight?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "No questions Mr Chairman.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR KNIGHT",
            ".",
            "Male"
        ],
        [
            "MR DILIZO",
            "I have no questions thank you.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR DILIZO",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dukada?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "I have no questions Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MR DUKADA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Majokweni?",
            "Unknown"
        ],
        [
            "MR MAJOKWENI",
            "I have no facility, but I have no questions, thank you.\nNO FURTHER QUESTIONS BY MR MAJOKWENI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wessels?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "No questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR WESSELS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have no questions.  Thank you very much.  I beg your pardon, Mr Hugo?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "No questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR HUGO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Tshabalala, please return to your seat, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}