{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-02-01",
        "location": "UMTATA",
        "day": "2",
        "names": [
            "PUMELELE GUMENGU"
        ],
        "case number": "AM3610/96",
        "matter": "MURDER OF STHEMBELE ZOKWE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54019&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200201um.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "JUDGE MILLER",
            "MR MALAN",
            "MR MAPOMA",
            "MR MNQANDI",
            "MR SIBANYONI",
            "PUMELELE GUMENGU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MR MNQANDI",
            "MR MAPOMA",
            "MR GUMENGU",
            "PUMELELE GUMENGU",
            "JUDGE MILLER",
            "INTERPRETER",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "The next matter that we'll be hearing are the amnesty applications of Pumelele Gumengu and Allan Tyani.  The reference number of Gumengu is AM3610/96 and that of Tyani, AM3786/96.\n\tThe Panel is constituted as has been already indicated on the record.  I'm going to ask the legal representatives to put themselves on record for the applicants.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman.  Kobus Malan of the attorneys firm Kobus Malan Attorneys in Northum, I'm acting on behalf of both the applicants in this matter, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Malan.  For the family?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Thank you, Mr Chairman.  My name is Philiza Mnqandi, Mnqandi is M-n-q-a-n-d-i.  I'm acting on behalf of the victims and I'm from Ntsebeza Incorporated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mnqandi.  And then the Leader of Evidence?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  My name is Zuko Mapoma, Leader of Evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Yes, Mr Malan.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman.  I would like to call Mr Pumelele Gumengu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gumengu, is your headset working?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, it is working.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Malan.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MALAN",
            "Thank you, Mr Chairman.\n\tMr Gumengu, where do you reside presently?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I am from Thimane in eDudjwa, but I reside in Northern Province.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  You are making your application to this Honourable Committee regarding the death of Sthembele Zokwe.  In the first instance the attempted murder and in the second instance the actual murder of Sthembele Zokwe, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "You are an applicant in terms of Section 18, as well as Section 20 of Act 34/95 and you complied with all the prerequisites in this regard, except for one aspect that you could or were not in a position to fill in the application form completely, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you explain to the Committee why the form was not filled in properly at the time when we took down the particulars?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "...(no English interpretation)  We forwarded the forms, we were in a hurry because of time constraints.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you also confirm to the Committee that it was indicated by members of the Truth Commission, that we can submit the forms in that form and if needs be we can fill in the necessary ...",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that's what we were told.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Mr Malan, it would appear that two forms were filled in, the one in April 1997, which was the one that you're referring to now which is indicated on the form that there'll be later submissions and then the first one that appears on page 3 of the bundle, which doesn't seem to fall into the category of form that you were referring to.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Chairman, that is indeed correct.  I can just put it to the Committee that with regard to the form on page 3, I did not assist the client at that point in time and he was referred at a later stage via the Truth Commission to me and that's where I can vouch for, from there on.\n\tMr Gumengu, would you please give the Committee a brief \nbackground of your training in the Police Force.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was employed on the 31st March 1982.  I attended training, basic police training in July 1982 and it came to end in December 1982.  That took place in Hammanskraal Police College in South Africa.",
            "Male"
        ],
        [
            "MR MALAN",
            "But during 1985 you were recruited by one, Lieut John Mfazwe to enlist with the Security Police of the Transkei, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where is this Lt Mfazwe now?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He is now late.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you give us an indication when and in which manner did he die?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He was involved in a car accident in June or July 1990.",
            "Male"
        ],
        [
            "MR MALAN",
            "During June 1986, you enrolled with the Anti-Terrorist Unit in the Transkei, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And during February and March 1987, you attended a demolitions course which was held by the South African Police at Groblersdal, and on that course you also received the highest marks of the whole course, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "During April and May of '87, the Lieutenant in the meanwhile became Capt Mfazwe, he requested you to go to his offices personally and he said that you will be earmarked for special tasks and that you have to report to him only.  These tasks would be solely in the interests of the Transkeian people, am I correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you have any reason to doubt your superiors at that point in time?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I had no reason to doubt my authorities because I trusted them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you briefly point out to the Committee what your political views were in that stage of your life.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "As a member of the Security Police, there were banned organisations.  Our task as the Security Police was to deal with people who were promoting the interests of these banned organisations, those organisations that were banned in Transkei.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who were those organisations, can you name them?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Many of them, amongst them there was ANC, there was SACP, there was PAC, there was UDF, AZAPO and the others.  I think there were about 13 organisations.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it part of your mandate and task to fight terrorism as we have known it, at that point in time?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "By which ways were you trained to fight the onslaught?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The manner in which we were fighting would changed from time to time according to the strategy that was used by the resistance organisations and the units would be established according to the situation prevailing at the time.  All of us, though we were in the Security Force, but our units were different and our assignments were also different and our assignments would depend on the situation prevailing at the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Your enrolment with the Security Police, did it imply that you were working with top secret missions?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That was the first thing that was indicated.  On the very first day you have to sign a specific document that mentions that you are actually dealing with top secret and you are never to reveal any information concerning that and all the time you are supposed to work per instruction from your operatives.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it in that sense weird for you or out of the normal than if you received orders only from one man and if you have to report only back to one man?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "To me there was nothing unusual about that in the sense that when the units were established they would be open for one person or more, but there was a situation whereby you have to know that you have to contribute because of the situation and the other people are not supposed to get some details, therefore you would be forced to report to one person, not just anyone.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  Have you ever received orders - I'm going to phrase it in italics or inverted commas, \"from the top\"?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I would receive instructions, that was a normal thing.",
            "Male"
        ],
        [
            "MR MALAN",
            "And what was your view, how do you interpret instructions from the top, what did you understand by that term?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "If I say it's an instruction, it's something that I have to do and I should ensure that it's something that is allowed by the government and it's something that supposed to help the government of the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "In other words am I correct if I state that you were under the impression that when you are executing orders in that sense from the top, you were well in the boundaries of the law?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry Mr Malan, if I could just intervene.\n\tWhere were you stationed, Mr Gumengu, when you were with this so-called Anti-Terrorist Unit?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "When I started working for the Anti-Terrorist Unit - it was established in 1986, I think the month was July, at the time I was in district number two, that was Butterworth.  That consists of Willowvale, Gcentane, Namakwe, eDudjwa, Kei Bridge, that is district number two.  And in 1987 I was taken to Johannesburg.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And then were you stationed in Johannesburg from 1987 onwards?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "With the Transkei Police, or did you switch over to join the SAP?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I was staying alone because my assignment there required me to stay in different hotels or I would look for a flat and stay there and the government would pay for me and I would be called for an assignment here in the Transkei if it was necessary.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And when you were in district number two, namely Butterworth, stationed in Butterworth and also when you were stationed in Johannesburg, was it still the situation that you only took orders from Capt Mfazwe?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, although what was mentioned to me was this, if Capt Mfazwe, if it can be difficult for me to get hold of him, the person that I had to contact was Gen Kauwe or else the person who was in a position to help me in Johannesburg whenever I come across problems, was a divisional - from the Security Police who was in charge of Soweto.  He as Brig Grobler, though I never saw him with my own eyes, I was just given his telephone number.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes, and sorry just one last little point, where was Capt Mfazwe stationed?  Was he in Butterworth or head office here in Umtata?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "He was in Butterworth.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes, thank you.  Sorry, Mr Malan.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "No problem, Mr Chairman.\n\tMr Gumengu, there were some courses that you had to attend in the normal course of the furthering of your career, but there were also a lot of special courses that you attended, can you inform the Committee of them please.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, there were special courses.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you name them please.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "One other course that was not supposed to be revealed to anyone, was a course of breaking in the houses or offices that could enable me to take whatever I wanted inside a house or an office.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who provided this course, is it the South African Police or the Transkeian Police?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When I started on this course in 1987, I was here in the Transkei through a white man that I was introduced to by Mr Mfazwe.  This white man used to call himself John, he's the one who was training me here in Transkei.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  You were also attending courses where they showed you videos and books and stuff regarding political ideologies, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, I attended such courses.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was the intention of the course?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was to ensure that I have all the necessary knowledge of what is the reason banning all these organisations and to know more about the actions at the time, or movement, and how to counteract the activities of such organisations.  And in the same videos we would learn that most of the things - there was nothing that was being promoted or said by the banned organisations, but all what was promoted was the constitution or the ideas of the government of that time.",
            "Male"
        ],
        [
            "MR MALAN",
            "These organisations, were they proposed as the enemy to you, and if so, did you believe that?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "They were not enemies to me personally but to the government yes, they were enemies.",
            "Male"
        ],
        [
            "MR MALAN",
            "In being the enemy of the government would it tantamount to being your enemy?  Am I correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you receive any remuneration excepting normal salary and monies for sleeping out or whatever, for doing this job?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, there were allowances that would be granted to a person who would sleep out of home for 24 hours.  There was S&T that had a limited amount and there's another one that was called constant allowance, that we would get for claiming with slips.  I was using that but at some stage they realised that I was using a lot of money and they changed me to something that was called operational allowance that was coming to me every month.  Even if I had gone out or not, I would get that allowance.",
            "Male"
        ],
        [
            "MR MALAN",
            "But the monies that you received were in line with the doctrines of the Police Force and were monitored by the Police Force, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, because we would fill in forms before getting that money.  We would not get that money without any approval, you have to sign, to fill in forms and after the approval you'd get a cheque.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So is the position then Mr Gumengu, that when you for instance were in Jo'burg, you'd only received an operational allowance, you didn't get a salary plus an operational allowance, or did you get both?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I would get both of them till such time in 1988 where it was reduced to only one.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Then that was the operational allowance?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "In your affidavit you state that you had regular contact with Capt Mfazwe and he at some stage indicated to you personally that if you act against the enemies of the State, which we outlined in brief, even if it means that you have to eliminate people, you were acting on the highest authority's orders, is that so?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did Capt Mfazwe indicate to you that you not only have to eliminate the enemy but that you have to infiltrate their organisation will also be asked from you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Will you please repeat the question, Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he also say that part of your task would be to infiltrate the enemy in an effort to learn more about their organisation and their efforts to undermine the Transkeian Government?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is it so that some of your actions were either covert or clandestine?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "At a certain stage you were issued with a motor vehicle that was not registered in your name and you were issued with the following firearms\n1 x 9mm pistol;\n\t\tA 9mm TXB(?) sub-machine gun;\n\t\t1 x R4 rifle;\n\t\t1 x AK47 rifle and;\n\t\thandgrenades with a diverse amount of ammunition.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did you receive these items, and did you have to sign for it on an official form?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The 9mm pistol and the BXP sub-machine gun and the R4 rifle, I signed for them but the AK47 and the handgrenades I never signed anything for them.",
            "Male"
        ],
        [
            "MR MALAN",
            "The handgrenades might come in at a later stage in this hearing.  Was the origin of the handgrenades South African or communist?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "They were of South African origin.",
            "Male"
        ],
        [
            "MR MALAN",
            "How do know that?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "They were M26 and I was trained in the use of that, I know the difference.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry Mr Malan, if I could just intervene.\n\tWhy didn't you sign for the AK47 and the handgrenades?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "The manner in which I received them, it was when I was in this highly protected job and even the manner they came, like this AK47 I was given by Capt Mfazwe, he brought it to me and the handgrenades were brought to me by Lt Kabingese.  I went to fetch them in his house while he was still staying in this township called Kwezi.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, just one follow-up.\n\tAnd you say you were given these handgrenades of South African origin because you were trained in the use of them?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I was trained but they were given to me so that I could do some tasks when necessary or when I get instructions to use them.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes, because I've heard personally in many of these hearings that to be trained in the use of a handgrenade, five minutes is enough and if you are an expert, you got top marks at the demolition course, you wouldn't have to actually be trained in the use of a handgrenade just because it comes from Russia or China, you'd know wouldn't you?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "The training of explosives I did everything all at once.  Those coming from China or from wherever in South Africa, I got that course, all of them at once.  I was given these handgrenades to use them, not to be trained.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman.\n\tMr Gumengu, when you received the handgrenades were there distinctive markings on the outside so that you can ascertain that it was South African origin?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the purpose of receiving the handgrenades, was it for a specific task or was it merely to keep in your custody to be used whenever required?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I had to keep them in my possession and wait for instructions to use them.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the person that you mentioned where you received the handgrenades, was he known to be one of the Security Police or any other official structure?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He was the person who was in charge of the explosives in the Transkei.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  And you know that from your own knowledge?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "If we can go back in the first instance.  We would like to deal with the attempted murder on the deceased, Mr Zokwe, during August 1987.  Was Mr Zokwe in your mind, part and parcel of the political enemy that was sketched to you through all your courses and training in the Police Force?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, he was part of the enemy.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did you ascertain that?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was first given the files to read about him, secondly we monitored his activities.  We would from time to time follow up on clues that we would get.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon, would you please just give the last part of that again, I didn't hear that.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He said they were monitoring his movements, his activities and even the follow-up on clues that they were given.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you so much.\n\tAlright.  Capt Mfazwe at some stage before August '87, tasked you with a certain task, would you please reveal this in detail to the Honourable Committee.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.\n\"In 1987, after so many reports or bits of information that was received about Sthembele, Sthembele is the one who was campaigning in the firms or factories for the unions, mobilising them to take part in the strikes and he was also giving people in Nxaleni, Lebode, military training and the people that he would take and help them cross the borders to Lesotho, and he also had some weapons that he would go and fetch them and use them inside the country.  What was the most important is that he was planning to attack the Security Police in Butterworth.\n\tCapt Mfazwe then in all these reports before taking place, he called me one weekend, I was at my home in Butterworth after coming from Johannesburg, he told me that there were people who were in the office in Butterworth.  There was this person in Butterworth in the office who was looking for him, that he couldn't help that particular person, therefore he asked me to go there and help out this person because this person was saying that Sthembele was in Bika and he was in the company of one gentleman that was found to be having the arms and that person, it's alleged that he had required training across the borders.  Therefore I had to try and bring Sthembele forward and after that I would arrest him and if the situation does not allow that one of us should die.  I did go to the office from my home, I saw this man that was unknown to me and I was told not to ask questions and this gentlemen had to take me to direct me to the place.\n\tJust before reaching our destination, Bika, just turning at the last junction from Bika where you are about to get into the township, we saw his car getting out, he was in the company of this person and then this gentleman told me that these are the people that I was talking about.\"",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry who was this gentleman that you're referring to?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It is this person who was giving out information to Capt Mfazwe.  That was Capt Mfazwe's informer, I was to know his name, I had to do what I had to do.\n\tI tried to flash the light, trying to stop this car that Sthembele was driving in but he refused to stop.  I followed the car and it was driving in the direction of eDudjwa.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you alone in the car at that point in time?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was with this Capt Mfazwe's informer.",
            "Male"
        ],
        [
            "MR MALAN",
            "You referring in your affidavit to two names, namely - I hope I pronounce it correctly Mcukana, who was the driver and the one, Shologu, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is another incident, the one that you are talking about, I'm not yet there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, proceed.  You can proceed.\nMR GUMENGU\n\"I followed this car to the direction of eDudjwa.  When he was at this turn-off that was going to Willowvale, I'm not sure if there was a board that was written \"The Dam\" or something, but he turned right but when he turned there I heard a gunshot pointing at us.\n\tAfter that I followed him, I chased him and he disappeared and as the road was a gravel road, there was a lot of dust that made me not see where he went to, therefore I had to go back to Capt Mfazwe, still driving in this same car.\"",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  You referred earlier that the deceased, Mr Zokwe, also used to involve himself in the activities of the unions, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And in retrospect, was that an offence?  Didn't the law provide for activities with the unions?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So if the deceased did so, he didn't contravene any law at that point in time but it was a thorn in the flesh for the government, am I correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  Can you please proceed with the matter, the first incident where you apprehended Mr Zokwe.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I would like to place the story in a certain logic because it looks like there are some information that you are going to skip because his arrest was the last thing, therefore I would like to place these events in some logic.",
            "Male"
        ],
        [
            "MR MALAN",
            "Please do it, Sir.\nMR GUMENGU\n\"As I said, we arrived in Capt Mfazwe's house in Full Valley with his informer.  We both reported to him and he told us that we were going to meet in the office on a Sunday or Monday, I cannot remember.\n\tI went back to my home.  We received a message later while I was still in the house.  Mr Tjane came by, who was on stand-by on that particular weekend, he told us that he had received a call through the radio, we were called to Willowvale.  Then he was requesting me to go with him and the person who was with him on ...(indistinct) duty Mr Smal.\n\tI agreed to go with him to Capt Mfazwe to give me the permission to leave with them, but we were not told what was the reason in Willowvale, but they just told us that there was a problem that needed our immediate attention.  \n\tThe three of us went there, it was myself, Tjane and Smooi.  The Security Police of Willowvale, there was Madulwani - I'm not sure if I'm pronouncing the surname the right way, but he had somebody else in his company from Willowvale members.  They told us that they had received some information that people who were known as terrorists were around and their informant had directed them to the place and they wanted us to go and help there and get to those terrorists.\n\tWe further contacted Capt Mfazwe about the mission and we told him that we think we have enough manpower and we'll be able to do the job successfully.  We did go to the place but we found nothing.  And the police from Willowvale said they had received a radio message the day before that there was a car chase that involved Sthembele Zokwe and they wanted to know more about the situation.  I told them that yes, he was wanted and then he is supposed to be arrested, that was Capt Mfazwe's instruction.\n\tThe police from Willowvale told us to go to a certain house in the same village where they thought that they might get some information.  We did go to the house and when the police came from the house they told us that he was in the other house in the same vicinity, they had seen him and his car was also there and we were told to go there, we would find him there.\n\tWe did go to the house.  As we were still coming at a distance we saw the car that was parked in front of the house.  We alighted, we hid our car and we alighted from our car.  I instructed the group that was with me to be left behind because I saw young boys that were playing outside, playing next to the garden.  I went to these young boys and then I asked them if they knew the house where the car was parked.  These young boys said yes, and then I asked them who was staying in house.  They told me that it was a certain lady teacher and I asked who that lady teacher was staying with and then they said the person who is there is a person who normally visits the house, the owner of that car and they said he was also in the house.\n\tI went back to my colleagues and then I told them that Sthembele was in the house and then I requested them to follow later.  I was going to go there first and position myself in a strategic manner.  I did so, I went next to the kraal, the kraal that was just built with stones in front of the house, and I indicated to the other colleagues of mine to come.  And my intention was that even if he was getting out of the house seeing them, I knew that he was going to run towards my direction, towards the kraal that is.  \n\tMy colleagues came and I took cover next to the kraal.  They surrounded the house.  In that process I did not move, I was still lying there, I heard a handgrenade explosion and after that there was gunshots.\n\tAfter a while when I realised that the shooting was continuing, I told them to stop shooting because I couldn't see anyone getting out or getting out and this place was already covered in smoke and I told them to stop.  As I was facing the car I realised that I can still use this car as my cover and then I tiptoed towards the door, hiding myself behind the car and I realised that the door was closed and I thought that some people were sleeping inside. \n\tAnd the people from the village who were coming from the other house behind this particular house, came.  When they came I realised that there was a padlock at this door, it was closed, and the woman who looked like the owner of the house came and asked questions as to who we were looking for.  We told her we were looking for the owner of the car.  She told us that he was not there and even his host was not there.  And then we asked her to open the house and then she said she could not open the house, not unless we can break into the house and we told her that the only thing that we can do to break into the house and see what was inside.\n\tAnd then I asked my colleagues about the explosion, how did it happen.  They told me that as they were approaching the house, others under the windows approaching the door, when they were about to meet at the door apparently they touched something that was a booby-trap either in the house or in the car.  They said they detonated and they fired back after the explosion.  They were just hitting because they heard the explosion.\n\tWe opened the house.  After opening the house I did not know what happened either.  We contacted Mfazwe to bring some reinforcements to search the house.  I cannot remember because I was no longer forward in this operation because we could not get the person that we were looking for and the car was partly damaged and even the house was hit by the handgrenades.  It became apparent that the roof of the house was damaged.  \n\tCapt Mfazwe visited the scene and the police from East London and other police were coming from Umtata.  I don't know, I cannot remember whether that happened in that same day or the following day.  I was there present but I did not mention anything because I don't know how did these booby-traps come about.\n\tWe continued getting some information about Sthembele Zokwe, up until such time where we realised that they were in a hurry to attack the office.  The office was forced to sacrifice certain people, but we couldn't tell them that they were going to be sacrificed because we knew the date, we knew the time when they were going to attack.  It was going to be daylight.  \n\tAs the people who had this information, we decided not to reveal it and the people who were in other units and did not have the information, we decided not to tell them anything.  Mr Mfazwe was going to make sure that our receptionist was busy, remained there at the reception at the time.  Even it they come to attack they'll think it's easier because there'll be a woman as a receptionist and then we will be able to go on with our intentions, make sure that we become successful by overpowering them.\n\tThey came on that particular day, they surrounded the office with the car.  They drove around the office with the car but did not stop.  They did not do a thing on that particular day, but Capt Mfazwe called me after attending meetings in Umtata.  He called me and he told me that one of my assignments as a person who has done a lot of different duties and then my new assignment now was that - as the department they were not willing to see Sthembele Zokwe alive again or in any prison.  \tThey did not want to see him alive because he was referred to as poison and it is said that if you poison a person, eat some poison or if the poison penetrated the leg, then the whole leg will have to be amputated.  Therefore if they take this particular person to the jail, it's going to be very dangerous for the government because he was going to recruit each and everyone in jail.  And then he assigned that duty to me, that I should make sure that he is dead.\n\tI tried to ask some questions from Mr Mfazwe as to how was this going to be done.  He said \"No, that's no big deal, when you meet him you have to do the act\".  And we are the only people, Mr Mfazwe and myself, who knew about the plan but he did not tell me, he was not even prepared to tell me of who had approved, about who had approved this plan.  He was working for the government and he was doing the right thing.\n\tWe continued getting information and about other activities.  I was in Johannesburg.  They would call me if there was something new.  Sometimes I would bring some bits of information because I had my own informers who were surveilling him.  I would be called if there was something new. When I was visiting my home for a weekend or a month-end, it was on a Saturday morning at about seven or seven thirty, Shologu came by, who was in the anti-terrorism, in the office of district two at that time.  Shologu came to tell me that he was coming to give me the car from the office because he had heard that I was around.\n\tThe reason for him to give me this car is because he was going home and he was going to use his own car and he was only to leave when his wife knocked off from work at about past twelve.  He told me to go to the office and check as to what kind of problems they were experiencing because on Saturdays they would knock off at about twelve, but he told me to keep the car until he comes back on a Sunday.\n\tI took the car at about 10 a.m. I went to the office to see what was happening and the most important thing was for me to go there and use the work telephone to contact my informants.\n\tWhen I got into the office there were members from the Anti-Terrorism Unit.  Amongst them there was W/O Spambo, Xholile Tutu.  I'm not sure whether Smooi was there or not but even the other people from the office like the receptionist, was also there.  They told me that they were in possession of some information that some of the people who were in Sthembele Zokwe's unit whose name was Tami Moweli, who was also wanted by the office with the intention of questioning him or to lay charges against him, it was said that he was in Umtata and the house was already identified, the house that he was staying in.\n\tThey requested me to join them to go there with them.  I tried to contact Capt Mfazwe to get permission to join them in the operation.  Capt Mfazwe approved to that but he said his instructions to them were different from his instructions to me, I was supposed to keep in mind all the instructions that I was given by Capt Mfazwe.\n\tShologu came by at about twelve with his wife, coming to tell me that he was leaving home, he was just telling me that he was on his way home.  I used that opportunity to ask Shologu to postpone going home on that particular day and go home later on, because he is a man that I used to trust.  I told him that these officers had asked me to accompany them and then I also requested him to be in the group that was about to leave because I trusted him because he was able to involve himself in successful missions.  He agreed.\n\tWe left, driving in two or three cars, but what I can remember is that in the car that I was in I was with Shologu and Nugcana to go to Umtata.\n\tWhen we arrived in Umtata we went to Norwood Security offices because they were already told about our coming and they were told to wait for us because we were coming with some information.  When we got there the Anti-Terrorism Unit was waiting for us in the offices in Norwood.\n\tW/O Spambo gave them a briefing, the one who was in charge of the Butterworth group.  He told us as to how to position ourselves in order to cover the area.  And there was another information that was brought by this Tami Moweli.  On that particular day he was in Lebode but he was on his way back and it was very important to arrest him before reaching his premises.  He should be arrested on the way, at least in Umtata without going further.\n\tWe left, myself Shologu and Nugcana, we took our own position.  We waited there, waiting for this gentleman to come but he never appeared.  We changed our position.  As we were still standing there next to one of these Umtata hotels, a Mercedes Benz type of car came by and this car, Sthembele alighted and a man that was not known to me.\n\tWhen they got into this hotel, I'm not sure whether it was Ngcwa Nugcana or Shologu who was standing next to the door in the hotel, as he was checking on people who were in the hotel they saw one another, that is the officer and Sthembele.  Sthembele decided to go back to the car and this other gentleman proceeded to the hotel.\n\tWhen he got in the car we had already surrounded his car and requested him to get out of the car, Sthembele that is.  We instructed him to get into our car, to be the fourth person, and I told the driver, though I cannot remember if that was Nugcana or Shologu, I instructed him to drive towards the outskirts of Umtata, taking any direction.\n\tThey drove.  We left Umtata.  When the car stopped it was during the night and I also did not know where we were.  As a person who was just next to the door I alighted first from the vehicle.  As we were driving along they were questioning him about his activities and Tami Moweli's whereabouts.\n\tI rushed, I alighted out of the vehicle and I tried to go to some valleys to relieve myself there.  They got out of the vehicle and they stood with him next to the car.  As I got in there I held myself there in the valley and I heard footsteps at some stage, as if there was this person running and I could see that they were coming to my direction and I stood up and then I saw that was Sthembele who was being chased by Chris and Nugcana.\n\tI said to myself this was the time, the opportunity that I had to use to fulfil or to do as instructed, as I was instructed to shoot him.  I drew my 7.65 pistol, I shot straight at the direction because he couldn't see me as he was coming straight towards my direction and he was still at a distance.  I fired at him.  I could hear him falling and I became so sure that I had hit him.\"",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, was it during the day or the night?  What was the light condition at that point?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was during the night.\n\"After that I went to these other people without getting closer to him and then they asked me if I did hit him.  I said, 'Yes, there was no reason for you to go to him, I am sure that I managed to hit him'.  They never asked any questions.  I instructed them to leave with me.\n\tAs this was happening I was not aware of the instructions that they were given concerning this issue.  I'm not sure whether they were told to arrests him or they were also told to kill him because when I was given my instruction I was all alone, they were not there.\n\tWe got into the car, we left for Umtata ...\"\n...(intervention)",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, just before you proceed, Mr Gumengu, before you get onto another point.  Why didn't you go and check to see whether you had fatally shot Mr Zokwe?  You said that you were sure you hit him, but the fact that you shot at somebody and hit him doesn't necessarily mean you would kill him, and your instruction was to kill him.  So why didn't you walk up to where he had fallen to make sure what his condition was?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "The reason for me not to go there to inspect is because I was so confident that when I hit him it was on the head and with the distance where he was, with a 7.5 pistol he wouldn't survive and I was so sure that I hit him on the head.  There was no need for me to go back there and make sure that he was dead, or finish him out, but I was so confident that he was dead.",
            "Male"
        ],
        [
            "MR MALAN",
            "How many shots did you fire on the deceased?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Only once.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right, you can continue.\nMR GUMENGU\n\"We came back to Umtata and I joined our colleagues.  W/O Spambo told us to disperse because we couldn't get hold of Tami Moweli.\"",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, I must interrupt you Mr Gumengu.  In your affidavit in Afrikaans, page 16 you indicated that you have fired two shots and you are informing this Committee that it was only one, can you just clarify that for us please.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I can clarify that.  I pulled the trigger only once but I think and after getting the report, I thought that the rifle was on double-action because it is possible with this kind of pistol to fire at double-action, though you only pull the trigger once.  That is possible with this kind of a pistol.",
            "Male"
        ],
        [
            "MR MALAN",
            "So there were indeed two shots fired, but you pulled the trigger once, do I understand you correctly?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, you can continue.\nMR GUMENGU\n\"We left for Butterworth on that particular night after going to our places.  I never went to bed that night, I went to Capt Mfazwe to tell him about what had happened.  Capt Mfazwe was very pleased, he said that was what was supposed to happen and no-one should worry about anything because this mission was approved, no-one will face any problem.\"",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you at any stage issued with a warrant for his arrest through the normal channels of apprehending a person?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I was told that I must not apprehend him, I should shoot to kill when I meet him.",
            "Male"
        ],
        [
            "MR MALAN",
            "But wasn't it part of your instructions in the first instance, either to arrest him or to kill him if need be?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Please repeat the question, Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it not your instructions to either apprehend and arrest the person or if you cannot do that, then prefer to the killing of the deceased?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Initially that was the instruction at the time where there was this informer, Mfazwe's informer but after the attempts from his side to attack the office, the orders took a turn and I was told not to arrest him but to kill him straight away.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you familiar with the term dynamite house, or place called dynamite house?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I used to hear about such houses.",
            "Male"
        ],
        [
            "MR MALAN",
            "On page 4 of the bundle that was given to me yesterday, the supplementary bundle, in the Supreme Court of the Transkei where you were in the criminal matter regarding this thing, there was a summary in terms of Section 149(3)(a) of Act 13/83, and in this summary it was suggested that you being one of the accused, took the deceased on this occasion to the so-called dynamite house where he was shot three times in his head and neck and where you left him for dead.  Can you confirm that?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I do not know the area and it was during the night and I told them to go to any place as long as it was outside of Umtata.  If the charge sheet mentions the fact that there were three bullets or whatever, as far as I'm concerned with this 7.65 I pulled the trigger only once, but when I heard later that the bullets that were found in his body were more than one, I was sure that since this was a pistol, the pistol had released more bullets though the trigger was pulled only once.  And I'm the only one who pulled a trigger there.  Even if they say any number of the bullets, I am accountable because I'm the one who actually pulled the trigger.",
            "Male"
        ],
        [
            "MR MALAN",
            "Would you deny it if it was put to you at any stage that you indeed took the deceased to the dynamite house and shot him inside the dynamite house, may I call it mafia style, execution style?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That was not how it happened, taking him to the house, that is not true, it happened the way I am explaining it here.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  At a later stage you learnt ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "This place where the shooting took place, was it not near the quarries?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I heard that in the newspaper and in the charge sheet, that it was next to a quarry, but it was very dark and I did not see and I do not know and I was not familiar with that vicinity.  But if they say that it was next to the quarry, I cannot dispute that, that is possible.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes, and one would imagine then that the dynamite house would mean the house where the dynamite that is used in the quarry to blow up the rocks would be kept - the dynamite house would be near the quarry.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is also possible, but I'm not familiar about that place.",
            "Male"
        ],
        [
            "MR MALAN",
            "You subsequently learnt that Mr Zokwe survived this onslaught on his life, when did you learn that?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I heard that.  I was called Capt Mfazwe coming from Umtata, saying that Mr Zokwe was in hospital.  His intentions to go to Umtata was to go there and report to the authorities, to tell them that the mission was accomplished but he got a shock when he heard that he was still alive and he was in Umtata hospital.  And the police of Umtata, they arrested him, he is in hospital but under police guard.  And I also got that information from the newspapers.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright, what happened then?\nMR GUMENGU\n\"Mr Mfazwe had assured us that there was no problem and we are still going to continue with the plan whenever we get a chance.  I went on with my duties as usual.\n\tIn January 1988, after some Xmas party I was going to the office and from there I was going to Johannesburg.  Just in the evening before that I was in the office in the evening, phoning, making calls as I was waiting for Capt Mfazwe who was in East London.  \n\tOne policeman came by in a uniform.  This policeman was coming from Butterworth Police Station and as we were sitting there at the reception he told us that there is a member from our office but he was not sure whether it was Mjayzi or something who was in the Meikso building, who wants to be helped because he had caught a person who was wanted and he was in need of some reinforcement.\n\tTjane and Smooi left, walking towards the direction, I remained in the office.  After leaving the office I was called by Capt Xoyia who was also in the office when this report came.  He gave me the car keys that he was using to go and help Tjane in that assignment because they're going to have problems without transport.\n\tI indeed took a car and I found them on the way and they got into the car.  We went there to Meikso building and they alighted while I was still looking for the parking.  When I found parking I also alighted from the vehicle and went to the Meikso building and when I reached the ground floor there was Mjaise standing there, who instructed me to get - who told me to get inside, meaning that I should up the stairs, but he did not tell me as to what was happening.  I did so.\n\tWhen I arrived on the first floor I saw Smooi, Smooi before he could utter anything two children came by who were working in one hair salon on the second floor.  They were coming and they were calling me because they knew me and they were telling me to please go to the salon and try and solve the problem that was about to happen there.\n\tI rushed to the second floor, I found Tjane, Sthembele Zokwe, Thamsangca Nxaba was also there.  Thamsangca Nxaba had his hands in the air, Sthembele Zokwe was not lifting up his hands but Tjane was pointing him with a firearm.  When I got in here I saw Thamsangca Nxaba begging Sthembele Zokwe to please lift up his arms, but when I got in he did so without even mentioning it. I searched them quickly.  Aaron is Mr Tjane, who told them that he was arresting them for interrogation, they should go with us to the office.\n\tWe took them into our car though we were squashed in the car, it was overloaded.  We went to the office.  When I got in the office I concentrated on the job that I was doing as I was still waiting for Capt Mfazwe.  Sthembele Zokwe was taken to the interrogation room and this Thamsangca Nxaba.  I never focused that much on them as they were interrogated.  What was on my mind all the time was the instruction that he should not be taken to any jail, therefore I had to do my job to kill him, but at that time the conditions did not allow me to do that because he was already arrested and it was impossible to complete my mission.\n\tAfter a while, when the time to close the office came at about four or five, I was called by W/O Spambo and the others, the group from the Anti-Terrorism Unit.  He told us that he had interrogated the two men and Sthembele Zokwe admitted to having handgrenades in his home, what we should do was to go to his house and search the premises.  And he told us that on our way there we should be aware because all the time he's always with the others like Tami Moweli, like Ixongxo and the others that he had trained and one gentlemen from the Ngcokwe family.  He was working with those people, therefore he told us to be more cautious when going to Sthembele's house. \n\tAnd Capt Xhoyia also said I can still go with them there and I can just go and see Mr Mfazwe in his home and he was going to take car of everything, he was going to account for the fact that he had used me.  I asked about the handcuffs but no-one had the handcuffs in the office.  I went to the car to fetch my handcuffs and I handcuffed him.\n\tWe got into the cars, two or three of them, but all of us were under W/O Spambo's command at the time.  When we reached Namakwe we knew our own ways of operating, how do we position the people, at what points, which one is the most important point when it comes to positioning ourselves.  As usual myself and Tjane got inside following Sthembele to the house.  Some of the members were taking positions outside, outside the house.\n\tWe got through the kitchen door, we walked in the veranda that was there.  We asked for the keys.  I asked for the keys and he told me that the keys were there and he pointed at many places and I instructed him to take the keys but he was handcuffed.  As we were instructed that in any house that we are getting in, the person who should get inside is the one who is actually apprehended, because weeks before that it happened that somewhere in Soweto white city, Security Police were shot at where the police decided to leave the person behind and get inside and they were not aware that it was a trap.  And we were told in the briefing that never again and the people who should open the house is supposed to be the person who is caught, so that if there's a shooting inside or booby-traps, he should be hit first.  Then I removed the handcuffs and instructed him to open the door.  He looked for the key in his pocket and even on top of the door, I cannot remember, but he did manage to get the key.  He opened the house.\n\tWhen he opened what gave me a shock is the fact that he got quickly inside the house and then he closed the door.  I asked him to open the door because he was actually holding the door.  After that, as I was asking him to please open the door, he did and he was bending forwards when he opened the door.  As we were in the passage it was dark in that passage at the time.  Because of the light that was coming from the window that was in his room I could see that he was not standing up straight, he was bending forward and holding a handgrenade with his hand lifted up with this handgrenade.\n\tIt became apparent to me that he was trying to locate us and throw the grenade and when I saw that, I shouted \"grenade!\" and then I dived towards the kitchen door and I took cover there.  At the same time there was a gunshot and a very loud explosion that sounded like a handgrenade, but the first to go on was the gunshot and then after the explosion.  Then there was smoke in the house.  As I was in the kitchen I decided to get out of the house.  W/O Spambo came and asked if we were safe, Tjane said yes, we were safe.  W/O Spambo got inside the house.  After that they came back as I was still sitting outside, because I was not prepared to get inside the house because all this gave me a shock.  Though I was given my instruction, but this whole thing would be very suspicious and I had told myself that it was not the time for me to do per instruction, my own instruction.\n\tSpambo communicated through the radio for an ambulance, senior officers on duty or a reinforcement but it was very difficult to get any assistance.  At some stage I took the car, I went to Butterworth.  When got in there I reported the matter to Mr Maliwa who was in his house at the time though there were other members who were waiting in the office.  I told them what happened and I went to mr Maliwa and I looked for photographers and I even went to the hospital to ask them to go and check the place.  I got some people and we went to the place, but I don't remember seeing anyone coming from the hospital.  \n\tWhen I got in there after the photographs were taken, though it was difficult to get photos because there were no films, some drawings were made and he was going to be taken to the hospital to be certified dead.  Because of the hospital assistance that did not come - I am not sure about this, I think he was taken in one of the security vans but I'm not sure which one and who the driver was, but I don't remember seeing any ambulance.  I remember very well that he was taken with us in one of the cars.  And at the time I had lost interest in what had happened and the manner it happened.\n\tWe made statements the following day.  People from head office came, they inspected in loco and they said the matter should be handed over to the CID.  That was done.  Our CIDs said that they did not have any experience when it comes to explosives, they requested to involved East London, more especially the members who were involved in this incident because Tjane - except Tjane, myself and Kofu, who were specialising in the explosives.  Because they decided that if they can use any person from our office who has got experience in explosives, that would raise suspicions and therefore they decided to involve people from East London who were not involved in the incident.\n\tWe were taken to W/O Viljoen who was the only head in the explosives at the time.  He took us back to Namakwe to the scene.  Because of some instruction that said some members should not set their foot on the scene, it was realised that I was the only person who had to take Viljoen to the place and I had to take the delegates from head office to the place.\n\tThe inspection was done after a while, on the 21st of January 1988, whereas the incident took place on the 11th January 1988.  Just a day before the 21st of January I received a call because I was already in Johannesburg where I was staying.  I received a call to come quickly to Butterworth.\n\tI went to Butterworth, driving in the car.  I found Capt Mfazwe, Xhoyia and the others.  Those are the people who called me aside, telling me that the military government was in a problem, that problem was from Sangoni Partnership.  At the time this Sangoni Partnership was known as the active ANC office.  It became apparent that there were threats that were from the Sangoni Partnership, that they were going to blackmail the military government of Holomisa, the one that had just started.  They said that government was the government of the murderers.  That actually forced them as the government to take a stand that there should be a military propaganda to say that the people who committed the act were arrested, whereas they were aware that that was not going to go further because we were doing everything still within the law.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll stop there for the moment.  We'll take the luncheon adjournment, we'll reconvene at 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MALAN",
            "(Cont)\n\tThank you, Mr Chairman.  Mr Gumengu, you can commence.\nMR GUMENGU\n\"I was saying as the incident happened on the 11th of January 1988, on the 20th of January while I was in Johannesburg I received a call to come back urgently and on the 21st I met with Mr Mfazwe and Mr Xhoyia, they told me about the propaganda that was done by the Sangoni Partnership, believing that the ANC said it was going to blackmail the military government.  So the decision they took at the department and the government, they were going to do police propaganda that the people who did this had been arrested, knowing very well that we were going to be released on the same day or the day after, but it had to be on the headlines that we were arrested.\n\tSo when I was going to go there I would join my colleague, Mr Tjane, who was already arrested in the morning before I arrived from Johannesburg.  Indeed I agreed.  I gave them the car.  I then told them that I would get that car when I was released.  What remained with me was one firearm, a 9mm.  Even when I was arrested it was still with me.\n\tThe following day I appeared in court and the case was postponed for another date.  They told me immediately - or what happened is a policeman came, a uniform who was working in court, he said that we were given a bail, R50 bail in Namakwe court.  That  happened after a few days because that police said that we were supposed to be released but he didn't deliver the message to us.  But whilst we were still thinking about that, about sending somebody to our families in order to pay this R50 bail, Capt Mfazwe came with Lt Maliwa.  Lt Maliwa spoke with Mr Tjane and Capt Mfazwe spoke with me, he told me that he was there to tell me not to pay the R50 bail because there was a government gazette that they were busy preparing that would indemnify us and all the other prisoners that were arrested concerning that action.\n\tWe didn't pay that bail even though we had received that money, but we didn't pay that R50 bail.  The gazette came to us, they brought the gazette to us.  There was no government gazette number but the date of issue was there and it had been signed by the State President.  We were given a copy of this gazette.  \n\tCapt Mfazwe came to me saying that I should tell Mr Tjane because the law didn't permit us to be told at the same time, he had to tell one person and that person would forward the information to another.  He was always together with Maliwa when he came to see us, so that Mr Maliwa can be busy with Mr Tjane on the other hand.\n\tBefore this date arrived he came to us and said that there was an opposition of this government gazette, but that didn't mean we were not going to be released, they are trying to negotiate with the government because the State President had already agreed.  At the time it was Mr Ndamase, the President.\n\tThe other day we were waiting to be released any time and we were also given the date to appear at the Supreme Court in Umtata.  While we were still waiting there, because we would go to a checkup once a month, the police came to take us to the doctor.  They told us that they've have been asked by the authorities, the prison authorities to come and take us to the checkup at the doctor.  They took us to the doctor.  Whilst we were still there in hospital a Warrant Officer, uniform police from Umtata came with a liberation warrant which had a Supreme Court stamp.  He told us that we have been released by the Supreme Court.  \n\tWhat he wanted to know is that were we going to leave or we're going to wait for the treatment at hospital.  I said we were going to leave, he must take me to Msobumvu Police Station, whereby I was going to get a car because Capt Mfazwe told me that he had parked the car there, so I must go and pick up that car there at the police station.\n\tWhen I arrived in that car there was a police by the name Dhlomo from Umtata, so there were two policemen, but I didn't know what this Warrant Officer's name was but other one was Mr Dhlomo from Umtata.  And when I arrive in the car Mr Tjane was there.  We went inside the car.  I told them that I was going to pick up the car first, so that I can drive with it.  Indeed they took us with this car, a Sierra.  I think they came with that car from Umtata.  They dropped me at Msobumvu Police Station.  They said that they were going to Namakwe to drop that liberation warrant.\n\tAfter that I met with Capt Mfazwe, the same day and I told him that I was going to go home and I did go home.  He told me to rest for a month before going back to Johannesburg in my office.  After a month I continued with my job.  I think that is all.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Gumengu, just to wrap up your testimony in-chief, I'd just like to pose a few questions.  To sum up, do you testify before this Committee that all your actions mentioned in your testimony were born out of political motivation?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "And did you receive no personal gain financially other than normal salaries that was given to each and every person in that capacity?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, there was no other benefit.",
            "Male"
        ],
        [
            "MR MALAN",
            "We've just learnt now that you received presidential pardon for this criminal matter, and in the light thereof, is there any reason that you didn't or are afraid to make a full disclosure of the events?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Everything that had happened is what I've just said, except maybe the fact that I have forgotten, but there's nothing I want to hide.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, Mr Malan, if I could just intervene.\n\tYou say - did you receive indemnity for the shooting of Mr Zokwe, presidential pardon or whatever?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Because I see - if you take a look at page of the documents, that's the form that you filled in yourself, it says there that you've been charged in the Supreme Court case number 491, attempted murder and it says\n\"Still pending for outcome of this application\"",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "What happened is when I was arrested in 1990 for the coup, when I was refused a bail by the Attorney-General, he said that I had a pending case which is this one, so I went to him and asked him to explain this to me.  He said that the indemnity that I got was not recognised, so his advice was that I must make another application.  And at that time there was the Commission of Inquiry of Mr Dumbushana here in Umtata in 1991 or 1992.  I then made that application in the Supreme Court, but he answered me and said that he had cases, specified cases that he was supposed to look at, so I had to wait for this one.  That is the reason why I made this application because I realised that that first one was not recognised, but we were released from jail.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  Mr Gumengu, you testified that you at some stage received several handgrenades, what's happened to them?  The South African M26 handgrenades.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I said when I was arrested in January 1988, I handed my weapons over, the R4, the BXP, the AK and grenades.  What was always with me in the cell was the 9mm pistol.  These are the weapons I handed over to Capt Mfazwe.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you use any of the handgrenades at any stage?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I did not use them.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you accompanied the deceased at the scene where he subsequently died, did you have any handgrenades with you on that particular day?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I only had a 9mm with me.",
            "Male"
        ],
        [
            "MR MALAN",
            "You testified that it was part of your orders in any event to execute Mr Zokwe.  At what time did you intend to do that?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "At any opportunity, at any right opportunity that I had found.  I was supposed to execute the orders at the right time.",
            "Male"
        ],
        [
            "MR MALAN",
            "The handgrenades that you found in the cache were they South African made or foreign?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Even though I didn't see them because I didn't go inside the house to search the house, I heard that they were not from South Africa, they were foreign handgrenades.  I heard that because I was not even interested in going inside the house when that happened because I was very disturbed of how this happened.",
            "Male"
        ],
        [
            "MR MALAN",
            "What will your reaction be if it's put to you that this whole description of his death was merely rigged by yourself and other Security Force people, to give it the look that it was an accident?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When it happened at that time, even though it was supposed to happen at that time, it didn't happen to serve my interest because I don't know what orders other members had.  But at that time what happened is that the mistake he made was he had a handgrenade on his hand, but I'm not saying that I wouldn't have got the opportunity to go on and follow the instructions that I got.",
            "Male"
        ],
        [
            "MR MALAN",
            "I just want to verify one point.  You testified after the shots the handgrenade exploded, does this imply that the safety pin of the handgrenade was already removed?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, because it was not only one shot before the handgrenade exploded, there was a sequence of gunshots and then the grenade followed, so indeed the safety pin had already been removed.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  The very last question that I would like to pose to you, in retrospect did you think that the attempted murder and subsequent murder of the deceased was a violation of human rights?  And if so, why?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, it was the violation of human rights because when a war was declared, every time a war is declared by two sides, soldiers of both sides had to serve the interests of their side.  So in that kind of situation we are indeed violating human rights, but you would know that you are doing this to further the interests of your side and to show that your side is stronger than the other side and it will win.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you agree that it would have been more appropriate to go through the channels that were in place through the judicial system, to arrest him on a warrant of arrest, to put him on trial, to give him a chance, the audi alteram rule, so that he can pose his side of the story to a court of law?  Wouldn't that be the more appropriate route to follow than a mere execution?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It would have been an appropriate way but in other units there are units that are specified for that and there units that are not specified for that, but because of the stages of the war and the situation at the time, we would evaluate the tactics and the strategies of an enemy and we practise the same tactics of the enemy, to show them that we are above them.",
            "Male"
        ],
        [
            "MR MALAN",
            "And lastly, do you have a sincere remorse of what happened ex post facto, when you take all the facts together?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I do have a sincere remorse about what had happened and a war is something that is not required because the person who is on the opposite side, it happens that maybe you know each other but because you are in a war you have to ignore that you know this person and I would like that such a war would not be happening again and I regret taking part in such a war.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Malan.  Mr Mnqandi, any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MNQANDI",
            "Thank you Mr Chairman, yes I will ask a few questions.\n\tMr Gumengu, where were you born?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "In eDudjwa Diman.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And during the course of your work with the Security Police were you used to coming to Umtata?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I used to come to Umtata.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I want us to come to the day of the quarry incident.  When you left Butterworth were you aware that the deceased, Zokwe, was also around Umtata?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "There was information that where Tami Moweli was he would also be there, but at that time there was no information that we would arrive here and he would be here but we knew that it was possible that he was around.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you apprehended Mr Zokwe you said you told them, whoever was driving, that they must drive towards the outskirts of town, what was the purpose of so driving out of town?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was because I wanted to do as Capt Mfazwe had told me to do because he said that he was not be arrested, I had to make sure that he was not alive.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "So you were going out to kill him?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I was going out to kill him.  I don't know about the others orders.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "You say you don't know which direction you took, is that a fact?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I do remember that we took the direction towards Tsolo, but we took a lot of routes when we went out of Umtata.  I don't know these roads but I know that we used that route out of Umtata.  I don't know whether we were in Umtata or Lebode but we went in that direction.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "How many were you in the vehicle when you left?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "There were four of us including Sthembele.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Was the deceased handcuffed in any way or was he just free?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He was not handcuffed.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Why wasn't he handcuffed?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No-one said he must be handcuffed.  Because I had no reason to handcuff him but I knew that the time had come to do as I was instructed.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, Mr Mnqandi - wasn't it normal to handcuff somebody who you apprehend?  You don't have to wait for somebody to tell you.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I was not arresting him, but I was going to kill him as I was instructed to do so when we found him in Umtata.  I don't know whether others had orders to arrest him or to do what with him, but I had no orders to arrest him, so I was not arresting him.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Was he in any way searched before he was put into the vehicle?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I don't remember anybody searching him, except that he was told to get into the car and he did so.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "So you didn't yourself specifically search him?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I didn't, but I cannot dispute when it is said that somebody else searched him, but I didn't personally search him.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Weren't you afraid that he might be having a weapon with him?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I wasn't afraid.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you reached the scene where the attempted execution took place, you have told this Tribunal that you were first to go out of the vehicle, what were you going out to do?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When I went out of the car I was going to the toilet.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And the other members, what were they doing at the time?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "They also got out of the car and they stood next to the car with him.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Had you told them to take him out of the car?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I didn't say that they must take him out of the car.  I just said they must stop the car in that spot, I didn't say that they must take him out of the car.  I wanted to go to the toilet at that time.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Approximately what time was it when you arrived at this ...(indistinct)",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I think it was about nine or ten at night.  I am not sure, but it was during the night.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Was there any light in any way in the area you were in?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I didn't notice, or if there was light I can't remember.  What I can remember is that there were houses not far away, but I can't remember whether I could see those houses because of - there were lights in or not.  I'm not sure whether there were lights in or not, I'm not sure.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "But you were able to see each other in the area.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "How far from the others were you when you noticed the deceased running?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I think from here to the offices of the Magistrate.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "...(inaudible - no microphone) knowledge.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE MILLER",
            "I don't know if counsel will agree, but the street behind us is rather wide here, I'd say about 40 to 50 paces.  Would you agree with that?  From where he's sitting I would say it's about 50 paces.  It can be checked later but we can work on that at this stage.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I cannot say yes or no about that.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you noticed him running, was he running towards you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I heard footsteps before seeing him and after that he was coming towards my direction.  I think that he was not aware of which direction I was.  I went down and he was coming towards the direction that I was in.  I can say that he was coming towards my direction but on the side.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you fired your first shot, how far was he from you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I think that he was here to that flag or that speaker there next to the flag.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It seems like it's about 25 paces that the applicant points out.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Yes, I would accept that, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good.  Yes, Mr Mnqandi.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "And were you able to determine where you had hit the deceased?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I was able to do so.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "How was it possible that you were able to determine that in the light of the fact that it was dark in the area?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was during the night, he was running away, he didn't know which direction I was so I took my time and I could see that it was him and he was running away, so I took my time watching him and I then shot at him when I realised that he was nearer, but he was going to the other direction.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What type of firearm were you using?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "7.65mm, the pistol.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And you have given evidence here that at a point in time it can issue two bullets at the same time, can you explain this to me, I'm not familiar with the use of guns.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It happens that when you were aiming for a long time and you had cocked your weapon and your hand - your finger would not be fast to pull the trigger, three or four bullets can come out at the same time.  So it will only stop after you remove your finger from the trigger.  As long as you are still holding the trigger, all the bullets can come out at the same time.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And I take it this would be from one aim, that is you would be aiming at one point on the victim at the time.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Is it possible that the bullets would hit the target at different places in such an instance?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, the bullet would not hit the same place, they might hit different places.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And when you fired at the deceased you say he was running.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, he was running but I was not shooting at him because of the fact that he was running.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "You were shooting at him because you had orders to kill him.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And when you fired at him, the two shots that hit him, is it not peculiar that these shots which were fired at a person who was running were able to hit him at points that are very near to each other?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I don't know how they hit him because I didn't go back to him to see where I had hit him, but I was sure that I had hit him and I was sure that I had finished the job, so I left.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I find it strange Mr Gumengu, that at night you were so sure that you had killed the deceased without even going to ascertain that fact, why were you so sure?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The reason for that is that the way we practise when we are shooting during the day or at night and the way we rate our shooting, so there was no need for me to go and check because I was sure that the bullet had hit the place that I wanted it to hit and because I was using the 7.65 and it was at night and my mission was not accomplished, that surprised me, but I was sure because of my training and the way we rated, I was sure that I had done the job, so there was no need for me to go back to him.  But because it was a 7.65, the distance and the power it was not able to do what I had thought it would do.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I put it to you Mr Gumengu, that in fact what you are telling us is not what really happened.  In fact, when you hit the deceased he was lying down and you left him for dead because you had ascertained that you had hit him on the day in question.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "If I had went to see or to check him and if I had realised that he had not died, for sure I would have hit him so that he can die.  So I didn't go to him, I left him lying down there without checking, but I was sure of the shot that I had fired.  If I had went back to him I would have realised that he was not dead and then I would shoot at him again.  So there was no need for that because I was sure that I had hit him.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry Mr Mnqandi, if I could just ask a question on this point.\n\tMr Gumengu, why didn't you at that stage - okay, you've now shot Mr Zokwe, why didn't you go and get a police photographer and get other policemen in to remove the body like you explained when he eventually was killed?  You went great efforts to get photographers to try to get the body, the ambulance people, hospital people to the body, why didn't you behave in the same way out at the quarry there after you had shot him?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I wouldn't be able to do that because I was told that he must die and he must be found dead and they must not know who had killed him.  So I wouldn't be able to go call the police or the ambulance because my shooting at him was not the fact that he was escaping, but I was doing as I was instructed, so I would not have been able to call the ambulance or the police. \tThe reason why I did all these things at the second incident is because that didn't happen per instruction, what happened was something that was not expected.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Yes, Mr Gumengu, what you are saying is exactly what is making me not believe your story.  You have instructions to kill a person, you don't ascertain whether that is done, you just leave him without ascertaining so and this suggests to me that what you are telling us is not truth.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "What I'm saying is the truth because if I had gone back to him and found out that he was not dead, I would be forced to kill him, but because I was sure of myself I was sure that I had hit him and he was dead.  But because of the calibre of the firearm, the 7.65, and the distance, I think that is why he had survived, but I was sure that I had hit him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But just on that point, Mr Gumengu, even if you were sure that you hit him, how did you know that you had hit him in a spot on the body that would have proved to be fatal?  I mean he might have fallen if you'd hit him on the knee, or if you hit him in the ribs with a non-fatal shot he could have fallen.  The mere fact that you shot and he fall doesn't mean, I'm sure even to the best hunter, that the target was dead.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He could even have slipped and fell.  You might have missed him.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "That would not have happened, I was sure of my aiming and when you had hit the target at any time, you could feel it in your blood that you had hit the target.  You would not determine that by him falling, you would know that you had hit him and you would know where you had hit him.  Even if the people can hit now you would know where you had hit that person, so there's no reason for you not to know in which spot or in which part of the body you had hit him and I was sure that I had hit him and I was sure where I had hit him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he coming in your direction as he was running?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, he was coming towards my direction but he was not aware that I was in that direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and he was about 25 paces away from you when you fired the shots as you had indicated to us, is that correct?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, it was from here to the flag.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So for you to get back to the car if I understand you correctly, he was between where you were, he was lying between the point where you were and where the car was.  Is that right?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I don't understand the question, can you repeat it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said that the deceased was running in your direction when you shot him.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when he fell he must have been somewhere between the point where you were and where the car was, because we must assume he was running from the car, that's where you left him standing.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "He was not in the middle, what happened there is he was coming towards me but he was on the sides and I was on the other side.  I was on the edge of the other side and he was coming towards my direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Now if you had left where you were standing and you now move towards the car, mustn't you move roughly past the point where the deceased was now lying?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I was not passing that place, that spot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then explain to us, where was the deceased lying after you had shot him.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "As he was coming towards that direction, when I shot at him he fell down on the side and I was on the other side and then I went on the other direction to the car, I did not go towards his direction.  He was going to pass my direction, so when I hit him I went back to the car using the direction that I'd used when I was going to that place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look if you hadn't shot him, if you just left him to run as he was running, would he have run past you?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, he would have passed me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, now if I understand that situation correctly, then the deceased must have fallen somewhere on your way back to the car.  Or am I misunderstanding what you are explaining?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "What happened is we left this car and I took another direction towards the car and he was coming towards me, towards my direction and I was on the other side, he was on the other side.  There was nothing - I wouldn't pass him when I was going to the car, I would have gone back to the car using the direction that I used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, Mr Mnqandi.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Thank you ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry to interrupt.  Mr Chairman, may I make a suggestion, can he probably try and explain if this was the car, this was himself and this was the deceased?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - no microphone)",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Mr Gumengu, wasn't it a coincidence to you that the fact that a person you had gone for the purpose of killing, would run directly towards you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, because I knew that maybe he didn't see which direction I was, because I went on the other side, I did not remain where the car had stopped, so he was not aware of which direction I was.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Why if you were seeing him, was he unable to see you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It is because when I left him there standing in the car, I am sure that maybe he didn't see which direction I am heading towards.  Secondly, the reason why I noticed him is because I heard his footsteps and he didn't hear anything, so after hearing the footsteps I could see which direction he was taking.  That is why he could not see me.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you got back to your colleagues in the vehicle, did you explain to them why you shot the deceased?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I didn't explain to him and they didn't ask whether he is dead or what was happening, I just said that we must go, the job has been finished.  They didn't ask anything.  And I think that that was because we were from different units, they were aware that we were from different units.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Were any criminal charges laid against you for this incident?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, there were criminal charges that were laid in 1988.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "That is after the second incident.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And were there any investigations taking place according to your knowledge, between the first incident and the second incident?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "There was an investigation after the second incident.  After the first one a docket was opened but I don't know who was investigating, I don't know what was happening, but after the second incident there was an investigation.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, Mr Mnqandi, when you say after the incident a docket was opened, was that docket opened against you or was it opened against Mr Zokwe?  Was the docket to arrest Mr Zokwe or was the docket to investigate the shooting of him?  What was the investigation after the first incident?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "A docket was opened that he was found being injured and Mr Zokwe was arrested by the Security Police of Umtata, but there were no charges laid against him because he was released after some time.  But when was in hospital - when he was found there, taken to hospital, he was then arrested by the police here in Umtata, and on the other side a docket that he was injured was opened.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "In fact I want to put it to you that when he was in hospital he did lay a charge against you and you are aware of that.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I'm not aware of that.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When did you first become aware that there was a case pending as a result of the first incident?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I found that out from the newspapers that there was a case and there was a docket that was opened because he was found there injured.  I think it was that same week that I read that from the newspapers.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Did you try to establish what statement he had made to the police about the incident?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I didn't try to find out what was happening because I knew that if there was anything involving my name, Capt Mfazwe was there, the one who instructed me.  He was going to be the one who would give me details about the process or about what was happening.  I knew that he would tell me everything, but he didn't tell me that there was any threat or anything else, I continued with my job.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Are you aware of any statement that the deceased made concerning this incident?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I want to put to you that the deceased made a statement to the fact that when you reached the quarry he was led by three policemen, two in front, one at the back, to dongas which were in the area where he was attempted to be killed.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, if he had put it that way, that was not what happened or maybe the statement was not taken properly.  Maybe he was saying that three police took him to that vicinity where he was, where this attempted murder continued, not that he was led to that place, but he went there with three police.  That is the truth, but not that he was lying down and he was shot lying down, it is not like that.  Maybe there was a mistake somewhere.  Because if he was lying down he would have died, we would have made sure that he was dead because three policemen would have made sure that he was dead.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "In fact he says that he was running away and he fell down and that's the time he was shot.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Yes, he was running away and then he fell down because of the bullet, that's all.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you discovered that the deceased had not died from this first incident, how did you feel?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That surprised me that he didn't die in that first incident and then Capt Mfazwe said that we were working and nothing would be charged for that.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "The fact that you heard, or you read a statement in the press that there were charges pending, did it not surprise you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, it did not surprise me because if a person is found lying on the street, a docket would be opened, depending on the investigations.  So the fact that the docket has been opened doesn't mean somebody would be arrested but it means that there has to be an investigation, so I was not surprised or afraid because Capt Mfazwe had assured me that there won't be any problem.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Didn't you feel that maybe the deceased would be able to disclose the names of his people and you were - of the people who were attempting to kill him and you would be in trouble?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, we were not afraid of that because the government of the day backed us on all the efforts that we did fighting the enemy so we knew that even if the case went to the Supreme Court, we would be released, the government would support us so we had no problem with that.  Because we were not the ones who were planning all these operations, the government would plan this and it would come to us as the police, as something that has been made a law.  So I was not afraid, even if I was told to go to the Supreme Court, I knew that the government would support me and I would be released, as it indeed happened.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Do you know how long the deceased after the first incident, stayed in hospital?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And you say that when he was in hospital he was under police guard.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Were there any charges that were going to be preferred against him?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, because maybe other units had charges against him because he was a wanted, other units wanted to arrest him even in that office but in our unit we had no cell where we could put him but maybe in other units he would be charged and taken to court, but in our units we did not want to arrest him.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Okay, I want us to deal with the second incident.  When you took the deceased to the place where he was killed, how many were you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The first incident, Sir?",
            "Male"
        ],
        [
            "MR MNQANDI",
            "The second incident.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was myself, Spambo, Mr Tjane, Gofunga, Smooi.  I'm not sure whether we were more than five, but I'm sure that these people that I've already mentioned were there.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Do you know how many vehicles went on this operation?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "If I still remember well I think there were two.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What time of the day was it when you left Butterworth?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was about five when we were closing the office, but it was before six.  It was five or after five, but before 6 o'clock.  I'm not sure whether we were closing at half past four or five in the office, but it was during that time.  Maybe we had arrived there at about six or past six, but this happened before we close the office.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you reached the deceased place, was it still light?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Can you explain to us what exactly happened when you reached the place.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Tjane and myself we took the deceased, we went with him so that he can point out this room that he said there were grenades in and at that time other members were surrounding the house.  W/O Spambo who was in charge of the operation was the one who was putting members in certain points so that we would surround that place.  And then at that time we continued, we went inside.  We went through the gate, there was a house on the right-hand side, a rondawel house, I'm not sure.  ...(intervention)",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Sorry, let me interrupt you.  When you came to the house was there any person that you met, that is the people from the vicinity or the members of the homestead?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, there was someone who was standing next to this house on the right-hand side, we asked where the mother of the house was, he said she was not there.  We asked who was present, he said there was no-one but he was going to call somebody.  We then went in at that time, then he went to call that person that he said he was going to call which I think he was related to that family.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "This person that you are talking about, was it a male or a female?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was a female.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Did you meet any male member of the family when you came into the house?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I can't remember except maybe she arrived after being called by that person we were talking to, but I can't remember anybody else except the person that we met with who was standing next to that house.  She said that the mother of the house was not there, she was in town but she was going to call someone else.  But I didn't see that person if she had called him because we went inside the house after speaking to that person.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "How was the deceased handcuffed when you reached the house?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "His hands were handcuffed on his back.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And the members that you were going with, did anyone ...(indistinct) onto the deceased or was he walking on his own?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He walking on his own.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you reached the inside of the house, how many were you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was two of us, he was the third one.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And you said that you asked for a key from him, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Where did the key come from?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He pointed a key in different places of which I can't remember whether he said it was in his pocket or on top of the door, but I thought that I had no right to check the key and open his home.  But because of the instructions that we got, he was the one who was supposed to go inside first, so I took off the handcuffs and then he opened the door.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, you say you think you've got the right to kill him but you haven't got the right to walk into his home?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "We do have a right to in homes, but not before him because of different incidents that had happened before whereby our members found themselves being targets.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And the sole purpose of your going to his home was to look for weapons, is it correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And when you went to this door he had indicated that this was the door in which the weapons we kept.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And I take it that you were armed.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I had my 9mm with me and other members had their weapons with them.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Can you explain exactly how it happened that he was inside the room on his own?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It happened this way, after I took off the handcuffs he took the key, he put the key in the door and we were standing behind him.  What he did he pretended as if he had difficulty opening the door, but what he did is he went inside the house quickly and then he closed the door quickly and after doing that I held onto the key, trying to open the key(sic) but I found out that he was holding the key on the other side and then I asked him to open the door.  After some few minutes, I think one minute or two minutes, he opened the door, he slightly opened the door, he was bending and he had a handgrenade in his hand and because that was the passage I could see that he could not be able to see us where we were standing at that time.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When he was opening the door, how far from him were you standing next to the door?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was close, I was very close to him.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Can you indicate to us.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And your colleague, how far was he?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He was coming, my colleague was coming on my back but because the passage was dark I couldn't see where he was standing.  I think maybe he was towards the judge there, but I did not know or did not see where he was.  But what I realised afterwards is that he had passed me and he went to the other side but I hadn't seen him.  When I was calling \"grenade!\", he was on the other side.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Mr Mnqandi, if I could just ask, I just want to clear up something.\n\tWhen the deceased got into the room, you said he put the key in the door, opened the door and he went into the room and then he slammed the door, is that right?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So the key was still outside, he didn't lock the door from inside?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Can you please repeat, Sir.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So am I correct in inferring that the key to the door was still in the door on the outside, where he had used it to open it?  So when he got into the room he couldn't lock the room, he just pushed the door closed.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "He took out, the key was with him inside.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So you're saying that he opened the door with the key and then got the handle and opened the door to get in and then took out the key, managed to get in, closed the door, put the key back in the keyhole and lock it, while you did nothing?  Is that what you say?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "What I noticed is that at the time he was pretending as if he had difficulty opening the door, he was taking the key out of the door and because it was dark in that passage we could not see clearly.  That was the trick he used because when he was pretending as if there was a problem opening that door, it was the time when he was taking the key out.  Because when I was trying to open the key was not there, it was inside with him, so that was a trick because he pretended as if he had difficulties opening the door.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes, thank you.  Mr Mnqandi.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Mr Gumengu, as an officer who was going there accompanying someone who had indicated that he was going to a place where there were weapons, I take it you had to be very cautious on every step that he was going to take that day.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "You could expect that he would make any move at any time.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I find it then strange that you were able to allow him to get into the room, lock himself without you being able to do anything.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It did happen that way because it was the trick that he used.  Even though we had covered all his tricks according to your work, but he tricked us using this way and what he did had surprised us because when we went there he pretended as if he was cooperating with us but then he pretended that he had a problem with the key and he also had an advantage that it was dark in that veranda.  So that is how he tricked us.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, Mr Gumengu, was this an ordinary key that you put in a lock or was it a yale lock type of lock?  What sort of lock was it?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "It was not a padlock, it was an ordinary house key.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "An ordinary house key but not a yale lock, not one of those flat keys, it was one of the long keys with the stem and the look behind it.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, one of the long keys.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, while we are on this point, why did you remove the handcuffs?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "It was because he had to take the key and open the house so that if he had booby-trapped the door he would not be saved, or if there was going to be a firing from inside or maybe of there were people inside, he would be the first one to be hit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why do you have to remove the handcuffs for that purpose?  Why do you have to remove the handcuffs to get him to unlock the door?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "He was going to be able to open the door while he was handcuffed, he was not going to be able to open the door while still handcuffed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?  Why can't you unlock a door if you're handcuffed?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "According to my knowledge if a person is handcuffed on his back he would not be able to open the door, that was not possible, and we also thought that we had handcuffed his hands on his - his hands on his back, so we did not expect him to open the door while handcuffed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and if you cuff his hands in the front, why can't he open a door?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "We did not handcuff him on the front, we handcuffed him on the back because according to our instructions we were not allowed to handcuff them on the front, we had to handcuff them on the back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but for the purpose of opening the door, to neutralise any tricks that he might have with booby-traps and making a sudden move on you, why can't his hands be cuffed in the front?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "We couldn't do that Sir, because we had a rule that we are not supposed to handcuff a person from the front because if anything had happened, the department would blame us that we had handcuffed that person from the front, so we had to follow the rules to handcuff the person from behind and a person was supposed to be the one who was in front and opens the door all the time.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, your answer seems to lack a bit of logic, Mr Gumengu, you say you couldn't put handcuffs in the front because you weren't allowed to by the department, right?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "But it's better to have a person in your detention completely free than if you handcuff him in the front, is that what you say?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "No, it is not like that, what I'm trying to explain is, according to the regulations we had to handcuff a person on the back ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "We know, but what Judge Potgieter was asking you, was saying, okay you handcuffed him at the back to comply with regulations, now you get to a situation where you want him for some reason or other, to open the door, instead of you just putting in the key and pulling down the handle, you wanted him to do that.  So you undo the handcuffs from behind because he can't open the door himself, why didn't you put it in front?  When you got him from behind, why didn't you handcuff him again in the front and then say okay, open the door?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "That didn't occur to us because we did not want to change the rule, we just wanted him to open the door.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What was wrong Mr Gumengu, in your opening the door for him and then allowing him to get inside the house before you entered the house?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Can you please repeat the question, Sir.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Yes.  I'm asking what was wrong in your opening the door for him and then letting him get inside the room first before you did?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "We were running away from the booby-traps in the door.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Surely the booby-traps would come into effect when you open the door, isn't it?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Then if you allow him to be the first to enter, then the booby-trap would catch him.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When you put in a key in the door, maybe a booby-trap would work but it is also possible for you to put the key and then open the door and then the booby-trap would catch up on you, but it depends on the person who was putting those booby-traps.  And secondly, a person who would be inside, it depends on when he wants to shoot, when you put in the key or when you open the door.  So it will all depend on the person who was planning all this.  We had to be careful so that we cannot be involved.\n\tWhen you are from the office or when you are at work, you had to guarantee that you come back alive and the person or the target or the victim's life would depend on the circumstances.  So we had to be safe all the time.  Even if the booby-trap had worked when the key was put in or when the door was opened, he had to be the one to be caught by the booby-trap.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Okay.  My instructions are that the door in question was not even locked on the day in question.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I would not agree with that because he took out the key, whether he took it out from the pocket or on top of the door, but he took out the key to open the door and he used the key to open that door.  So if you put in a key you can hear that that person is putting in a key in the door.  The fact that the door was not locked is not true.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "In fact my instructions are that the deceased at the time was not even staying at his homestead, ...(indistinct) that there was someone else using the room.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Whatever happened, the fact is he wanted to show us where the handgrenades were and that was his homestead, so I can't dispute the fact that he was not staying there but at that time he said that he had kept the grenades there.  So even if he was not sleeping at his home, he would have kept the grenades there.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Can you dispute the fact that that room was not locked?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I do dispute that.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Did you in fact before you came into the room, check if it was locked?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When I was in the passage I asked him whether this room was locked or not, he said it was locked.  I asked where the key was, he then pointed where the key was, of which I can't remember where but it was not far from where we were because he did not move from the position that he was in.  I asked him to open the door, so there was this problem of the handcuffs and I had to remove the handcuffs and he got a chance to go inside the house alone.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "The door next to which you were standing, was it in a passageway or was it a door that was standing on its own?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Which door?",
            "Male"
        ],
        [
            "MR MNQANDI",
            "The door that the deceased was opening.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, it seems as if there's some trouble with his microphone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Interpreter, just ask if there's a problem.  Alright, the problem seems to be solved.  Yes, Mr Mnqandi.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "I say the door which was being opened by the deceased, was it a door that was standing on its own or was it in a passageway?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When you go in that house, we went in through the kitchen door and we went in with the passage, in the passage, there was a door on the right-hand side but he did not open that door, he opened the door on the left-hand side and if you look through the window, there was a tank in that side of that room opposite the window.  There was another door on the right-hand side, but it was not the one he opened, he opened the door on the left-hand side.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Yes, the door on the right, was it directly opposite the door that you were entering, or the deceased was opening?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was not directly opposite but it was on the side, but not directly opposite but there was a small gap.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When the deceased opened the door for the second time, when you alleged that he was handling this handgrenade, how far from the door were you standing?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was standing next to the door because when he closed the door from inside, I went back and then I spoke with him and then he opened at that time.  I was standing towards the wall that was facing with him, I was looking in the direction of his door and there was another door next to me.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "How much elapsed between the time that he closed the door and the time that he reopened it?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was not that much, I think it was a minute or two minutes because all that thing happened quickly.  It happened quickly.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And how was the visibility during this time?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I could not see my colleague in the passage, it was dark but I could see him because of that window that was opposite that tank but he could not see me, but I could see him, he was still trying to locate where we were in the passage.  But at that time I was able to see him, that he had a handgrenade because of that window.  That is why I called out saying \"grenade!\" and then I went, I dived through the side of the kitchen and I heard a gunshot from my colleague and after that I heard the explosion of the handgrenade.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "You don't know where your colleague was at the time?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The last time I saw him was when we were going in, he was on my back, behind me, but he told me that he went on the other side, on my right side.  When I was calling out, saying \"grenade!\", he had seen that grenade and he was in the right view.  It was dark in the passage and I was trying to talk with this man who was inside.\n\tI concentrated on that so that he can open the door, so that we can do the job and then go out.  So he surprised us and did what he did.  And when my colleague told me that he had passed me whilst I was still negotiating, he went to the right side, I didn't dispute what he said.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And at the time that he fired the first shot, was he back to the position you were in or did he fire from the position that he was standing in?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Your colleague.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The position that he was standing in when he was shooting I did not see him, but he told me where he was because immediately when I was shouting out saying \"grenade!\", trying to warn him to take a cover, I took cover.  So I was on the left side where we went in the kitchen side.  So I heard afterwards from him where he was, in which position he was, but I did not see him.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Did the door of the room open into the passage or into the bedroom?  If you opened the door, did it swing into the passage or did it swing into the bedroom?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Inside the room.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What I would like to find out from you, after you had taken cover was your colleague, or did he move from where he was standing, to face the door of the room where the deceased was?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When I called out \"grenade!\", I think he would be the one who is going to explain which position he was because I was sure that I had a backup, he was my backup, because the last time I saw him was when we were going inside, he was on the left-hand side.  But I did not see him when he was passing me, so I would like you to ask him that question so that he could be the one who can explain, because I did not see him when he was changing positions.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "My instructions are that unless the shots were fired from a position which is directly opposite the door, there could be no way that from any other position in the passage that one would be able to hit the deceased when he was inside the house.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Maybe, for sure when he was shooting he was standing opposite the door, that is true, maybe he was standing in front of the door.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "This is exactly what I find to be strange, that you had shouted to him to take cover because you had seen a grenade and at that instance he would just go opposite the door to be in a position to shoot at the deceased.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That depended on him, on how he had positioned himself when I called out \"grenade!\".  That is why I don't want to answer for him, I don't want to account on how far he was because I did not look at him.  The last time I saw him was when we were going inside the house.  He is the one who will explain how far he was from me when I was calling out \"grenade!\" and how he could be able to see him.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "The first time when the deceased opened the door holding the grenade, can you tell us how far he was from you as you were standing opposite the door?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He was not far, he was near because I was standing towards the wall of the passage and then he opened that door on his direction.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Perhaps if you could indicate a distance in this room.  When you saw the deceased with the grenade in his hand, approximately how far away was he from you?  If you can just indicate a distance.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "As I am saying, when we opened that door ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "No I mean you've told us, but we don't know how wide the passage is, if you could just point out more-or-less how far he was from you.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "When he was opening the door, I think maybe he was in the corner of this table.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Approximately what, three paces, two paces.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "About three paces, yes.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Two to three paces. - perhaps two paces.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "My instructions are that the door at which you entered and the other door are directly opposite each other.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Is that the kitchen door?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "No, it's another one.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Oh the other one.  On either side of the passage?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "They are on either side of the passage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, is that possible?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "It is possible, but it's not directly opposite because I was not standing towards the door when I was standing there, I was standing towards the wall but there was a door next to me but it's not directly opposite.  Even though I am not staying there, maybe when I saw it it was not like that.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "After - how many shots were fired?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I heard several shots, but I didn't count how many, but there were several shots.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And they were all coming from your colleague's firearm?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, they were coming from my colleague's firearm.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Did you yourself have any chance to fire any shots?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What prevented you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When I took cover at that time and the position that I was in negotiating, I was not waiting for something like that to happen and when I took cover because I saw the grenade, I wanted to save my life and then I waited for something that was going to follow.  So I did not shoot, I went to the left side taking cover and waiting for something that would follow, and then I heard a gunshot afterwards and then a handgrenade after that.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Do you know how long the shooting took?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was only seconds, it was only a few seconds.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "My instructions are that when you came to the deceased's homestead you were in fact holding onto the deceased, he was not walking on his own.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is not true, there was no need for us to do that.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And I'm further instructed that when you came there was a man who asked you what the purpose of your visit was and who wanted to get inside the house with you but was prevented from doing so.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I did meet that man or talk to him, maybe my colleague, the one who was behind me, saw him and spoke to him, but I did not speak to that man, I did not see him.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I'm further instructed that in fact there were no weapons inside the house and any weapons that were used on that day might have been weapons that were brought by yourselves.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When we went to that house we were told that there were weapons inside the house and after that I got the report that there weapons that were found when the house was searched.  I didn't search that house.  After all this incident happened I tried to find ways, or I tried to call the police but I found out that there were grenades that were found after the house was being searched.  But what I'm sure of is I saw the handgrenade on his hand, so if there's someone who's saying there was no handgrenade there, there was nothing else that blasted on his hand but the handgrenade.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I find it very strange that you, Mr Gumengu had instructions to kill the deceased, who was the person who was unable to fire a single shot on that day.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It is not strange to me because I knew my time, I knew that I would do that when I find the opportunity, so the situation at that time did not allow me to do that.  Maybe if he was arrested on that day and released on the next day or the following year, I was going to continue with my job as per instructions.  And if I had gone there with the intention to shoot at him, I would reveal that here and say that I shot at him per instructions.\n\tSo if I wanted to shoot at him I would have shot at him on the way, there was no need for me to take him to his home.  Even if he was arrested on that day and released, I would find the time to do as I was instructed.  Or if Capt Mfazwe changed the instructions and said that we must leave him, I would have done that.  So at that time the situation did not allow me to do so.  And other units had other instructions to arrest him, so I would not make a mistake of shooting a person who had already been arrested on the orders that he must be arrested.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "But you had orders to kill him anyway and you knew that you had indemnity from all the authorities, so I don't see what prevented you from killing him there.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "What prevented me is the situation, the situation did not allow me to do it at that time even though I was going to do it when the opportunity is right.  Yes, I was going to get indemnity, I was not going to be arrested, that is true because I was working for the government at that time.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "In fact I want to put it to you that after your failed attempt on the deceased, the second occasion was your way of making sure that you had executed your instructions - if there were instructions, and you did in fact kill the deceased on that day to prevent yourself from being prosecuted.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It is not like that, I do follow instructions and I was going to kill him when the opportunity was right, but not at that time because the situation was not right for me.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I just want to go back to the incident when he opened the door and went inside, you say he opened the door and went inside and locked himself.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And after that he came back after a few seconds, holding a handgrenade.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Did you see whether the pin on the handgrenade was on or off?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I did not see whether the pin was on or off, what I saw was that he had a handgrenade on his hand and the position, the way he was holding it, he was not going to hand it over to us, he was preparing to throw the grenade.  That is why I called out and said \"grenade!\" and then I took cover.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What colour is a grenade?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "All the colours are there in a grenade.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "No, I think what Mr Mnqandi is asking you is, what colour was this particular grenade, the one that you saw in the deceased's hand, what colour was that one?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I saw a grenade on his hand, but because it was dark although there was light because of the window, the colour I saw was brownish.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "And this light that you were able to see the handgrenade from was the light that was coming through a window?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, it was a light coming through the window.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I want to put it to you that you couldn't have seen a handgrenade on the deceased's hand.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I saw it and I was in a position that I could see it.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Besides the light from the window there was no other light.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "There was no other light and that was a house that even if the windows are closed, there would be some light, but there was no other light except the one coming through the window.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Are you able to tell when investigations were done, what type of handgrenade was found on the scene?  Was it of South African or foreign origin?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I heard that there were of foreign origin.  I did not see them because I was not interested in what was happening afterwards.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "My instructions are that investigations revealed that the handgrenade that was used there was that which belonged to the police.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Which police, the Russian Police or the South African Police or the Transkeian Police?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Transkeian Police, yes.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Transkeian Police.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "The police that were with me did not have a grenade with them.  If that a handgrenade from the police outside, maybe it was like that, but it was not from the South African Police.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "How can you say it was not from the - if you say afterwards you had no interest in it and you just saw a brownish thing?  Are you saying that you were able to identify it yourself as not being a South African grenade?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "According to the report I got it was said that the grenade that was found was from outside.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Do you know what damage was caused to the room on that day?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I saw the damage the following day and the other days because I went there.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Can you describe what damage was caused.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "There were bullets that went through the door and the roof of the house was also damaged.  I can't remember whether, I think it was a bed that was damaged, but the windows were not broken.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Was there no damage to the wall directly opposite the door?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "There was a bullet on the doorframe, but I'm not sure about the wall because what was happening there, they were counting the bullets that they could see, the bullet holes.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "In fact my instructions are that on the wall opposite the door there was a big gash. - on the floor, just next to the wall.  Directly opposite the door.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I did not see that because the shooting was happening inside the room.  Starting from the door - I saw the bullets starting from the door and the damages inside, I didn't notice any damage on the wall in the passage.  Maybe it was damaged, but I did not see it.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Was there any damage, according to you, that was caused by the hand grenade?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Where was this damage?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The roof of that house was damaged by the handgrenade, that is why there were holes all over that roof.  And again, I think it was a bed or a wardrobe, I think it was a wardrobe that was also damaged in the corners at the bottom.  And I think that when the grenade fell, it hit the wardrobe.  If I still remember well, I think it was the wardrobe that was damaged.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Where according to you did the grenade fall, was it inside the room or outside the room?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Inside the room.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "How far from the place where the deceased was standing when you saw him?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was not far, it was the position that he was in because there was a wardrobe and then when he was opening the door he would open the door on the other side, the other side was a wardrobe, so when the grenade fell it fell on the corner of the wardrobe, it hit the wardrobe.  That is why the debris of the grenade went straight to the roof, hit the corner and then it went up.  Because when you open the door the first thing you see on the left-hand side, was a wardrobe, so which means that when the grenade fell, it fell in the corner of the wardrobe and it damaged the wardrobe.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Would you say the deceased had a change to throw the grenade?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I think he did not get the chance because when he was still thinking about doing it, there were shots fired.  What happened is that the grenade just fell after he was shot.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Why would he not have thrown the grenade immediately when he opened the door?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He wanted to locate our position first and he was not aware that the window, there was light through the window so we could see him.  So he wanted to locate our position and then throw the grenade, and he had to be sure that he was in a safe place so that he can not be affected by the grenade.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When the deceased was shot, were you acting in self-defence?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "That's the \"you\" plural?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "\"You\" plural, yes.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "You have applied for amnesty for the killing of the deceased, why do you see it necessary that you should apply for amnesty if you were acting in self-defence?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "First of all the deceased, we were charged for his murder.  Secondly, he was not arrested for criminal actions, but he had a political record.  His career was politics and at that time we were also serving the politics of the government, so if a person died, we cannot say that is a criminal matter because he did not steal anything.\n\tSo we were there for political reasons and when he would be arrested he would be arrested for political reasons.  If there was nothing that involved politics there was no reason for us to be in his home, he was the enemy of the government of the day, that is why we decided to apply for amnesty, that is why we thought that we qualify.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "At the time that you killed - or you as the policeman, that you killed the deceased, there was no political motivation, you were acting in self-defence, isn't it?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "We were doing this in self-defence, but there were political motivations.  We went from the office for political reasons and all what we did was politically motivated.  The issue of self-defence happened within the scope of the political motivation.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MNQANDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mnqandi.  Mr Mapoma, any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Just a few, Chairperson.\n\tMr Gumengu, I understand that at the time when you shot at the deceased, at Ngolo in Lebote, that is the first instance, you were shooting him whilst he was running away from your colleagues, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was not shooting him because he was running away, I was shooting at him because I had to do that.  Even if he was not moving, but it happened ...(intervention)",
            "Male"
        ],
        [
            "MR MAPOMA",
            "That's not my question.  My question is, you shot at him whilst he was running away from your colleagues, is that not correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, he was running away.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And your colleagues were giving a chase at him.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Sorry?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And your colleagues were giving a chase at him at that time.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I am not sure if they were actually chasing him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I have a statement here on bundle number 2, the supplementary bundle, from your colleague then, Chris Sholo.  On page 10, just the second paragraph I think, line 5 - in fact I want to read to you, he says -Mr Sholo\n\"Adjacent to the Transkei quarry he ordered to stop...\"\nI'm not interested in that one, just in the third line -\"Immediately after embarking from the vehicle, Sthembele fled towards the dongas which are close to the quarry and disappeared.  Mr Gumengu gave chase and disappeared also.\"\nDidn't you give chase at all?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Not at all, but he ran towards the direction where I was.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You confirm that he escaped from the motor vehicle?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, as he was running away I can say he actually escaped.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Then can't I suggest that you killed him because he was escaping for lawful custody?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "No, that was not the intention, I was killing him because I was instructed to do so.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I have got you testifying here to suggesting that you are a person who likes adhering to the regulations in your police force, I've got that impression, that you were quite honest in adhering to the regulations of how the police practice is made, especially when it comes to apprehension of the arrestees.  Is my perception about you wrong?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, that is true.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What is it that is true actually?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I adhered the rules in the police force, I do as instructed.  If I'm instructed to release someone, I do that, if I'm instructed to kill someone, I do as told.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now am I given an impression that during your period in your service there were orders to kill, in the police force?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And apart from the man who is now late, Mr Mfazwe, who else do you of having ever issued orders to kill, in the police force?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Such instructions would be issued but it was not that direct, but you would realise that this instruction is not against the killing, but it wouldn't come as direct as Mr Mfazwe would issue it.  And the example, Gen Kauwe once summonsed me to his office and he actually instructed me to go to a place called Nzamba in Mbizana where there were two MK members, he told me to remain there, he mentioned straight away that he was there to guarantee my life, but those people's lives were not guaranteed, if I can bring them alive or dead they would accept that because those people have already killed a lot of people.  But what was most important in this instruction was the fact that my life was guaranteed and anything I would be involved in, I have to be sure of what was going to happen  ...(intervention)",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, I understand, he guaranteed the cover-up, is that what you're saying?  He guaranteed that you will have a cover-up.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.  But he was not direct that you must go and kill those people.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He was direct because he said if the situation prevailing at the time was suitable, I had to kill them because for whatever mistake when trying to apprehend them, I had to kill them and I had to decide at the spot what to do, whether to kill them or apprehend them.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But the deceased man now, Mr Mfazwe, gave you precise orders that you must shoot and kill Zokwe on sight, is that what you want to tell this Committee?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.",
            "Unknown"
        ],
        [
            "JUDGE MILLER",
            "Yes, thanks, just briefly.\n\tMr Gumengu, in your trial - we've got before us also in bundle 2, a copy of the indictment, that's the charge sheet and also a document on page 4 called a \"Summary of Substantial Facts\", which is made in terms of Section 149 of the Criminal Procedure Act.  If I could just briefly explain to you, this summary of Statement of Facts is a document that is prepared by the prosecuting staff, right, and if your matter were to go to trial, this document would be handed in or read out into the record.  It contains a very short description of what the State case against you would be and the person who drafts this document is expected to be able to lead evidence to substantiate any fact that he or she discloses in this document.  It's a brief summary of the State's evidence.  Whether the evidence they lead will be accepted by the Court or not, that's another story, but when they draft this document they base it on evidence that they have in their possession.  Now I just want to read to you, just for you comment, from page 6 of the bundle, it's on the fourth line.  I'll read from there, and this is describing the incident that took place on the 11th of January, this is from what the prosecuting authority put in their Statement of Facts, essential facts -\n\"Once inside the house, accused number 1 (that is your colleague, Mr Tyani) opened fire upon the deceased.  Both accused thereafter took his body into one of the rooms.  In their possession were two handgrenades of Russian origin which the accused', who were both trained in the use of explosive, secretly had in their possession.  One grenade was put on the bed whilst the other was activated behind the deceased who was lying on his side on the floor, so as to create the impression that he was shot and killed in an attempt to stop him from throwing an already activated handgrenade.\"\nWhat do you say to that?  Which if this matter went to trail, one would expect the State would be able to lead some evidence to substantiate that.  Whether that evidence be accepted by the Court or not is neither here nor there.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "This evidence that was going to raised by the Prosecutor, I'm sure that he had no proof because that was not the case.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And then also just again for your comment, I again refer to this document contained in the supplementary bundle.  This is the statement from one, Shologu, I think he's known as Chris Shologu.  I'll just read this for your comment, and I know that this is not evidence, it's merely an unsigned statement, but we have it before us and I think it's fair that you comment on this.  I'm reading from page 9.  He's describing, you're now in the motorcar, this is the first incident when you're going to the quarries.  You're now in the motor vehicle with Mr Zokwe and this is what Mr Shologu says, and it's the last sentence on page 9\n\"About the possession of arms, he tried to deny them, but at a later stage he directed us towards Mgola administrative area where he alleged that the arms were hidden.\"\n\tWhat do you say to that?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I do not know that, but that was never mentioned in my presence.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And then comes the passage which was read out to you by Mr Mnqandi - sorry, or Mr Mapoma, and then says here, he describes that you chased him, he ran away and you chased him.  He says\n\"After a couple of minutes I heard some gunshots, I couldn't go further because of the darkness and so I had to turn back.  On the edge or verge of the dongas away from the place, Gumengu re-emerged saying that Sthembele tried to grab his pistol, so he had to shoot him and he ordered that we should leave without getting the arms.\"\n\tWhat do you say to that?  Is that wrong?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that was not the case, that is a mistake.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Can you think of any reason why Mr Shologu should come and make such statements if there's no truth to them?  Why should he say something like this?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Perhaps Mr Shologu was making a statement as the accused.  I am not sure if that was directed to the TRC or to the police during their investigation, or at the time he was merely doing that to protect himself, but that was not the right story.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Do you agree that he was one of the people with you in the vehicle in the first incident, when Mr Zokwe was shot?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, he was there.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Thank you, Mr Chairperson.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "This training you underwent in Groblersdal in demolition and the training you gave evidence about, to enable you to break into houses, was it specifically to equip you with the expertise of doing some covert operations?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That training I never acquired it in Groblersdal, I was trained to that effect here in Butterworth and again in Johannesburg.  Yes, the intention is to make sure that whenever given some assignment by the government to go and fetch something or open a certain office and get something there, I have to do that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes, those assignments were - the nature of those assignments were covert operations.  In other words, they were something illegal, not the ordinary duties of a policeman?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tCan I just ask your comment on your affidavit in the main bundle on page 16, it's in Afrikaans, and this deals with the first attempt on the life of the deceased.  I will do a rough translation of what is said here in the first paragraph, towards the middle of that paragraph, dealing with the situation after you had loaded the deceased into your vehicle.  You say that - about halfway down that first paragraph, that you had confronted the deceased, you ordered him to get into your vehicle and you then ordered the driver of the vehicle to drive out of the city.  And then you say, in the next sentence, and that's what I really want you to focus on.  On the outskirts of the city you ordered the deceased to get out of the vehicle and to follow you, but after a short distance he freed himself and escaped.  Now is that what happened, or what?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "He never got out driving a car, we are the people who were driving the car with him.  I alighted from the vehicle leaving my colleagues who later alighted from the vehicle and I went to the dongas because I wanted to relieve myself, but I think there was a mistake, that it was as if he was the person who was driving the car.  He never drove the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you misunderstood it.  What I really want you to respond to is, this one sentence that says that you ordered the deceased out of the vehicle on the outskirts of the city, you ordered him to get out of the vehicle and to follow you and after a short distance he freed himself and he escaped.  And then it carries on to say that you shot him.  Now did you order him out of the vehicle, did you ask him to follow you, did then free himself and escape?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "He was told by them, but I was not in the car at the time because I was relieving myself in the dongas.  He escaped in their hands.  I was not behind him, but I was rather in front.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you see this is your affidavit that I'm referring to and it's deposed to on the 10th of June 1998, and I'm asking you about that specific sentence here in your statement.  Now is this right or not?  Is this true or not, this sentence which says that you ordered the deceased to get out of the vehicle on the outskirts of the city, he followed you, then he freed himself and he escaped and you shot him?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "No, that is not what happened, that is a mistake there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, Mr Malan, have you got any re-examination?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Yes, thank you Mr Chairman, I would just like to ascertain from Mr Gumengu - you had received instructions to kill the deceased and you must have formed some way or other of how you're going to execute your task.  Where did you think of executing the deceased?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I knew that wherever I meet him I was going to shoot him.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you indeed met him in the city, or in Umtata and you didn't shoot him, so you must have had some plan to shoot him at some stage at some place in cold blood, broad daylight in the middle of Umtata, or would you prefer to do it somewhere in an obscure place like a bush or wherever?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was supposed to shoot him at spot whereby no-one would see me or him.",
            "Male"
        ],
        [
            "MR MALAN",
            "For what reason must nobody see you, because you were backed by the government?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Although I was backed by the government, there were units who were involved in some secret operations.  I can say that they knew that there was something called human rights violations, but the government would be involved in clandestine operations, that's why there were special operations(?) who would be involved in these clandestine operations to make sure no-one regards the government as their enemy because of such operations.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Malan.   Yes, Mr Gumengu, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Gentlemen, we just want an indication as to what remains in this matter.  We have more work than this in this session, so we would like to see what the rest of our session would look like.  Mr Malan, are you in a position to indicate to us?  Are you intending to call any other witnesses over and above the applicants?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Chairperson, I just learnt today that one of the senior officers is apparently available here.  I haven't had the chance to have a consultation with him, but my intention was to at some stage lead the second witness and as a third witness to testify on behalf of both of them as a mere background.  I think it will be in the interests of all parties concerned to have an independent person that was there chief at some stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes, no that's fine.  I just wanted an idea of what time we're talking about.  So that's a general witness?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "That's it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who will speak about the general situation.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I don't presume it's going to take much time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well it shouldn't.  So that would be the sum-total as you are presently advised, in respect of the applicants?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Mnqandi, what is your position, are you going to lead any evidence in this matter?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Yes, we are going to lead about two or three witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Two or three?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Eye witnesses or what?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "The mother of the deceased and two eye witnesses, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the mother of the deceased as a sort of a background and two eye witnesses?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, there's one witness I intend calling, in fact just to confirm what is contained in the bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Well I must say that we intend to finish off the testimony in this matter before we rise here tomorrow, because at this stage our session here is until - initially it was until sometime towards the middle of the day tomorrow, but we are not in a position to allow this matter to be turned into a partly-heard thing, so we are going to finish it up tomorrow.\n\tWe have an idea - it looks as if it's going to be quite a stiff schedule, but thank you, we just wanted some indication as to what still must be done in this matter.  Ja, there are some suggestions of ways and means.  But at this stage at least we will adjourn the proceedings and we will reconvene here tomorrow morning at 9 o'clock, in order to carry on with this matter and finalise it.  We're adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}