{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-02",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "ALLAN TYANI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54026&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200202um.htm",
        "speakers": [
            "ALAN TYANI",
            "CHAIRPERSON",
            "JUDGE MILLER",
            "MR MALAN",
            "MR MAPOMA",
            "MR MNQANDI",
            "MR SIBANYONI",
            "VULENLELE CHRISTOPHER SHLOBO"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "ALAN TYANI",
            "MR TYANI",
            "MR MAPOMA",
            "JUDGE MILLER",
            "MR MNQANDI",
            "MR SIBANYONI",
            "MR SHLOBO",
            "VULENLELE CHRISTOPHER SHLOBO",
            "MR MALAN IN ARGUMENT",
            "MR MNQANDI IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are continuing with the amnesty applications of Gumengu and Tyani.  The Panel is constituted as indicated on the record and appearances are as indicated as well.  It is Wednesday 2nd February 2000.  Mr Malan, are you calling Mr Tyani?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tyani, good morning, can you hear us on the headset?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MALAN",
            "Thank you Chairperson.\n\tMr Tyani can you please tell the Committee where you're from, your involvement in the police and your background please?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I was born in Kwanduli, a place called Kwaaiman.  I joined the Police Force on the 28th February 1980 at Umtata.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you at some stage selected to become part of the Security Branch of the Trankeian Police?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And later you became a Sergeant in that unit?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "You're also making application in terms of Section 18 as well as Section 20 of Act 34 of 1995 and you have complied with all the prerequisites contained therein?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you receive special courses to equip yourself with the task that was entrusted to you in the Security Branch?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you name some of the courses that's applicable?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I am not going to be able to mention the date but the first course was in 1981, March, that was a basic course because in the Police Force that ...(indistinct) assignments that differed according to the different units.  The units would tell us how our enemies operate and what we were supposed to do and the basic course we were told as to how to question a person who was arrested and if there is a suspect without any evidence that can be taken to court, how do we make follow up and try to follow that person with a car or something.  I finished that course and then I went for another one.",
            "Male"
        ],
        [
            "MR MALAN",
            "If I can interrupt you?  Where did your training differ from the normal police training?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "The police training, you go to a college for six months where you are taught as to how to operate the firearm, how to arrest a person, how to give evidence in court etc.  After leaving the college, if you are a uniformed policeman you do as you were taught but if you go to another department of the investigators you get further training.  It depends on your unit.  I was at the Security Branch, not on Murder and Robbery or the Drug Unit.\n\tAfter that I went for other courses.  One of them being Ingwe Squad.  That was a trackers course.  I did that in the army here in TDF under Colonel John Golo.  He would get support from the whites who were coming from Zimbabwe.  These white people, some of them, I wouldn't know their names, I would use their surnames.  Some of the people who were giving us training was Bellam(?) who was teaching us as to how to operate a firearm and how to attack an enemy and I finished that course and I did another one under Colonel John Golo.  We were taught by these white soldiers from Zimbabwe.  We were taught about how do the enemies attack, how do they destroy, we were told about the power stations, government buildings.  There were six of us, other people who were there with me was Gufunga and I recently saw him.  We were given a crash course on demolition and explosives and how to chop down the trees.  \n\tThese Zimbabwean soldiers, it was clear that their experience was on normal terrorism because in Zimbabwe they were fighting in the forest and they told us that ours was going to be more difficult because it was against terrorism because this particular person who was an enemy we would be able to drink with him in the bar and stay with him in town and we went for advanced course in Johannesburg.  There's a building written \"International\", on the second floor of that building we attended an advanced course on explosives.  It was something called anti-bugs meaning if you are in the VIP Unit it enables you to be able to search with the machine, check the bugs that sometimes are attached just underneath the table.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry to interrupt you Mr Tyani, thank you for the very detailed information regarding your courses, I'm quite sure that the Committee has grasped that you were trained in a very special manner and should the need arise we are more than willing to answer any questions regarding your special training but I think its suffice to withstand with this.  I'm going to read you a section, unfortunately this is of your unsigned affidavit but you are under oath now, which you just can confirm if you feel so.\n\"The deceased we're referring to, Sthembele Zokwe, was a trained MK member who received training in Angola and advanced training in Russia.  At some stage the exact date I cannot recall, I was given an order by Capt Mfazwe, the Branch Commander of the Security Branch to arrest the deceased dead or alive.  He stressed the fact that the deceased was an extremely dangerous person and that I must be very careful when I apprehend him.\n\t\tOn the 11th January 1988 I received a message that the deceased was at the Mahikishu Building in Butterworth.  I immediately proceeded to the building in an effort to arrest the deceased.  I found him on the first floor together with a person called schoolboy.  I arrested both of them at gunpoint and at that stage my colleague, Sgt Gumengu, joined me.  We took both people to the office and after interrogation we learnt that the deceased knew where concealed weapons were and he indicated that he was prepared to show us the place where the weapons were kept.  \n\t\tSgt Gumengu and I proceeded to the deceased's home and when we arrived at the deceased, the deceased indicated that the weapons were in a certain room.  Sgt Gumengu and I were afraid it might be a trap or that there could be a booby-trap.  Sgt Gumengu took the deceased's handcuffs off and sent him into the room.  The deceased suddenly closed the room behind him and locked it. \n\t\tAfter some time we convinced the deceased to open the door.  When he did so Sgt Gumengu shouted a warning that the deceased was bearing a handgrenade and it was evident that he was going to use it.  I started shooting at the deceased and when he fell down the handgrenade also apparently went off.  I'm not sure what killed the deceased but I was certainly shooting at him with the intention to kill him.  \n\t\tMy motivations for my actions was based upon my political beliefs because I regarded members of MK as enemies of the State and of the community at large.  I also received direct orders to either arrest or alternatively kill the deceased.  I did not benefit financially in killing the deceased expect for my normal salary for which I was entitled every month.  I have no personal vendetta with the deceased and I indeed have remorse if my actions caused pain to the next of kin and family of the deceased.  I beg their forgiveness.\"\nDo you agree with what I've just read?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan, I assume that's not before us, that document?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Chairperson, I've prepared this and I've faxed it to my learned friend, Mr Mapoma, on their request.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I just want to locate if it is before us.  If not then you must hand it in.  For our convenience we haven't been able to notes as you were reading.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I am not in possession of this document which has just been read now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "By my learned friend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, won't you let us have copies of that Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sure Chairperson, I've got only one problem.  I had this similar copy which was already - thank you, but this one is unfortunately not - what we can do is I can have him sign it at some stage at your convenience?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, it doesn't matter, he has confirmed it under oath.  I'm just trying to get a copy of it for our convenience and I suppose for the other side.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I was under the impression that you were in possession of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well we can arrange to get copies for everybody of that document.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Tyani, is the name Spambo, do you recall anything regarding such a name?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "What I can remember, W/O Spambo as a head was a captain.  It would happen sometimes that I would be involved in some operations where he would be in charge.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, you've just said that W/O Spambo was a captain?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "At the time he was a warrant officer.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "A warrant officer?  Sorry, Mr Tyani, were you stationed at Butterworth at that time in 1988?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "Yes from 1981 after two policemen were killed in Tjuba.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And were you also in the same unit as Mr Gumengu, the so-called anti-terrorist unit or were you just with the Security Branch?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "I was with the Security Branch, we would differ with some assignments.  I would meet with Mr Gumengu because he was also trained as an inspector of explosives but with the duties of terrorism we wouldn't meet there though it would happen sometimes if he was in Butterworth I would go with him.",
            "Male"
        ],
        [
            "MR MALAN",
            "You stated that you also received instructions to the effect to either arrest or kill Mr Zokwe and those orders came from Capt Mfazwe, is that correct?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "It was similar or identical orders that Mr Gumengu received.  Were you aware of these orders as well?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "When it comes to the fact that Gumengu was instructed not to arrest but to kill, I know nothing about that.  All I knew was that since this person was a threat to us and it was also apparent that he had some weapons of which some of them were buried in Bophuthatswana on a farm and it was also apparent that he had five handgrenades.",
            "Male"
        ],
        [
            "MR MALAN",
            "But the question is were you aware that Mr Gumengu and you had similar instructions specifically to kill the deceased?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "No, our instructions were not the same.  My instructions were that if I found myself in a situation whereby I had to protect myself or the people in my company, I had to do that but not to kill.  That would depend on him if perhaps there was resistance or something else.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Tyani, it seems to me there's a little contradiction in terms - we've just read out to the Committee a statement that we prepared, if I'm wrong please correct me, but it clearly said that you received instructions to either arrest or kill him and you confirmed that?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I sorry to interrupt at this stage.  I wish to bring some point regarding this document which has just been read before the Committee.  That judgment is not signed by the applicant as an affidavit under oath before it got to be read before the Committee.  It's just a document which has been prepared by Mr Malan and has been read to the Committee.  It does not have anything which proves that the applicant did have sight of the document and abides by the contents contained therein prior to it having been read to the Committee.  I just want to bring that to light.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I had thought that it would be approachable on a slightly different basis and as part of his evidence, really because he has confirmed that under oath, he's giving evidence, he's giving viva voce evidence under oath now and although perhaps it's a bit unconventional to lead a witness in that fashion in these proceedings, it's normally not a great difficulty.  So to my mind what has happened was really, you know, that was incorporated into his evidence-in-chief and he has confirmed that under oath so we're not so much concerned about the document, we're concerned about his evidence here confirming it.  I've asked for a copy of the document simply for our convenience because we couldn't write down word for word what was confirmed by the applicant so that's really why I asked for a copy of it, just for our convenience but otherwise I mean the document itself would have very little, if any, probative value you know, it's simply just a matter of our convenience.  So as of now we must treat that as part of our testimony, whatever was read out to him which he confirmed.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you Chairperson.\n\tWe have testified indeed to the fact that you had direct orders to either arrest or kill him and sounds - not like it was in the event if your life was endangered, it sounds like an order to eliminate the deceased, is that correct?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did you intend to eliminate Mr Zokwe.",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I was going to do this in such a way that I would go and get the firearms that he claimed to have and from there he would be taken to the office and be charged and be taken to court.  But if we do go to the house that he pointed out and find out that there were friends waiting there for us, his friends, therefore we had to protect ourselves even if he would do anything that would place our lives in danger.  We had to protect ourselves therefore he would also perhaps die in the process.  That is why Mr Mglashwe instructed us to go and arrest him but if the situation takes us, pushes us to a point whereby we had to kill him, we had to do that.  We had to protect ourselves and it was also possible that he will die in the process when we were protecting ourselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes thank you, just a minute.  Mr Malan, is the section of this document that you read out and that was confirmed under oath, is that paragraph 5?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Let me just - yes, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and it says was the section that you read out up to \"I beg their forgiveness\"?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "That's correct, Chairperson, the annexure in handwriting that I refer to the other paragraph is contained to a certain extent in this document and you already testified to the effect of that document so I see no need to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so what he's done he has confirmed in his testimony the ...(intervention)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Contents of this ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paragraph 5, save for the last paragraph of that paragraph number 5?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well as I've indicated we are receiving this simply just as a convenient record of the testimony of the applicant and we will mark this as Exhibit A.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "If I could just once again inform the Committee that I was under the impression that you indeed had copies of this, I faxed it through to the Cape Town office and I confirmed it telephonically with Mr Zuko that I've done so but I didn't confirm that you received it so I accept that fact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we note that Mr Malan.  Often there are some crossed lines as we go along but thank you, this helps us.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Tyani, it seems to be counter-productive for the same person to give similar or the same orders to two different people that they don't even know, that they are going to execute the same job, do you agree with that?  To be direct, Capt Mfazwe gave Gumengu the instructions to either kill or arrest him and he gave you the same and you didn't even know that you were dealing with the same orders?  Was that normal?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "That depends on the situation but I think what makes what is causing some contradiction it's possible that since Gumengu was busy with terrorism duties, when we left on that particular day he gave same instructions to kill him if possible.  I think even Gumengu himself was given other instructions that I wouldn't like to associate myself with because I was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Tyani, it doesn't help us if you speculate so just tell us what you know and what was told to you and that's really what we're interested in.  Leave the rest out, we're not really interested in what you're speculating about, okay?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Tyani, I'm referring you to page 34 of the bundle where on the 13 January 1988 you prepared an affidavit and near the end of your affidavit you state \"I then fired four shots\" and the inquest and the post-mortem clearly indicates that there was at least six shots fired into the body of Mr Zokwe.  Where did the other two shots come from?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "It is different when the people are fighting.  The way I was trained, I remember I was told that when you are involved in a battle you have to count the bullets that you are releasing but if you are facing a very difficult situation sometimes you even forget how many bullets, even if there can be six or seven, I cannot remember but all I can say is that I fired several shots and he fell and I stopped after that.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Tell me, what sort of firearm did you shoot with, what was it?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "It was a 9 mm pistol, a Berretta.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Was that automatic or what?  Do you have to pull the trigger each time you fire a shot or can you pull the trigger once and have a double shot or whatever?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "You would release a bullet after pulling a trigger once.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Alright, but after the shooting you certainly made your pistol safe and didn't you then count the spent cartridges?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "No, I was also shocked and I was thinking very deeply of what normally happens in situations like that but I never counted as to how many bullets were released.  Wasn't it your practice as a policeman to account for your ammunition or not?  When you get issued a gun they issue you a gun with fifteen rounds and then if you use a round don't you have to explain, put in some sort of report explaining why you haven't got as much ammunition as you had when you were issued with it?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct, that is why I'm saying I shot four bullets but if it is said there were six bullet holes I think it was the case, the situation, I was confused because I was in some difficult situation.",
            "Male"
        ],
        [
            "MR MALAN",
            "So do you concede that you might have indeed fired all six of the shots or was there somebody else that fired as well?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "That is also possible, I cannot dispute that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did you kill the deceased?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "The reason for me to kill him, I never had intentions to kill him but after Mr Gumengu had shouted out that the deceased had a grenade, when I looked at him and I saw him lifting up his arm and I saw something like a pin on the grenade, that is when I started shooting because I had to protect ourselves because he was about to kill us.  It was not because I wanted him to be killed on that particular day.",
            "Male"
        ],
        [
            "MR MALAN",
            "In that small time span, did you still have to cock your weapon or was it ready for firing?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "When you go to a danger area you have to cock your firearm unless you are in a car driving to your colleagues, but even then it depends on the conditions.  It's therefore we were dealing with a different person unlike the drug dealers or dagga dealers.  He was trained, we knew that he was trained in Angola and Russia or if not in Eastern Germany so when we were going to his place we knew that we would come across his friends therefore anything was possible.  That is why we had our firearms ready.  I had to have my firearm ready because we heard that he had just arrived at home and they said he was also with his brother, Mtumele Zokwe, but we didn't see him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright, Mr Tyani, would this event have taken place if you adhered to normal police procedures regarding unlocking the handcuffs of the deceased?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "That couldn't have happened.  If we did not unlock the handcuffs and if we just opened the door ourselves but we were not just thinking about him only when we went there, we anticipated that as we were looking for him it was possible that he wanted to avail himself when he went to Meikso building, he did that intentionally, he wanted to tell us to go to the house in some way so that - perhaps he knew that there were booby-traps or there were people waiting for us therefore we had to protect ourselves.",
            "Male"
        ],
        [
            "MR MALAN",
            "But it was suggested yesterday and I agree, why didn't you handcuff him with his hands in front of him and you could have had the same results that you intended by uncuffing his hands?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Sthembele was a very dangerous person and we were aware of the fact and he used to make such utterances and he said the day he would be arrested that he would be dead and he won't die alone.  When we handcuffed his hands behind his back we knew that he won't be able to try any movement but at least if we had his hands handcuffed in front he would be more dangerous.  That was on our minds.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you reported this incident back to Capt Mfazwe what was his attitude?  Did he congratulate you and say well done, your task was executed to my satisfaction?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "He congratulated us and even said that instead of having his members dying in the battle because this Sthembele was our enemy, he told us that we had done a very good job and he had no other option.",
            "Male"
        ],
        [
            "MR MALAN",
            "And did you get the impression that you merely killed Mr Zokwe in line with his orders or did you indicate to him there was another situation which forced you to use this route?  Either you or Gumengu, for that matter?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "There was no other situation as far as I'm concerned expect for the fact that we had to arrest him and get the firearms and protect ourselves where necessary.  There was nothing else except that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you, are you of the belief that the killing of Mr Zokwe tantamount to a violation of human rights in your opinion?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I can say that was human rights violation because a person would be killed by the sentence from the judge not by the people, therefore his rights were violated because he was killed by people.",
            "Male"
        ],
        [
            "MR MALAN",
            "Let me put it to you this way, if Mr Zokwe was a normal citizen in your eyes and the police received information that there might be an arms cache in his house, would you have gone through the same procedure or would the normal constable or warrant officer brought him to the house, brought him back, placed him under arrest and went through the normal procedures in the trial court?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "If he was just a normal citizen even the way you arm yourself if you are dealing with that kind of a person is different but as a normal citizen who was using handgrenades that totally changes the approach because even if you go there to arrest him it would be different.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is there anything that you would like to lay in the midst of this Honourable Committee that we didn't touch during this testimony?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes there's a lot to say but I was testifying under your leadership.  There's a lot to say about him because on this particular day it was not the first attempt or it was not my first dealing with him.  Even when I got to know him as a dangerous person I knew him before he was trained, that is why I say if I can be given permission I can be able to explain how did he get hold of such activities.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Gumengu with all respect I don't doubt it that there's any people here except if they indicate otherwise that they accept that he was a member of MK, I don't think anybody disputed and I don't think anybody disputes that MK at that point in time was an enemy of the State.  If that's your objection, with all due respect, I think you can withstand what is already on record unless you've got something else that you feel necessary, you're welcome to do so.",
            "Male"
        ],
        [
            "ALAN TYANI",
            "There's nothing else, there's nothing more expect for the fact that we went to a certain place looking for him and we couldn't find him.  There's nothing more.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you regret the unfortunate killing of Mr Zokwe, sincerely?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes I deeply regret, I can even say that if there were no differences between the politicians and the Matanzima regime we wouldn't be here today.  I deeply regret and secondly I want to emphasise concerning his mother that she uttered words that were so painful and I regarded him as a parent because I also had parents but that was very bad but I had no other option because we were faced with this situation.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just one last aspect regarding the actual killing.  When the deceased had the handgrenade was there no way out that you could have fled the house for a second, keep him under surveillance, there was more than three or four people surrounding the house so he couldn't get anywhere, was it necessary to kill him?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I do not care whether what expert was there but we had no other option in that situation.  When the handgrenade is thrown the delay is different, it depends whether it's an F1 or M26, the delay period is different from these handgrenades.  Therefore what we have to do at that particular moment you have to protect yourself and the people in your company.",
            "Male"
        ],
        [
            "MR MALAN",
            "But exactly if the pin of the handgrenade is already removed and you shoot a person bearing that handgrenade, exactly what you are afraid of is going to happen.  By fleeing, you might avoid the throwing of the handgrenade?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "You cannot be able to prevent a person from throwing a handgrenade by running away.  As far as I was trained you cannot run away from the handgrenade.  It depends on the expertise of the person throwing the handgrenade.  If he is an amateur he can be able to detonate it and get it to explode before the delay.  If you try to run away it means you are more similar to a person committing suicide.  What you can do is to take cover in that kind of a situation and face the grenade with the lower part of your body but that will also depend, the shrapnel might come straight to you.",
            "Male"
        ],
        [
            "MR MALAN",
            "The question is, you've testified that you saw the pin being removed, if I remember correctly, by shooting such a person, the following that's going to happen, that grenade is going to be released from the dead person's hand and what you are afraid of in the first instance will still occur?  Isn't that true?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "That depends at the distance where it falls and you would be also watching it.  If he had thrown that you'll have to devise another plan.  If you can see it that it had fallen next to the person it's easy for you to see.  As he was standing at the door, if you could see that it fell, if it had fallen inside the room the shrapnel wouldn't escape the room.",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Mr Gumengu testified there was another door in the same passage, how far were you from that door?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "As Gumengu was in front I was not far from both doors.  He was in front but I moved to another position when he shouted out \"grenade\" and I started shooting, I was not that far from him but I was sure that if I had to shoot I had to make sure that my direction of fire was not going to hurt Mr Gumengu.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right, thank you Chairperson.\nNO FURTHER QUESTIONS BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Malan.",
            "Unknown"
        ],
        [
            "JUDGE MILLER",
            "Just one question before cross-examination just to get this out of the way?  Do you know anything about the attack on Mr Zokwe during August 1987?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "Yes I remember about that attack but I saw it in a newspaper, Daily Despatch.  When I thought about it I thought that he was killed by his fellow comrades because it was alleged that there was a conflict between him and his comrades because he had given evidence in Bophuthatswana but he was never charged, that's what came to my mind that he was killed by his own comrades.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "If you take a look at the supplementary bundle of documents, once again the summary of substantial facts, you and Mr Gumengu were both charged, there was an indictment issued against both of you.  You were accused number one and he was accused number two and I'm just reading from page 6 of the summary of substantial facts, right at the bottom and it says\n\"The State will allege that accused at all times relevant acted in concert and with a common purpose with regard to both (and they underline both) counts to murder the deceased.\"\nDo you say you weren't there at all when he was shot the first occasion in August?  You've got no personal knowledge of that or do you?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "Yes I have no personal knowledge about that and the fact we were working with the same intention, yes that would happen sometimes when we have to arrest him, we would be given orders together but when the order to kill him not to arrest him, I was not there when it was issued.  I was so confident that that would become clear during the trial.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Thank you.  Mr Mnqandi, questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MNQANDI",
            "Thank you Chairperson.\n\tMr Tyani, when you proceeded to the deceased's homestead besides you who was present?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "It was myself and the deceased, Mr Gumengu, I can't remember the third person but I remember that Mr Gumengu was also there and we were driving in a white Corolla XE, but I cannot remember the whole registration number but there was a second car with other members but in the car that I was in it was myself, Gumengu and the deceased.  I cannot remember the other person who was in.  I also remember our senior member and others like W/O Spambo.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "So you cannot tell us how many members were altogether involved in this operation?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I can say some of them but I cannot say all of them were there except for the fact that if I had a list I would be able to do that but since this happened some time ago I can still remember some of the members like Capt Spambo.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you reached the deceased's homestead what did you do?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "When we reached his home we got in.  There was Gumengu walking with him as he was handcuffed.  I think we got to the side of the kitchen or dining room.  I remember that we went through a passage there when we were next to the door and then we asked about his room.  After a while he pointed out the room.  Gumengu asked about the key.  I cannot remember whether he got the key from pocket or somewhere else but it was dark in the house because it was late in the afternoon and I saw him opening the door but I was not nearer because Gumengu was with him.  After opening the door we got inside and I noticed that in the manner he closed the door ...(intervention)",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Okay, okay, let's cut it there.  When he was opening the door where were you standing?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I was behind Gumengu.  When I can estimate now I think he was at the distance of that jar with a red cap.  It was a bit dark.  I couldn't count the paces.  After closing the door I came closer and Gumengu was talking and I was also talking.  Gumengu was actually begging him or pleading with him to open the door but I am not sure whether the deceased was holding the door inside.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Mr Tyani, can you try and answer the question and not relate a story please?  When the accused - when the deceased got inside and locked himself were you still behind Mr Gumengu?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Did you at any stage pass Mr Gumengu?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes at some stage I went past him but it was when he was opening the door for the second time.  That's where I had to change the position and I was on Gumengu's right-hand side.  I did not go past him when he was inside.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "At the time Mr Gumengu shouted \"handgrenade\" were you still behind him?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes I was behind him I am sure of that but in the passage.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Were you seeing the deceased, was he in your sight?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "No when the door was closed I couldn't see him but when the door opened a light reflection came through the window then I could see him again.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Even though you were behind Mr Gumengu you were able to see the deceased?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "First of all when Gumengu is shorter than me and I said he was at a distance.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I just want to know even though you were behind Mr Gumengu you were able to see the deceased, that's what I want to know?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes I could see him properly.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What direction did Mr Gumengu take after shouting when he took cover?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "If my memory serves me correct I shifted to his right-hand side and then he moved to the left hand side but I was not looking at Gumengu now I was actually looking at the danger.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Can you give us an estimate of how big the passage was in which you were?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, do you mean how wide or how long?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "How wide yes.",
            "Male"
        ],
        [
            "ALAN TYANI",
            "With the length I don't think I can be able to measure it properly but I can say it was from the fabric at the corner there to where I am right now but if the owner if the house can say it was actually shorter than what I'm estimating then I cannot dispute that but this corridor was not that big but I was just estimating.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Are you talking about the width or the length?  I want to know about the width.",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I cannot say about the width but it was not that big but it was not that big, I cannot say for certain how wide was it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no, estimate it, you've just estimated the length now from that fabric to somewhere else.  Just estimate the width, that's the question.",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "As it was dark in the house I'd be doing some guesswork.  I can say it was from a distance of the mike in front of Mr Sibanyoni to where I am but I cannot be certain about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we've estimated that to be about two paces.  Yes Mr Mnqandi?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Two paces.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry and the length estimated for what it's worth is about 8 paces.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Thank you Mr Chairperson.\n\tAnd you say when Mr Gumengu shouted \"handgrenade\" you moved towards the door and he moved towards the direction in which you had been standing?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I was not next to the door, it was Gumengu who was next to the two doors but then he shouted \"handgrenade\" and then I moved towards his right-hand side and looking straight at the person who was alleged to be having a handgrenade, my enemy.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What I want to know is the direction which Mr Gumengu took when he was taking cover?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "If my memory serves me correctly I think he moved towards the left and then I shifted towards his right although I did not walk past him.  I was facing the deceased and I wanted to be sure about what he was saying, the handgrenade and I was looking at the deceased's hands.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Mr Gumengu, when he was testifying, told us that you had passed him and you were on the other side of the door when the door was opened?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "As far as I'm concerned I did not pass or walk past him because if I did that I wouldn't be able to see the deceased.  Perhaps he took it as if I had passed him but I think even himself at the time he was already shocked because he could smell the danger.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When you saw the deceased was the pin of the handgrenade on or off?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I did not take note of that.  When he fell I just went out of the house, I was also shocked because I could say that that was our last day on earth and I did not check the pin but I know that the handgrenade would only explode when the pin is removed, it will never explode when the pin is still on.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "I wanted to know, at the time that he opened the door and was holding the handgrenade, was the pin on or off at the time not after you had shot him?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I saw the handgrenade and he was holding it and he was holding it and as far as I'm concerned if you are handling it with the handle I couldn't see the pin hanging out there but if I had seen the pin hanging loose I was not going to shoot.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Why did you not take cover when Mr Gumengu warned about the grenade?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "There was no cover at the corridor but you would try and cover yourself but that would also depend.  If there are stones or a hole then that you can call a cover, safe cover.  You can take cover but some of the shrapnel or debris can injure you but nothing will ever save you from the exploding grenade in that kind of a situation not unless you are next to a wall.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Mr Gumengu has testified that when he saw the deceased holding the handgrenade he shouted and then he took cover.  My question is why didn't you take cover at that time?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "That depends on how you perceive things or when you are facing death, how is your state of mind but to me it was apparent that nothing will ever save me from his handgrenade if I was there on that corridor but I could have tried perhaps to reduce danger but fortunately he did not fail on the passage.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "According to you what prevented the deceased from throwing the handgrenade?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "In my perception and our condition I can say the reflection of light that came through the window perturbed him and he couldn't see exactly where we were positioned even though he could see Gumengu but I think he was still looking for the right time to throw the grenade because he was disturbed by the light that came through the window.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "But he had been in the light the whole time because he was in the room where the light was, I mean it wasn't like the light was suddenly coming to him as it was to you?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "Yes he was in the light and even when he had closed the door but I think that when the door opened as you were in the passage it was a bit dark in the passage.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "But surely he did not have to aim when he was throwing a handgrenade, he knew that you were in a very narrow passage so he could have got you in the passage?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "But I think that he wanted to be sure where we were, I am just guessing because he never mentioned that because he wasn't sure, perhaps he couldn't be sure whether we were in the passage or not.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "The fact that you were the person who was behind the door and Mr Gumengu was just in front of the door, does it not become strange that you were the person who was able to shoot the deceased whilst you were the person who was behind Gumengu?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Situations changes from time to time because I had one enemy that I could see that he was holding something dangerous.  I think that since Gumengu had opened the handcuffs maybe the firearm was not in his hands therefore the situation had to change.  I'm the one who had to protect his life and mine.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "My instructions are that if you were not directly in front of the opposite door there was no way that you could be able to see someone who was inside that room.",
            "Male"
        ],
        [
            "ALAN TYANI",
            "He was visible, anyone could have seen him because if you had looked through the door you could have seen him, I am sure about that because that doesn't mean that there is a curve on the passage, just straightforward and the deceased was the point of focus.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "When the deceased - when you saw the deceased holding the grenade how far was he from the door he had opened?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I think he was not far from the door and he could be partly visible but he did not have to go out the room.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Was it necessary for him to throw the grenade to open the door wide or he could have just opened it a little bit and threw the grenade outside?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "That was his perception because if he had decided to do that, that was his opinion but I think that he was trying to locate our positions but he had a choice of just opening the door ajar and throw the grenade but the case was this, he just opened the door to try and locate our positions.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "But sure Mr Tyani, you know that Mr Zokwe was a trained activist and he knew that you were holding guns.  I sure it would have been very reckless of him to just open himself to being shot by you?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "The manner in which he opened the door, I think when there are people outside from my experience you can close the door and the people would just go out or away or you might open the door, find that people are still there but you had to check as a trained person to locate the people and not just to explode the grenade unnecessarily.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Did you in fact kill the deceased?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "That is quite possible, that is also impossible because there are two things here, the explosion of the handgrenade and the shooting from my side but what I am sure of is the fact that when I started shooting he fell, I cannot say that I was the cause of death because I did not see the doctor's report.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "So you are not sure whether you are the person who killed the deceased?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "It's possible that I killed him, it's also possible that he was killed by the handgrenade but I can confirm when I see the doctor's report, I was not present when the post-mortem was conducted.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Why did you shoot him?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "The reason for me to shoot at him is not because I was shooting at him because it was him, I had no problem with him but it became apparent to me that his aim was to kill us and I decided to counteract that.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "If he had not held a grenade you wouldn't have killed him?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "No, there was no need for me to even shoot at him if he had no grenade.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "What would you have done with him?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I was going to go ahead searching the house, as we had arrested him we were going to continue with the duty, there was no need for us to shoot him.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "So all in all you are not responsible for the death of the deceased?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes, he said he doesn't know and he said he doesn't know whether he actually killed him or not but he's given the situation that he was shooting in self-defence.",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Why have you felt it necessary that you should apply for amnesty?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "It is necessary because I'm the one who pulled the trigger there and I am sure that he felt because I shot at him.  It is possible that he was injured by my bullet but I'm the one who shot at him when he fell.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "From the time that you entered the house and the time that the deceased was shot, what time elapsed?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I can say it was a matter of minutes that happened very quick but I can say it was a matter of minutes or a second but I remember at some stage Gumengu was negotiating with him and at some stage he had this handgrenade but I never counted the minutes.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Do you know the time you reached the deceased's homestead?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "No, except for the fact that we knocked off very late from our office and when we arrived there I did not think of checking the time because I knew that we were already in the battlefield as we were facing a trained person who had his accomplices in the house.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "Do you know what time you returned to your office?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "There was a delay as we were looking for an ambulance and after that kind of an incident you cannot just leave the scene you have to wait for the officers to come and visit the scene.  I am estimating I think it was about 8 but it is different, seasons are different and the time is also different but it took some time as we were waiting for our seniors.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "My instructions are that when you were inside the house a long time elapsed before the shots were heard by the people outside.  In fact it is estimated that an hour or so passed before the shots were heard.  What would you say to that?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "I dispute that.  Yes there was delay as we were negotiating with him but that couldn't have been an hour as a person who was there.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "But you say there was a delay?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes a different kind of delay.  There was a delay when he was being talked to when he was inside the house.  There's another delay again when we were waiting for the senior officers to come and visit or inspect the scene, that was another one, that was much longer than the first delay, that was long after the gunshots had been heard.",
            "Male"
        ],
        [
            "MR MNQANDI",
            "That is all the questions Chairperson.\nNO FURTHER QUESTIONS BY MR MNQANDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mnqandi.  Mr Mapoma any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Panel?",
            "Unknown"
        ],
        [
            "JUDGE MILLER",
            "Just one question on one point, when you arrived at the house was there anybody at the premises that you saw besides the people you went with?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "No, I did not take note of that but I knew that Sthembele, that was his home and he had the authority to get into the house, I cannot say there was no one, I cannot remember seeing anyone.  I just saw his mother coming in.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "When did you see his mother coming in?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "It was late just after the incident and during the time when you were waiting for the police, our senior officers to come to the scene, I cannot say what time it was but I remember that he came before the senior officers came.  She came before the senior officers came.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When Gumengu was talking to the deceased was he always at the door?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes he was there at the door, I remember when the deceased was holding the handle.  Whether it was locked or he used it to balance with it but he was talking to him at the door and I could see that he couldn't face the door directly because anything was possible.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "It would appear it was not necessary for the deceased to open the door and locate where he knew you were just immediately at the door, you would just have opened the door and threw the handgrenade, what do you say to that suggestion?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "That depends, that varies from one person to another.  You can just open the door ajar and throw the grenade without checking whether the people were there or not.  You can open the door fully trying to locate your enemy as a trained man before hitting at the enemy.  That condition varies from one person to another.  I also have a belief that if it was bright he couldn't have looked through to see what was happening at the passage.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "As you were shooting at him were you in a position to see whether your bullets are striking him, was he always in your sight?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Yes he was visible, he was in my sight and when I aimed at him as a person who was holding a dangerous object I was aiming at him to shoot him so that I could kill him if possible and I knew what was going to happen after he had thrown the grenade.  I was just trying to shoot to kill him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "During the whole period you were shooting was he still in a standing position?",
            "Male"
        ],
        [
            "ALAN TYANI",
            "Shooting does not take minutes it's a matter of seconds but when I was shooting he was still standing up, I stopped shooting after seeing him falling.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any re-examination Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "No re-examination thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Tyani you're excused.",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "I have a request if I'll be given permission?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "ALAN TYANI",
            "My request is to ask Stembile's mother to accept this because when this all happened I was not looking for her son, fighting her son, I was defending the government.  Secondly, the Panel, I would request the Panel to try and help me to get my money from the government because I never received a salary thereafter.  That is all Sir, thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Chairperson, I would request a five minute adjournment, I just would like to ascertain if Capt Spambo is here, I think we will gain more in a five minute adjournment.  If he's merely going to confirm some of the evidence that was not disputed I see no reason to call him then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Otherwise I might use the necessary time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we are going to take the tea adjournment for 10 minutes exactly.  We'll reconvene in 10 minutes time.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mnqandi, what is your position?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Thank you Chairperson, we will not be calling any witnesses Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "That will be the case for the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the applicant's case, yes.  Thank you.\n\tMr Mapoma, what is your situation?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.  Chairperson, I have got one witness to call, Mr Chris Shlobo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, is he available Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson, he's available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, will Mr Shlobo please come forward?\nYes will he be seated over there Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Pardon Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he okay there?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Yes Mr Shlobo, would you need the headsets, are you going to testify in what language?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Xhosa, then you had better put on that headset.  Just assist him to get onto the right channel there?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MAPOMA",
            "Thank you Chairperson.\n\tMr Shlobo, is it correct that during 1987/89 period, 88/89 period you were a member of the Transkei Police in the security division?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "From 1983 to 1987 I was a member of the Security Branch.  I was transferred from Namkutu, Butterworth, in 1986, 1987 I was there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "We are now dealing with the application for amnesty surrounding the circumstances which relate in particular to the attempted murder on the life of one Sthembele Zokwe.  Do you know Sthembele Zokwe?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you know anything about the event that took place at Timgolo near Lebote in 1987?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Would you briefly tell this Committee how did you happen to know that or to be involved?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "First of all what happened is I heard from Mr Gumengu that there was an operation that was to be done in Umtata.  Tami Moweli was the person they were looking for, Tami Moweli was associated with Sthembele Zokwe in connection with the ANC movements so whilst I was preparing to go home he told me not to go home because we're going to that operation because that was my weekend off.  We then went from Butterworth.  It was myself, Gumengu, Sgt Nogana and other members.  They were using another car.  When we arrived in Umtata we went to the branch, the Security Branch in Norwood whereby we were briefed by the police of Umtata, they were the ones who knew where Moweli stayed so we went from the branch, we went to Moweli's place.  When we arrived there, other police went in and then some of the police surrounded the house.  Myself, Gumengu and Nogana, we patrolled around the house and around the Royal Hotel nearby.\n\tAfter a while, I think after 9 or before 10 at night we saw a Mercedes Benz, a white Mercedes Benz stopping next to the post office.  Two men got out of the car, one of them we identified him as Mr Sthembele Zokwe.  We didn't know who the other person was.  So we approached Sthembele, we asked to speak to him.  The man who was with him proceeded to go inside the hotel.  When we arrived in the car I asked him about the arms because we had information that he had hidden arms in Butterworth so he told me that he had spoken with Brig Dingane about all that but he didn't say that at first.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Sorry, sorry to interrupt you, when you were asking or questioning him about the arms who was with you as your colleagues?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "It was the three of us because we were in the car if I'm not mistaken.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Which three of you?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "It was myself, Mr Gumengu and Nogane.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes proceed then upon your interrogation of him about the weapons?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "He told us that he had spoken with Brig Dingane.  I can't remember whether Gumengu asked him again but whilst we were still questioning him he said that there were arms in Umtata so he can lead us to the place where those arms were.  A person was driving a car, I think it was Mr Nogane who was instructed to drive the car.  We then went to the ...(indistinct) and I heard later on that it was in Umbolo.  When we arrived in that village there were some lights there and I found out later on that it was a quarry and there was a house there and then I found out that it was a dynamite house that was used in the quarry.  Gumengu was the one next to the door, he went out, Sthembele followed.  I following and Mr Nogane followed afterwards.  They were far from the car.  I was armed with an R1, so I took my R1.  After doing that, I don't know who said Sthembele was running away and when I saw him he was running away and there were dongas around and Gumengu then chased him.\n\tAfter a while I heard a gunshot and I didn't see where they were.  Gumengu then came out of the place.  He then said that he had shot Sthembele, Sthembele was trying to take his weapon from him so he said that he'd shot him, so he told us to go back to Umtata.  We went back to Umtata to the branch.  When we arrived in Umtata.  Because other members did not find Tami Moweli they were going back to Butterworth.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Okay now just clarify this, when you got out of the car, who went out of the car first?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "It was Mr Gumengu because he was sitting in the passenger seat.  Sthembele followed, I followed and then the driver followed after me.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "He was also armed with the R1.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "At the time when Gumengu, I mean when the deceased ran away, how far were you from the deceased?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "The distance from where I'm sitting to where you are sitting towards the house of the dynamite house, it's from where I'm sitting to where you are sitting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's about seven paces.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.\n\tAnd how far was Gumengu from you?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Gumengu was next to Sthembele because Gumengu was the first one to get out of the car and then Sthembele followed, I think it was only one pace from Sthembele to Gumengu.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.  Is there a moment where before Sthembele ran away when Gumengu first left you, was there any moment?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "No, he went out of the car and then afterwards Sthembele followed.  They went towards the direction of the dynamite house.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I will tell you why, there is evidence before this Committee from Mr Gumengu where he says that he left you with Sthembele in the car and went to relieve himself at the dongas and thereafter he saw the deceased running away from you and then it's only then that he chased you.  What is your comment to that?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "When I was taking out my firearm they were in front of me, both of them.  Sthembele ran away when I was closing the door, the passenger door, it was when he ran away.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when Sthembele ran away did you all chase him?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "No because I was not comfortable with the firearm that was with me so I decided to turn back.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you attempt to chase him?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes but only a few paces and I also called out that he must not run away but he didn't stop he continued running away.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now how many shots did you hear?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Two shots.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why was he shot at?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Gumengu said that Sthembele tried to grab his firearm that is why he shot at him but he told me after a while that he had instructions to shoot at Sthembele but he told me that not that particular day but after some time.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When he was running away were you - okay I'll leave it there, thank you Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Mr Malan any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MALAN",
            "Thank you Chairperson.\n\tMr Shlobo, what was your rank at that point in time?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I was a sergeant.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was that equal to that of Mr Gumengu?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "On that particular night was Mr Zokwe, the deceased, was he arrested?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "He was arrested because we told him that we were arresting him concerning the arms that he allegedly had in Butterworth and Gumengu said that he was also involved in a shooting with him in another place and so he was wanted for that case.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why didn't you proceed to the nearest police station?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "When he wanted to show us where the arms were there was no need for that so we had to go and check the place that he had said he had weapons in.",
            "Male"
        ],
        [
            "MR MALAN",
            "If I understand you correctly, Mr Shlobo, you went to the quarry on Mr Zokwe's instructions, if I can call it instructions, suggestions?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes but he did not say that we were going to the quarries but he gave us the directions to take.",
            "Male"
        ],
        [
            "MR MALAN",
            "I accept that.  Who was driving the vehicle?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "It was Mr Nogane.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you inform this Committee why you were both of you issued with R1 rifles while I presume your normal issue will be a handgun, a pistol or revolver?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "In my unit, the investigative unit, we had all the firearms, that were official, the BXB, R1, 9 mm.  When we were going to an operation we would have all those weapons with us.",
            "Male"
        ],
        [
            "MR MALAN",
            "But what did you select to take a weapon that you yourself indicated was uncomfortable if I recall it correctly?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I said that I was uncomfortable and I mentioned that when I was talking about chasing Sthembele when I was running away, I said that I was uncomfortable with that firearm.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, I'll leave that there.  What was the purpose of stopping the vehicle?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Sthembele was going to locate the place that these arms were.",
            "Male"
        ],
        [
            "MR MALAN",
            "I put it to you that my instructions were and that it was indeed testified under oath that Mr Gumengu requested you to stop, he wanted to relieve himself, not you, the driver of the vehicle?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I heard his testimony when he was saying that.",
            "Male"
        ],
        [
            "MR MALAN",
            "What do you say about that?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I still stand with what I had testified here before this Committee.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  Was it not the procedure when you arrest somebody to put him in handcuffs?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is not - we were not forced to do that.  If there was a van with a canopy there was no need to do that as long as that person cannot be able to run away.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you were not travelling in a van fitting that description?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "We were using an open van without a canopy.",
            "Male"
        ],
        [
            "MR MALAN",
            "Precisely, why wasn't Mr Zokwe handcuffed according to your procedures?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I did not have handcuffs with me.",
            "Male"
        ],
        [
            "MR MALAN",
            "And yet you set out to go and arrest the person?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Did any of you have handcuffs?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I wouldn't be sure about that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright, thank you.  You testified that you heard a gunshot, was that right?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then my learned friend asked you how many shots and then you said there was two shots?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you explain the discrepancy between the first and the second statement?  If I can just go further because you said you heard a gunshot and Gumengu returned and said he tried to take his firearm with?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "There were two shots, maybe I made a mistake but there were two shots that I heard.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright, I cannot find it at this point in time but I can recall that somewhere in one of the bundles, it was said that Mr Zokwe was shot three times?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "I think it's in the - if you go to the summary of substantial facts.  There on the first page, page 4, fourth line from the bottom\n\"Dynamite house where he was shot thrice in the head.\"",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you so much, I'm indebted.  Do you have that page 4?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Fourth last line.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Fourth last line\n\"The deceased was taken to a small empty building commonly referred to as the Dynamite House where he was shot thrice in the head and neck.\"\n\tNow if you heard only two shots can you explain how he ended up with three wounds?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I would not be sure but it happens sometimes that a bullet would penetrate a certain place in the body and then go out in another place.  I'm just speculating but there are such cases whereby it would enter the other side and then go out on the other side.  I'm not sure about this case, I'm not sure about what happened in this case.",
            "Male"
        ],
        [
            "MR MALAN",
            "I accept what you say, Sir, but in this instance the State wanted to prove that three shots were fired and they would, I presume, in these circumstances verify if it is an entrance hole or an exit hole but it distinctly says three shots.  Can you tell this Committee where you think the other shot came from?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I wouldn't know.",
            "Male"
        ],
        [
            "MR MALAN",
            "But according to you it's impossible because only two shots were fired, that there could have been three separate bullet wounds?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I heard two shots only, so I'm not an expert in this but I'm not sure about what happened.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes but the logical deduction is there there's something amiss here, it's not a trick question, it's merely logic?  Do you agree?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I don't know.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where was the deceased sitting while you were travelling?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "He was sitting in between the other side, it was myself and the other side was Mr Gumengu in the front seat.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm quite sure?  There was the driver Mr Nogane and then?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "It was the driver and then myself.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "And the deceased and then Mr Gumengu.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were there four people in front?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "What sort of vehicle was this, what was the make, was it a Toyota or Nissan or what was it?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Nissan.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Right.  When this incident took place how far were you from Mr Gumengu when he fired the first shot?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I cannot be sure because he was in the dongas and it was dark so I only heard a gunshot so I'm not sure how far he was from me.",
            "Male"
        ],
        [
            "MR MALAN",
            "Wasn't it the fact that the deceased ran in the direction of Mr Gumengu where he was relieving himself?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "No, it didn't happen that way.  Maybe when they were in the dongas it happened that way but I'm not sure, I don't know how it happened when they were there.",
            "Male"
        ],
        [
            "MR MALAN",
            "I put it to you that the instructions are that Mr Zokwe was left in your custody while Mr Gumengu went a few paces off and then he ran away?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes he ran away, Mr Gumengu chased him, but what I disagree with is the fact Mr Gumengu left him with us because after Mr Zokwe went out of the car I also went out of the car and I took my R1.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  How far from the car was this incident.",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I think it's about 50 metres from the car to the dongas.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you couldn't see nothing there?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "From the car to the edge of the dongas you could see but when they were in the dongas I could not see what was happening.",
            "Male"
        ],
        [
            "MR MALAN",
            "So what's happened there you cannot assist this Committee with on your own experience?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "One of the last questions that I would like to pose to you Sir is why did you leave the body there?  He was under your custody, something happened apparently to you, he's trying to take the firearm off an officer, he defended himself, he was shot and killed according to your instructions, why did you leave him just there in the veld?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "At first I thought that Mr Gumengu was going to report this to the commander that was in Umtata.  I don't know whether he had reported this or not.  As a Sergeant I expected him to do that so he was not to be given instructions by me but I expected him to do that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sir, but that's the problem, you are of equal rank, something transpired before your eyes so to speak and you didn't even make an effort to go and look at the corpse for that purpose or to leave somebody at the crime scene while the other people are trying to get the authorities there?  That sounds unacceptable.",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is why I'm saying it was Gumengu's duty as the person who had done this.",
            "Male"
        ],
        [
            "MR MALAN",
            "But why didn't you follow it up?  You were - surely they will expect some statements from you, you were involved in it?  You were not that a novice, I suppose?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I expected to happen that way but nobody came to me to ask for a statement.  I expected that somebody would report this incident.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sir, with all due respect, it seems to me that you were in on this violation of human rights to get rid of Mr Zokwe and you're trying to cover yourself because that's not the procedure and you know it as well as I do?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I had mentioned that Sthembele, we wanted arms from him, there is nothing else I knew except that and I was not involved in his shooting, it was Mr Gumengu who did that so there is nothing that involves me in his shooting.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes, but we hear that you're not involved in the shooting in the sense that you didn't pull the trigger yourself, but surely you knew that the deceased had been shot, you are a policeman or were a policeman, didn't you mention it to any of your superiors that evening or the next morning, look, you know, I went out, we arrested somebody and he got shot and we just left him in the veld at a quarry.  Didn't you mention it to any of your colleagues or seniors?  I don't care whether you were not involved yourself in pulling the trigger but as a policeman?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I thought that that was Gumengu's duty and when we arrived in Butterworth I went back home as I had planned to go back home.  I had thought that over weekend he had reported that to our commander or to the office.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.  On the 19th, August 1999, I've got a hand-written statement, I don't know if it's in your own handwriting, Sir, page 7 of that document that you have in front of you.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "It's the unsigned statement?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Correct, correct.  It starts on page 7.  I went through it very briefly.  Let me first establish, did you write it down, is it your handwriting?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright, unless you can show me where it is, I fail to see where you report at any stage or any other affidavit or statement that Mr Gumengu came to you and say listen, this was my orders to kill the guy.  Why didn't you reveal it in your statements?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "This was a rough statement.  Somebody came to me asking for this statement and then he said that he was going to come back so this was just a rough statement, that is why it is not even signed.  I told this person that if there are things that I have forgotten I would add them when he had come back but he did not come back.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sir, with the greatest respect, even if it is a rough statement, this is a paramount fact of such importance that here you are willing to advance a lie that you know it is a lie, he was not trying to get hold of his firearm but you learnt that it was part and parcel of his instructions to kill him and you didn't reveal it?  At no other point in time?  Why didn't you make a supplementary affidavit or reveal it to the authorities?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "He told me that he had shot him per instructions after I had resigned from the police after I had left the police?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, Mr Malan, if you take a look at page 11 of the statement, page 11 not of the statement, page 4 of the statement, it says - you're talking about Mr Gumengu being in an anti-terrorist squad, etc.\n\t\" He even mentioned that he had a task to eliminate Zokwe.\"",
            "Unknown"
        ],
        [
            "MR MALAN",
            "What page is that?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Page 11.\n\t\"Ultimately I heard that they shot Zokwe at his home.\"",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you for that, Sir.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So he did mention that, he told him that.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you Sir, I've got no further questions.\nNO FURTHER QUESTIONS BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Malan.  Mr Mnqandi?",
            "Unknown"
        ],
        [
            "MR MNQANDI",
            "Thank you Chairperson I don't have any questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has the Panel got any questions?",
            "Unknown"
        ],
        [
            "JUDGE MILLER",
            "You said when you first apprehended Mr Zokwe, when you started questioning him about arms and he says that he had spoken to Brig Dingane about that.  Who is Brig Dingane?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "He was the head of the Security Branch here in Umtata at our head office.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So why should he have spoken to Brig Dingane about that?  We've heard evidence that he was wanted, he had to be killed rather than being arrested?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I talk that as the truth because when he was arrested for being a member of MK, Brig Dingane had instructed me to arrest him so he could have spoken with him at that time.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Why wasn't any attempt made after the shooting to find the arms in the dynamite house or wherever you were going to get them from?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I can say that that was a failure on our side because the person who was going to point these arms for us he was no longer there with us.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "You said that it was after 10 o'clock at night, if you in those circumstances wanted to relieve yourself would you have walked 50 metres, you said the car was 50 metres from the donga, would you have walked 50 metres to the donga to go and relieve yourself?  Was there any reason to do that?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "No, I don't see a reason for that.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "There weren't people around there were there?  Other people, strange people, residents, weren't people walking around or close by?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I did not see anyone so I cannot be sure.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And you then resigned from the police before Mr Zokwe was killed, is that correct?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Before the deceased agreed to go and point out the firearms was there any pressure put on him, was he tortured or did he merely volunteer to cooperate with the police?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "He co-operated with the police so we were all in the car, we did not torture him, he just agreed to cooperate with the police but he first said that he had spoken with Brig Dingane.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And when Mr Gumengu alighted from the car and walked towards the donga did the deceased also -was the deceased not handcuffed, did he also walk freely following Gumengu?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was it not strange to walk with him under those circumstances, a person who suspected to be having in his possession some arms or weapons?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I have already said that I did not have handcuffs with me so I don't know whether Gumengu or Nogane had handcuffs with them but it was strange because this person was suspected as having arms but he was not handcuffed.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So the arrangement was that Gumengu would walk in front and he would be followed by the deceased?",
            "Male"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "There was no arrangement, there were no plans, Gumengu just went out of the car because the deceased told us that we must stop in that place so there were no arrangements.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Shlobo, did the deceased disappear from you sight before you heard the shots being fired?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes I couldn't see him because they were already in the dongas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at the time when you heard the shots being fired had the deceased already disappeared from your sight, you didn't see him any more at that stage?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So after he disappeared from your sight and he was running away, did you ever see him again after that?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I saw him after he was released from hospital, we were staying in the same block in Butterworth so I would see him every day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so I assume that on that same night you didn't see him again?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "No I did not see him again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did Gumengu tell you happened to the deceased?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "He said that Sthembele tried to grab his firearm from him, he then shot him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes they shot him and then what happened to the deceased, Mr Zokwe?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I did not ask him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what did you think what was the position, did you think he was killed or did he escape?  What happened to him or did Gumengu tell you absolutely nothing about that?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "Gumengu didn't tell us anything but I had a feeling that he might be dead or he might still be alive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you ask Gumengu where is this arrestee, this man that we had just arrested now, what happened to him where is he?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I did not ask him, I assumed that he had left him in the dongas because he was coming from that direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you assume that Mr Zokwe was lying there in the donga either dead or wounded?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You left the whole scene and everything there and you went back to Butterworth?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "We first went to Norwood and Security Branch in Umtata where we dispersed after failing to find Tami Moweli.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you went to Butterworth?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "We all went to Butterworth, the people who were coming from Butterworth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't bother to go back to the quarry?",
            "Unknown"
        ],
        [
            "VULENLELE CHRISTOPHER SHLOBO",
            "I did not go back, they dropped me off at home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No re-examination Chairperson.\nNO RE-EXAMINATION BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you Mr Shlobo, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mapoma, is that the only evidence that you're tendering?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That is the only evidence Chairperson, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Malan?",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson, I would like to address you or the Committee briefly on the following.  I would like to start off with the last witness as such.\n\tChairperson, with all due respect, it's my humble submission that this witness is neither convincing or trustworthy for various reasons.  There is on the probabilities that he sketched so many aspects that should have a red light somewhere and say this is so out of the ordinary that it cannot be taken seriously.  Here we have evidence or an experience policeman who arrested the person, who gave a mock charge of five or ten metres and then the rifle is not comfortable and he just leaves a terrorist?  His aim for arresting a person ended in 10 metres.  He heard a shot and he later said two shots.  His colleague emerges from the donga, he didn't ask questions, he didn't go to look.  One would have expected even from an innocent bystander to go and look at the scene.  That's at least what one expected.  \n\tThe first thing that arises is the fact that his version is they stopped because Mr Zokwe indicated that this was the place where arms caches were supposed to be, Mr Gumengu, the first applicant, in the first instance of the attempted murder, indicated that he asked them to stop to relieve himself.  I do agree to a very big extent with Judge Miller that is also on the probabilities unacceptable to accept that a person would go 50 metres in the dark where all the persons are male, there's no reason to go 50 metres to relieve yourself, that doesn't sound on the probabilities if that's hundred percent correct.  But I can see no reason why Mr Gumengu should dish up a lie.  If that was the fact they were stopping for the arms cache, why would he try and say he stopped the car because he wanted to relieve himself?  He could have used that just as easy if that was the fact.  But what I would like the Committee to focus on is yes, there are some discrepancies, some minor, some not so minor but to focus the thing is, Mr Gumengu got instructions to eliminate Mr Zokwe, he tried to do so, he did not succeed in it and a second attempt was made.\n\tWith regards to the second attempt, I presume that my learned colleagues would suggest to the Honourable Committee that both of the applicants would not fit in the ambit of the law regarding to the deed that has taken place due to the fact that they will probably argue that both of them suggested or even said in so much words that they're acting in self-defence.  I that was the matter and if that is the finding of this Committee then this application is out of the back door but it's my suggestion that the Committee must give thought that they were acting on instructions to eliminate him, that they created a situation where, which tantamount to the violation of human rights as they indeed testified, I won't labour further on this point and I'll leave the decision for your superior knowledge.  Thank you so much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Malan.  Mr Mnqandi?",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairperson.\n\tFirstly I will deal with the quarry incident.  I would submit to this Committee that the evidence that has been presented by Mr Gumengu cannot be accepted because it is difficult for us to visualise exactly what happened when they reached the quarry.  I would urge the Committee to accept the evidence that he has been presented by the last witness as the more probable because even if you take Mr Gumengu's testimony there are contradictions in the statements that he made and those that have been presented to this court.  I'm referring in particular to the bundle, page 16, and if I may point directly to the middle of that page where he says, it's in Afrikaans:\n\"In die buitewerke van die Staat het ek Sthembele Zokwe beveel om uit die voertuig uit te klim en my te volg\"\n\tAnd following that paragraph, what is contained in that paragraph is in total contradiction to what he has presented to this Committee, he even in the affidavit admits that he fired two shots which he has denied when he was presenting evidence.  It is my submission to the Committee that as for the incident in the quarry, the witness has not made a full disclosure of what exactly happened.  He seems to be hiding behind an instruction that he had to kill Zokwe but even those instructions at times when he was supposed to have executed them, he seems to have a reason not to have done so because instead of making so that at the quarry he shoots to carry out the incident, the only reason that he shot him was that he was running and it was only as a hindsight that he says:  \"in fact I even heard the instructions to kill him anyway\".  \n\tAnd if we go to the final killing at the homestead it is my submission that as for the evidence that has been presented there was never any intention to kill, they, both witnesses, did it in self-defence and my submission is that they should not have come to this Committee to ask for amnesty because all their actions were done in self-defence.  That is all I will submit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mnqandi, Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I have no submission, thank you.\nNO ARGUMENT BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Mr Malan, any reply?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I've got nothing further thank you Chairperson.\nNO REPLY BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, that concludes this part of the proceedings.  The Panel will consider the evidence and the arguments that were submitted to us and we will formulate a decision as soon as the circumstances permit us to do so.  So in the circumstances we would reserve the decision in this matter and we will notify the parties as soon as that decision is available.\n\tWe express our gratitude and thanks again, Mr Malan, for your assistance and Mr Mnqandi, Mr Mapoma.  Is there anything else on the roll here?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "There is nothing on the roll now Chairperson because the matter that was supposed to follow has already been - arrangement has been made that it be removed from this roll, it will be reinstated later on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that concludes our proceedings here?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we would then just express our thanks to everybody who has assisted us in having this session here.  It normally goes with a great deal of effort to be able to have proceedings of this nature and we are always grateful to all those people who are assisting us in that regard.  A part of the Panel will proceed to some further business that we have to do so at this stage I would like to just take my colleague, Judge Miller, for his assistance here, he would not be joining us on a further leg of our hearings and we also appreciate the presence of the members of the public because after all this process is a public one and it's important for the people to be part of it and to witness the process.  We appreciate your presence and again our gratitude to those people who have assisted us in having this hearing.  \tWe are now adjourned.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}