{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-04-21",
        "location": "UMTATA",
        "day": "2",
        "names": [
            "MLUNGISI NYEMBEZI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54904&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/umtata/umtata2.htm",
        "speakers": [
            "ADV GCABASHE",
            "CHAIRPERSON",
            "INTERPRETER",
            "LUYANDA NTIKINCA",
            "MLUNGISI NYEMBEZI",
            "MR BRINK",
            "MR MAPOMA",
            "MR NOTUNUNU",
            "SBONGILE NGUBO",
            "WITNESS EXCUSED"
        ],
        "original_speakers": [
            "MR NOTUNUNU",
            "MR BRINK",
            "CHAIRPERSON",
            "MLUNGISI NYEMBEZI",
            "MR NYEMBEZI",
            "INTERPRETER",
            "ADV GCABASHE",
            "NO FURTHER QUESTIONS BY MR NOTUNUNU",
            "NO FURTHER QUESTIONS BY MR BRINK",
            "MR MAPOMA",
            "WITNESS EXCUSED",
            "LUYANDA NTIKINCA",
            "MR NTIKINCA",
            "SBONGILE  NGUBO",
            "MS NGUBO"
        ]
    },
    "testimony": [
        [
            "MR MAPOMA",
            "Thank you Mr Chairman.  Mr Chairman, I would like to call the matter of Mlungisi Nyembezi, Luzuko Sidney Mpiyakhe, Solomzi Theo Nomatshizole, Luyanda Ntikinca.\n\tChairperson, I would like the legal representatives involved in this matter to introduce themselves and read their names into the record.  My name Chairperson is Zuko Mapoma, the leader of evidence for the Committee.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Honourable Chair, my name is Notununu N.M.,  represent the four applicants in this matter sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, and Honourable members of the Panel, I represent the Mbhele family.  My name is Adv A.R. Brink, I am instructed by the Legal Aid Board.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we going to conduct this hearing in a similar fashion as to yesterday's one?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Honourable Chair, we have had some pretrial conference of some kind between MR BRINK and Mr Mapoma and by so doing, we wanted to check whether there could be some ways of shortening the proceedings.\n\tWhat we have actually agreed on Honourable Chair and Honourable members of the Panel was that we are going to call the deponent in the main affidavit, that is Nyembezi and thereafter also call Luyanda Ntikinca, who has apparently been implicated as a person from whom two of the firearms were found.\n\tApparently MR BRINK seemed to be satisfied with that, but he did indicate that he was not in fact merits to that, but so far, this is the position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would be the point in calling Mr Ntikinca?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "As already indicated Honourable Chair, that was on the insistence of MR BRINK for the Mbhele family.  He said there are some things he possibly want to ask from him.  I don't know the type of things.  Perhaps he is the person who can better be in a position to answer that question.\n\tThe other thing, Honourable Chair and Honourable members of the Panel, I wish to mention is that in that conference we had also eliminated some of the things, for instance as from paragraph 1 of the affidavit of Nyembezi which is on page 13, Honourable Chair and Honourable members of our case, our application, page 13, that is the affidavit of Mlungisi Nyembezi, of our affidavits.\n\tFrom paragraph 1 right up to paragraph 12, from paragraph 1 right up to paragraph 12, we had agreed between the three of us that all those facts therein are admitted and as such, MR BRINK apparently is disputing the rest of the paragraphs in the main affidavit of Mr Nyembezi and those are then the issues on which we are going to call the evidence, from paragraph 13 Honourable Chair, right up to the end apparently.\n\tRight up to the last paragraph, that is paragraph 31.  Thank you Honourable Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, the calling of the other applicant, can we leave that in abeyance and then you can decide or we can decide at a later stage what to do?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Certainly Mr Chairman.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  Honourable Chair and Honourable members of the Panel, this is an application in terms of Section 18 of the Promotion of National Unity and Reconciliation Act, 34 of 1995.\n\tThe applicants herein Honourable Chair and Honourable members are as mentioned by Mr Mapoma, the Officer leading evidence.  As already indicated Honourable Chair, there are some issues where parties have agreed.\n\tI now propose to call the evidence of the main deponent, that is Mlungisi Nyembezi herein.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NOTUNUNU",
            "Mr Nyembezi, you are appearing before this Commission today and the purpose of coming here are for you to tell the Honourable Chair and Honourable Panel and all the members of the public herein, about the taking of two policemen at Bongweni police station in 1993, who were subsequently found dead during the night or in the morning.\n\tDo you promise that you are in fact going to tell the whole story to the Honourable Chair and the Honourable members of the Panel?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That is so sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, you also understand Mr Nyembezi, that the members, the family members of the deceased could be amongst us here.  Will you then avail them the opportunity of really making them know what happened to their beloved ones by telling the whole truth and the whole story?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Certainly sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, it is common cause Mr Nyembezi, that you were a member of what is known or was known as Self Defence Units, having been trained by MK cadres, is that the position?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, it is also common cause Mr Nyembezi, that some of your duties as Self Defence Units, were to in fact protect the communities against the atrocities committed by the enemy, is that so?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Certainly sir, it is so.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, we start with the paragraph 10, Honourable Chair and Honourable members, do you recall an incident in 1993 when the innocent children sleeping in a house in Northcrest, were brutally massacred by the then South African Defence Force?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I remember sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, you also recall or attended the burial of those children?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, that is so.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Were you with your co-applicants, that is the three seated behind us, at the time when you attended the funeral?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes, that is true, we were with our comrades.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, can you describe the funeral itself, the burial ceremony, how was it?  Was it a moving thing, was it a joyous thing, how was the funeral itself?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even more important, you say you attended this funeral, did it affect you in any way?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, it is the sadness, the immense grief that touched me deeply.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "You were touched by the sadness and the immense grief as you say?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, it was tragic that students so young could be so brutally attacked.  The parents were in an unbearable kind of grief, we were also in absolute pain.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, Mr Nyembezi, I understand that there were claims which were made by the then President De Klerk, when he justified those killings of those innocent, sleeping children by the South African military forces on the ground, that the house in question was an APLA base, do you know that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, I agree with that.  That is what made South African people who were here in the Transkei at the time, to be very angry that De Klerk allowed or De Klerk permitted orders to be given for such.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, I want you now to tell the Honourable Chair and Honourable members of the Panel and everybody here, there you are in a moving funeral as you have indicated, what happened?  What happened then?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Sir, as you already said that we were members of the Self Defence Unit at the time, fighting against apartheid.  After the funeral, in great pain and grief, the comrades that were with as well, we drove off in a car.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Okay, then you drove off in a motor vehicle, where did you drive to and why did you drive there to?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We went to Kokstad sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "And could we perhaps know the purpose of your going to Kokstad, why were you going to Kokstad?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The reason why we went to Kokstad sir, as such cruelty had taken place, especially towards the parents who lost their children, we went to Kokstad to show the then government that the pain that they caused us was not acceptable.\n\tAt the time the police station of the government of the day, we took them as our targets.  Targets of the struggle.\n\tWe wanted to humiliate the government of the day.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Okay, Mr Nyembezi, don't rush.  I've got problems keeping pace with you, just take your time, don't rush.\n\tYou say you wanted to humiliate the government, which government did you want to humiliate and can you expantiate on this humiliation of the government?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "De Klerk's government of oppression, who sent soldiers to cross the borders to come to the then Transkei because it was De Klerk's oppressive government that actually did this.\n\tThat is why we wanted to humiliate them.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Can you explain what you mean by humiliation?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We wanted to show the government that their security system was weak, we were undermining their security system.  We wanted to show them that they couldn't just act any how towards the people any time they wanted.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, did you amongst yourselves as comrades, take that decision to go and humiliate the government the way you have just explained?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Certainly sir, that is so.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, where were you at the time you took this decision and when?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We were all students in Durban.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I haven't asked you that Mr Nyembezi.  My question is where were you at the time you took this decision and when was that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We were in Umtata sir, after we had left the funeral.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  By the way the funeral was conducted here in Umtata?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Tell me something Mr Nyembezi, for interest sake ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say we were in Umtata and this decision was taken after the funeral.  Who is we?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Comrades sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you name them?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Solomzi Nomatshizolo, Luzuko Mpiyakhe, Luyanda Ntikinca.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The four of you?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you say in the papers that you decided to retaliate, did you discuss what this retaliation would entail?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It was not attacking as such, however it was to show the government of the day in South Africa, that what they did was shameful.  At the time there were negotiations at the World Trade Centre.\n\tFortunately those negotiations were handled by the ANC.  De Klerk did that to undermine the negotiations that led us to the democracy that we have today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I want to know, this application is about amnesty for the killing of policemen.\n\tWhen was that decision taken to kill the policemen?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I want to rectify something, the decision was not to go and kill policemen.  Our purpose was to humiliate the government of apartheid.\n\tI thought that I would get to the police matter later, when my Attorney asks me the question.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Mr Chair.  Now, there you are after this moving funeral, you are taking this decision look, let's go to Kokstad police station and our purpose should be that of humiliating the South African government, whatever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you have to go to Kokstad to do that?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "As we took all police stations as our military targets, however it depends which one is more accessible to us according to our criteria as a soft target.\n\tBecause we used to stay in Kokstad and we knew it well.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Oh, by the way, you say you knew Kokstad very well and you were all staying in Kokstad, that is why you picked on it?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The applicant did not respond to the question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that you found Kokstad to be the most accessible of all the soft targets, because you stayed there and you knew the area well?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That is correct sir, as I have already said.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  Now just one thing Mr Nyembezi, before we proceed further.\n\tThe two policemen who are alleged to have been killed herein, Mr Mbhele and Mr Ngubo, did you know these two policemen generally?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No, I did not know them sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "There is something which has been said by Counsel Brink to me, that you were in fact staying in the same street with Mr Mbhele.  What is your comment to that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "As I already said sir, I did not even know where Mr Mbhele stayed.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, when you went to this police station, did you know that at the police station, you would find in particular Mr Mbhele and Mr Ngubo?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No, we did not know that sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Did you perhaps, when you went there, know how many policemen you would find at the police station?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "How did you know that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "One of them sir, were two of our group Luzuko and Luyanda, had a surveillance to check how many people were there.  It is common knowledge that you would find two or three people there, however, there was a surveillance made.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, there you are, continue with your evidence, you are now at a stage where ...",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, just a minute, when was the surveillance done?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "A week before the funeral.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And what was the purpose ...",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the interpreter get clarification from the applicant?  The applicant said the same week as the funeral, not the week before the funeral, the interpreter apologises.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "And what was the purpose of the surveillance at that stage, before the funeral?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I already said that what the government had done, the government wanted to demean the negotiations.  We took all police stations as our military targets, as SDU's.\n\tThat was our political motive when we were in the struggle, fighting against oppression of the Boers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That surveillance, did it take place before or after the funeral?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Before the funeral.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "You may proceed.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And had you been going to the home of the family in that week before the actual funeral?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then I think we need clarity, did the surveillance take place before or after the actual killing of the children?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Sir, everything happened after the tragedy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The surveillance of that police station, did it occur as a result of a decision by you four?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Certainly sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were you when that decision was taken?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We were at school sir, as I said.  We endorsed the decision even on the day of the funeral.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is that school where you were at?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Mangosuthu Technikon sir, in Durban.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, proceed.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  Mr Nyembezi, I think this needs some more clarification on your side, the surveillance and the decision taken.\n\tYou had said to me you took the decision after the funeral, here in Umtata if I am not making a mistake, but I think you have just now said the Umtata thing, the Umtata decision taken was the endorsement of the decision you had taken before.  Could you clarify this because, and listen to the question and answer the question and think, listen properly.  Could you clarify this so that it be clear, because it is also not clear to me.  Could you clarify this point?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Sir, I said that this decision was motivated, it is the funeral that triggered such a decision for our people to be killed in such a brutal manner, by De Klerk's government.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How could the funeral have triggered that off when in fact the decision to survey the police station and embarrass the government of the time, had been taken in Durban before the funeral?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I did not say so sir, that we took the decision in Durban.\n\tI did not say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understood that, and if I am wrong, then tell me what happened at Technikon at Durban?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The decision sir, was taken on the day that we left Durban to go to the funeral.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just stop there, what exactly was that decision?  Maybe that is where some of the confusion is.",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Honourable Committee, as I said the government wanted to demean or stagger the process of negotiations.  As the SDU we were protecting the South African community, whoever it was, the oppressed.\n\tThe soldiers at the time, that is what made us decide and we made that decision as we went to the funeral.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You still haven't answered the question, what was the decision taken at Durban?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We decided that as the members of the SDU, to humiliate the government of the day, to show them that what they did to us, was painful, to kill our people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, at that time, did you decide what that humiliation would entail?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was that?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We said that we must go to our targets in humiliation of the government of the day, as it was any police station then, was a target of the liberation movement.\n\tWe took that decision that Kokstad was our soft target as a police station.  We then decided to go and humiliate the government there with the deed that we were going to commit there.\n\tWe were going to get there, take the police and their weapons.  Our purpose was to just leave these policemen in some obscure place because these were the people that the system trusted, they were their pillars of oppression and they were protecting the government of the day.  We wanted to demonstrate to the government how weak their security system was.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  Mr Nyembezi,  we are now, listen to me carefully and answer the question, we are now at a stage where you say you have taken the decision to humiliate the government.\n\tYou have already mentioned, I must be corrected on that, you wanted to take the police and leave them at a far away place.  When you went to the said police station, how many of you had firearms?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "One person sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much, and who was that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Mr Nomatshizolo.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, the other three of you ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying there was only one firearm between the four of you?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  The other three, that is you and the other two, what did you have with you?  What were you carrying?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Knives sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, did Mr Nomatshizolo fire with that firearm at the police station in Bongweni, Kokstad?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "No, well at this police station, did any three of you who were armed with knives, stab or use those knives against any person, at the police station?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir, we did not stab anyone.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, to be clear on this, how many policemen did you find there, after you had entered?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Two sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Probably what time was it?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Around eleven o'clock sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Eleven pm or am?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Pm sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  We want now to have the picture Mr Nyembezi, of the police station in question.  What were these two policemen doing, I take it that there should a counter at the police station, blah, blah, blah, what were these two policemen doing at the time you entered the police station?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I am going to put it this way sir, when we got there and entered, as I said with Mr Nomatshizolo who was armed with a firearm, they first went in and then Ntikinca and Nyembezi went in after that.\n\tMr Nomatshizolo would answer this question better than I, because he is the one who went in first.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, talk about the time you entered yourself.  At the time you entered, how were the two policemen positioned?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The one was behind the counter sir, and the other next to the heater, with their arms in the air.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  You have talked about arms having held up, were they both holding up their arms, the two policemen?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair, thank you Mr Chair.  Now, in paragraph 16 of your affidavit you have said we went in,  found two policemen, and we indicated to them that it was not our intention to kill them.  We further advised them that we were going to take them, go away with them and dump them far away from the police station.\n\tWho actually said this?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "All of us sir, I also said.   I tried to assure them that what we were saying was true, and they had believed it as well sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, whilst you were taking the two policemen, did they in any way show any kind of resistance or did they cooperate with you after you told them this?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "In the way we explained to them sir, they cooperated.   They didn't show any resistance.\n\tIt seemed as if they trusted us.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, we understand, I understand there are also firearms that were taken from the police station in question, on the day in question.  Is that so?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That is so sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Can you tell us about the taking of firearms, what can you say about the taking of firearms?  How did that occur?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It happened in this way, when we were inside and they held their arms up high, they said we must not kill them and they showed us where the guns were stocked and told us how we could get those firearms.  We told them, yes, we are going to take those arms, and take them too and explained what our intentions were, simply to insult and humiliate the government, nothing more.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Don't be fast Mr Nyembezi, please.  You are very, very fast.\n\tThank you Honourable Chair.  Now, you took them, the police and the firearms, then you got them in the vehicle in which you were driving?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That is so sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Did you in any way have these two policemen tied?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We did not tie them in any fashion, we just left them like that.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, in the vehicle in which you were driving these policemen, can you tell the Honourable Chair and Honourable members of the Panel, how you were in fact seated?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Luyanda and myself, we were in the front of the car.  Luzuko and Solomzi were at the back.  It was a panel van sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "And the firearms you had taken from the police station, where did you put them?  Did you put them in the cab with you or did you put them in the bakkie with Luyanda and Solomzi?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The guns sir and the police, Luzuko and Solomzi were at the back, on the floor.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, what happened thereafter?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We continued sir, going towards Umtata.  We then branched off towards Bizana. We just wanted to take them far off in an obscure place where it would be difficult for them to go back home.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "And then?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "As we were driving sir, our car started jerking whilst we were going towards Bizana.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Yes?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We were still trying to figure what it was with the car, we sort of sensed that the car was jerking even more.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Okay, proceed.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "As we were sitting there in front of the car, we heard a sound, a gunshot.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now you heard a gunshot.  And then, what happened?  Were you by this time still in the cab of the vehicle in question, that is yourself and Luyanda?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.  We were so shocked and surprised.  We stopped the car right there and then, took cover because we didn't know what was happening.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see, who was actually driving the motor vehicle in question?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Luyanda sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see, Luyanda was driving.  Now, there you are, the jerking of the vehicle, there is gunshot, firing of a gun, then you said you took cover.\n\tWhat do you mean by that, did you come out of the vehicle Luyanda was driving, or this cover you are talking about, did you take it inside the cab?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "After the jerking, and the gunshot, we stopped the car and took cover.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Mr Nyembezi, you have not as yet answered my question.  Listen to me and answer my question.  I am saying you, listen to my question, I am saying the cover you are talking about, we are in a situation, our picture now is you and Luyanda being in the cab of the vehicle, Luyanda driving, and we are in a position now, situation where the vehicle in question is apparently giving problems.  My question to you is simple, you also mention that you took cover.\n\tMy question is simple, did you take this cover while still in the bakkie, that is in the cab, or did you alight from the vehicle in question, simple?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We stopped the car first, after the car had stopped, there was a gunshot.  Luyanda and I got out of the car and took cover.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Then what happened thereafter, there you are, you have gone out, you are taking cover, what happened?  You are now out of the vehicle with Luyanda, what happened?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "After we took cover, we saw the police that were supposed to be in the car, outside shooting.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now where was Luzuko and Solomzi, that is the two who had been in the bakkie of the panel van in question?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Unfortunately Luzuko is the person who got shot.  Solomzi ran away and took cover.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "My question to you Mr Nyembezi has been where was Luzuko and Solomzi at the time you came out of the vehicle and tried to take cover, answer the question please.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "They were inside sir, because we were the first ones to get out and take cover.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Are you saying mr Nyembezi, at the time you came out of the vehicle, from the cab where you were seated with Luyanda, Luzuko and Solomzi were still inside the vehicle in question, in the bakkie?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, that is what I am saying, because the sound was from behind us.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see, okay proceed.  Tell the Honourable Chair and Honourable members of the Panel and everybody here, what happened thereafter?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "After that sir, as I have already said, the police started shooting.\n\tThey were shooting and they were trying to run away.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Whom were the police shooting, at whom were the firing of the police directed?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Towards us sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "What did you do, there are the policemen running, shooting at you.  What did you do?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreter did not understand the applicant.",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We started to shoot back at them.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  You have mentioned something of it being dark.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes, I did say so sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, can you know Mr Nyembezi, how many, oh before I go to that Honourable Chair, sorry sir, with what were you in particular firing with?   Because we know you as a person who had been in fact armed with a knife at the time you went to this police station.  With what were you now shooting?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The police gun sir, that were taken from the police.  I had a 9 mm.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Did your co-knife holder comrades, also take firearms like you had taken, 9 mm pistols?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, both Luyanda and I had 9 mm's.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, did you Mr Nyembezi and your comrades give chase to these two policemen because you have mentioned something of running away?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.  We were shooting, following them.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Can you perhaps be in a position to tell the distance you took, chasing them?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It was about 55 metres sir, about 55 metres.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, did you - who actually gave chase of the four of you?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It was myself, Solomzi and Luyanda sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Where was Luzuko?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Luzuko was inside the car, laying there.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "As you were chasing the two policemen, did you had the occasion of actually arriving at them, as you were chasing them, firing at them, did you have the occasion of actually arriving at them?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.   Now, what made you to stop firing?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We heard that there was silence from their side, sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Did you ever go to check whether these two policemen had been hit or otherwise?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir, we didn't go and ascertain that.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, you then came back to your motor vehicle.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "You have mentioned Luzuko having been injured, what had injured Luzuko and how was he injured?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It was the gunshots sir, that had gotten in the hand.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "In the hand?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The arm sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now what did you do thereafter, tell the Honourable Chair and members of the Panel.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We were shocked, we rushed him off, we did not use the same route.  We went to join the N2 towards Umtata.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Then you go to Umtata and what happened after you had gone to Umtata?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We went to the St Mary's hospital.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "That is taking Luzuko to be attended, medically attended?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, certainly.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Is that all Mr Nyembezi?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That is not all sir.  I left Solomzi and Luyanda attending to Luzuko at the hospital.  I drove ...",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Proceed.  You may proceed.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I left Luzuko and Luyanda, the car that we were in, had bullet shots in it, marks.  Can I carry on sir?",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Where did you go to Mr Nyembezi, where did you go to sir?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I left in that car sir.  I tried to get a phone.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Whom were you phoning Mr Nyembezi?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I was phoning Ntsiki, comrade Ntsiki.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.   Now, who is comrade Ntsiki?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "One of the Commanders that I had been introduced to by comrade Matshaya.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, who had actually trained you was it Matshaya?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Matshaya trained us sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.   Now did you get hold of comrade Ntsiki and did he come?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I found comrade Ntsiki sir, he did come.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "What was the purpose of you contacting this comrade Ntsiki?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The reason why I got in touch with Ntsiki, is because I wanted him to keep the guns that we had confiscated from the police.\n\tThere was still a problem, we had to attend to comrade Luzuko.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Did he then take the firearms in question, that is comrade Ntsiki?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "He did take them, sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Did he take them all?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No, not all of them sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, can you tell how many firearms he left with you and the types of those firearms?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Two guns, a shotgun and a rifle, R1 rifle.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, what about these two guns?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "These are guns that Ntsiki left with me.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And what did he take?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "He took the remainder.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just describe those if you can?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Shotgun, R1's and 9 mm's.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did the two policemen you were shooting at, get away with any guns?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much, thank you.  Now, we are now at a stage where you say you handed over all the firearms to Ntsiki and you took with you two firearms, an R1 and a shotgun.\n\tWhat eventually happened to that R1 and the shotgun?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I gave them to Luyanda, Mr Ntikinca sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, lastly Mr Nyembezi, I am about to finish Honourable Chair, we are here as I have already said to you before, and you are here with the families of the people who have in fact died.\n\tWhat can you say about the death of those two policemen and what can you also say to the families of the deceased herein?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Sir, to the families who lost their people, their grief and our grief, as it was not out intention to kill.  We have come here, forward, to reconcile.\n\tWe ask for forgiveness, we all say and I say to the families...",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Is that all Mr Nyembezi?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Lastly, the Committee, the Honourable Committee here, we pray that as our intentions or as our deeds were politically motivated, we have come here to tell the truth as to what happened.  We hope that we get amnesty therefore.\n\tThis sir, is from the bottom of our hearts.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much Mr Nyembezi, thank you very much Honourable Chair, that is the evidence of Mr Nyembezi sir.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR NOTUNUNU",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nyembezi, I just want to clarify one or two things with you.\n\tFrom what you tell us, and how you shot and when you stopped, I see you have made application for amnesty in respect of the death of those policemen, not so, or a policeman?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Please repeat your question sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see in, when you read your initial application, and the one submitted by your Attorney, that amongst other things you made application for amnesty in respect of the death of this policeman, correct?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes, that is correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From what you had testified today, you say that you shot at these people when they were escaping and when they stopped shooting, you turned around and went back to your motor vehicle, do you recall saying so?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From what I understand of your evidence, you are not too sure if you caused the death of that policeman or am I wrong?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Please repeat your question clearly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your evidence this morning, you are not in a position to say whether the policemen died as a result of your shooting?  Do you understand that?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Sorry Judge, do you refer to him as a person or to them as a group?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "At you personally.",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And let's talk about the collective actions.  Are you in a position to say that the actions of perhaps your colleagues, caused the death of the policemen?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know that?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "If I understand your question well, it seems as if you are asking me if it is my comrades that caused the death of the police, if you could repeat your question please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I am asking you is whether you can say yourself, that this policemen died as a result of the actions of your colleagues?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That the police died as a result of my comrades, including myself?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, let's put it that way?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes, I admit to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you say that is so?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Because I also shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that you are accepting responsibility for the death of that policeman because of what you described here to us this morning?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I am trying to understand the question well.  Are you asking me if I am the only one who takes responsibility for the police having been killed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know why you have difficulty with the question.  The question is simple, in your activities that night, there was an operation in progress, there were four of you.  All I am asking is, did this policemen die as a result of what you and your colleagues did during that operation that night?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you say so?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Because sir, I was also one of the people who shot and killed the policemen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know that the policemen died as a result of any of the shots fired by you or your colleagues?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The interpreter is just repeating the question to the witness.",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We got a report from newspapers that the police had died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you know it was the same policemen that you had fired at that was referred to in the newspaper?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The newspapers stipulated that these policemen were taken from the offices in Bongweni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything else?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Nothing else sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did it not tell you, or did it not say in the report that the bodies of these policemen were found at a particular place?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "They did say sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which place was this?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The route to Bizana, towards Bruce Neck.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that a place in the vicinity of which you shot at these policemen?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know the identity of these policemen?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I did not know them sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All you know is that the policemen were abducted from the police station near Kokstad, were found dead in the vicinity where you and your colleagues had shot at two policemen?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you read the application of Solomzi?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Luyanda?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "See, it can't be held against you, but I just want to clarify one point that they say in their application.\n\tOn pages 51 and 58 of this bundle, I just want to read what both of them say because it is the same wording in both.\n\tThey then ran away, we started firing to their direction, following them.  We cornered them, or we cornered and shot them but at a different location.  \n\tDo you understand what they say?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "As I see it being written sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I am not asking whether you see it written, I am asking whether you understand what I have just read out to you?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, would you agree there seems to be a bit of difference between your version and what they write down in their application?  Would you agree?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All I want to ask you is, have you any comments about that?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I could say sir, in the chaos there was confusion in the shootings, perhaps they had forgotten some things when they were writing the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I must point out that when they used the word we, it does not necessarily include you.",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I understand that sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman and Honourable members of the Panel, before I begin, my learned friend Mr Notununu indicated to me during the tea adjournment, that he had a couple of more questions to put to the applicant.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair, may I first of all put my name clear, Notununu, Notununu, not Notunu, thank you very much.\n\tHonourable Chair, after we had adjourned, at the time of our adjournment, some documents were in fact handed over to Mr Brink by the Kokstad Station Commander.  I had in fact, if I may mention that in the morning I had in fact asked Mr Brink whether there are any documents which he intends using in this Commission and he had indicated that there are none.  I understand that because the documents were handed over very late.\n\tI must mention Honourable Chair and Honourable Members that I don't want to waste the time of this Honourable Committee but that there is something which refers to some APLA and also something which refers to the cutting of the telephone and the PM report.\n\tI am not sure, but whether those are not the things I could in fact cover up in re-examination because I don't regard them as that material, but I feel that I must ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If they do become material, I will allow you to deal with that after cross-examination.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much, Honourable Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you done then?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "I am okay with that Honourable Chair.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "Mr Chairman and members of the Panel, during the tea adjournment I took instructions from the widow of the late Sergeant Ngubo and she requested that I represent her interest in this inquiry today as well.\n\tMay it be recorded that I represent both families of the deceased policemen.\n\tMr Nyembezi, in October 1993 where were you living?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I was saying at Bongweni sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "That is in the Kokstad district, correct?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "And how were you making your living?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I was a student, studying.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am instructed that Sergeant Ngubo and his wife lived in a house, two doors down from your home at Bongweni, can you confirm that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that at that time?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Indeed, at a material time.  Two houses down, you deny that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I said sir, I do not know that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it possible?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I do not know sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Ngubo instructs me that she and her husband knew you very well, she knew very well who you were and you knew them equally well.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No, that is not so sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was the purpose of training as members of Self Defence Units to protect your local community against attacks, incursions by hostile forces from the outside?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you hold a command position in your local community, Self Defence Unit?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "You do confirm that you were not a soldier of Umkonto We Sizwe?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not in order.\n\tI am sorry Judge, your speaker is off so I could not follow you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "All I needed was for the witness to answer the question.  The question was whether he was a member of Umkonto We Sizwe?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were not a member of Umkonto We Sizwe?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought in your application, not I thought so, it is so that in your application there are, state the capacity in which you served the organisation, institution, body or liberation movement concerned, if applicable and membership number if any, and your answer there was MK soldier.",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Sir, we were SDU's having been trained by MK members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does that mean, were you or were you not a member of Umkonto We Sizwe?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I said no sir, I was not a member of MK, Umkonto We Sizwe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you answer that question in that manner?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "As I was saying, we were under MK.",
            "Male"
        ],
        [
            "MR BRINK",
            "Whereas it was the task of soldiers of Umkonto We Sizwe to wage the liberation struggle, it was the task of members of the Self Defence Units, to protect the local communities of which you were a member, is that correct?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, before he answers, could I just get clarity on the question, are you saying that the one was exclusive, or you were only this or that, if you could explain that.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "That is what I am suggesting to you.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Could I also chip in here Honourable Chair, my learned friend Mr Brink, had said that he had no problem with paragraph 1 right up to paragraph bla, bla, bla, now, if one looks at paragraph 9 of the affidavit by Mr Nyembezi, it refers to protecting communities, not necessarily local communities.  Communities, I think there should be some clarification on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are going to run into trouble here and I want to avoid that.\n\tMr Brink, is it at all relevant as to whether he was entitled to do what he says he did or not?  The fact of the matter is that he did it.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I take your point.  I won't persist with the line of questioning.\n\tFor what reason did you attend the funeral of the four children who were killed by the South African Defence Force, was it in any official capacity representing your community, or did you go in a private capacity to share the grief of the parents of the children who were killed?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I was there as a public representative, or a representative of the people.",
            "Male"
        ],
        [
            "MR BRINK",
            "You mentioned that it had been decided to consider the Kokstad police station as a target in order to humiliate the government of the time.\n\tYou said that all police stations were military targets.  I put it to you that you had in mind to attack the police station all along.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I deny that, sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Why did you describe the police stations as military targets then?  I put it to you that implicit in that description is the idea that they were fit for attack.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes, all of them should have been attacked.  They were suitable for attack.",
            "Male"
        ],
        [
            "MR BRINK",
            "When was the last time any surveillance had been done, before the abduction of the police from the Bongweni police station?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Please repeat your question sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "When was the last time any surveillance was done of the Bongweni police station, before the abduction of the policemen in question?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "After the funeral.",
            "Male"
        ],
        [
            "MR BRINK",
            "How many days, or weeks before the 17th of October 1993?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It was a day after the 17th of October.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am instructed that ordinarily about six policemen would man that particular police station at night.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Could that question be repeated please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is a proposition that at any given time, that police station would have six policemen in attendance.  Is that correct?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I know no such, sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am instructed that for reasons which have never become clear, the police station on the night you approached it, was understaffed by four.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that common cause?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Right.  Did you have information that there would be just two men at the police station on the night you decided to approach it?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "You were simply expecting to find two or three policemen there?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We expected to find two policemen, sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "In your evidence in chief I understood you to say, you thought two or three men manned that police station?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you anticipate when you approached the police station, that all three policemen might be carrying firearms, if there were three there?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes, sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Notwithstanding that, you decided to take on these three policemen with a single pistol and knives.  I put it to you that is entirely improbable.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It is sir, exactly as I said it.  We found two policemen there.",
            "Male"
        ],
        [
            "MR BRINK",
            "But you anticipated that there could be three, all armed?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I said that we had made a surveillance.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It is the surveillance that gave us the report that the two policemen were there.",
            "Male"
        ],
        [
            "MR BRINK",
            "When was that surveillance performed?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "After the funeral sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "I ask again for the final time, how many days before your approach on this police station?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We went there on the day of the funeral, sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "All right.  Did you take any steps in the police station to prevent communication from the police station to other stations?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "What did you do?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We cut the telephone wires.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, is it the family's version that there was no kidnapping, no abduction?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Not at all Mr Chairman.  It is common cause there was indeed an abduction, but the difference is that it is the family's version, the family's understanding that the abduction took place in circumstances quite different from those described by the applicant.\n\tYou confirm that you cut the telephone wires, and did you also cut the handset from the two way radio?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Could the speaker please, could Mr Brink please repeat his question?",
            "Male"
        ],
        [
            "MR BRINK",
            "Was the handset cut from the two way radio?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "You say you assured these policemen that you were not going to harm them, and they appeared to believe you?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Is it your evidence that there was no violence in that police station?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That is my evidence sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were the two policemen man handled in any way?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was their clothing tugged?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "I have it from a Detective Sergeant Venter that buttons from the, apparently, fallen from the police uniforms of the two policemen, were found on the floor in the police station, do you dispute that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I don't know about that sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you or any of your companions write anything anywhere in the police station before you left?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, I did write.",
            "Male"
        ],
        [
            "MR BRINK",
            "What did you write?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I wrote APLA sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you write anything else?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you write APLA?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I wrote so that they could be deceived, so that the police could not get any sort of direction as to who had committed the act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would give the police the idea that APLA did it, not so?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, they would have thought that, however, as I said I was trying to deceive the police so that they could not get the right leads.",
            "Male"
        ],
        [
            "MR BRINK",
            "Where did you write APLA?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "On a book that was on the counter, towards the wall.",
            "Male"
        ],
        [
            "MR BRINK",
            "And also on the wall?  And also on the wall itself?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "How many guns did you take from the police station?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "About 14 sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were the two policemen that you found in the police station, in fact armed, carrying their firearms on their hips?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "There was only one policeman that was armed sir, the other one was not armed.",
            "Male"
        ],
        [
            "MR BRINK",
            "I take it he was disarmed?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "And all the guns were loaded into the panel van, behind the driver and front passenger seat and in front of the rear passenger seat, is that correct?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We put them behind sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Behind what, could you clarify please?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Behind, at the back of the back seat, behind the back seat of the car.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreter apologises.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Could we get absolute clarity and iron out any possible confusion.\n\tWhat kind of vehicle was this?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It was a panel van.",
            "Male"
        ],
        [
            "MR BRINK",
            "Do you mean by that a covered bakkie type truck, or a kombi type vehicle?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It was a kombi.",
            "Male"
        ],
        [
            "MR BRINK",
            "Is it your evidence then that all the firearms were in the rear of the vehicle, behind the furthest back passenger seat?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Save for those firearms with which you and your companions had armed yourselves, am I right?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Please repeat your question sir?",
            "Male"
        ],
        [
            "MR BRINK",
            "Apart from those police guns which were retain on your person and the person of your companions?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the question.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "All the guns were loaded in the very back of the vehicle, apart from those hand guns, police hand guns which you kept on your person, you and your companions?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "How many rows of seats did this particular vehicle have?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It was the driver seat and the passenger and one more behind the driver.",
            "Male"
        ],
        [
            "MR BRINK",
            "You testified that you and Luyanda sat in the front?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Solomzi and Luzuko in the back.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Where in relation to Solomzi and Luzuko were the policemen seated?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Solomzi was sitting next to the back window, they were all mixed up.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were all four men on the seat behind the front row, or where were they?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were all of the seats behind the front row, namely the driver's and the front passenger seat, occupied?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I was on the passenger seat, Luzuko was on the seat behind us and the driver was on his seat.",
            "Male"
        ],
        [
            "MR BRINK",
            "Where were you headed with the policemen in the vehicle?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We were just going to a destination where we could dump them, far off an obscure place.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you not have a particular destination in mind?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "At that time sir, I am trying to say that we could not leave them within the South African borders, we then went towards the Transkeian side, the then Transkeian side.",
            "Male"
        ],
        [
            "MR BRINK",
            "You say after taking the turn off to Bizana, the car started jerking, the vehicle began jerking?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "But the trouble with the vehicle didn't cause it to break down, is that correct?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you have any suspicion in regard to what the problem with the vehicle was?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "What did you think?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We thought that it was the battery, sir, there was something wrong with the car battery.",
            "Male"
        ],
        [
            "MR BRINK",
            "Is there any reason why you didn't mention vehicle trouble in your affidavit?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Please repeat your question sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Is there any reason why you didn't mention the trouble with the vehicle, in your affidavit, in support of this application?",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Honourable Chair, I don't know if I could chip in here.\n\tThe affidavit Honourable Chair, with respect, was drafted by myself and I don't know whether this could not then form part of his argument, when he argues that this was a material thing, because we did not say anything materiality in the jerking of the motor vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are partly right, but if in the event it does become material, then he wouldn't have been able to get an answer from the witness.\n\tIf it is immaterial, then whatever answer he gives, is irrelevant, but like you correctly point out the material issue can only be decided later.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was it during the time that the vehicle was jerking, that you heard the gunshot go off?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you not want an answer to the previous question?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I do.  I beg your pardon, Mr Chairman, I was distracted by preparing my next question, I will let it pass.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I am saying that you were asked about any particular reason why you did not mention the vehicle trouble in your affidavit.  Is there a particular reason or isn't there one?",
            "Unknown"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I did not think that it was that significant sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you or any of your companions in any way attend or concentrate on this problem with the vehicle which had showed up?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "How?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We looked at the engine to see what the problem was, that is when we realised that the wires to the battery had not been tightened properly.",
            "Male"
        ],
        [
            "MR BRINK",
            "My understanding of your evidence was that it was during the time that the car was jerking, that you heard a gunshot and thereafter you stopped the vehicle?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well, at what stage did you look under the bonnet?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "After there had been shootings between the police and ourselves as we were going back to the car to see our comrade who had been injured, to see to him.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am going to ask you to comment on the account given by your co-applicant, Luyanda Ntikinca.  I will read Mr Chairman and members of the Panel from page 58, from the second line.\n\tThe car started to give us mechanical problems.  While we were concentrating on that, both policemen disarmed one member of our unit, guarding them.  They succeeded and shot him, they then ran away.\n\tDo you hear that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well, the account give here suggests that it was while you were attending on the problem with the car's engine, that the disarming and the shooting took place?  What do you say about that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I agree sir, that is during that time that the car was jerking, and we were perturbed.",
            "Male"
        ],
        [
            "MR BRINK",
            "But the account given by your co-applicant suggests that you were attending on the motor car's engine, fixing the problem when the disarming and the shooting took place, whereas you have just testified that you opened the bonnet and were looking at the engine after the shoot out was over?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you reading on page 58?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that say that they were working under the bonnet?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Well, Mr Chairman the language used is the car started to give us mechanical problems.  While we were concentrating on that, both policemen disarmed one member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well, six of one and half a dozen of the other, isn't it?  I don't know, you can argue the point if you feel strongly, I am just saying that from what is written here, it doesn't necessarily mean that they were busy under the bonnet?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Indeed, it is a matter I will pursue in argument.\n\tTo take you back to what you said in your evidence in chief, you said after the shot went off, you alighted and you took cover.  Where did you take cover, how did you take cover?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We got out of the car after we had stopped it and we took cover with the front of the car.",
            "Male"
        ],
        [
            "MR BRINK",
            "And you said in your evidence in chief, that you saw the police shooting outside the car, do I understand that they were then standing outside the car, shooting?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, I admit I said that.",
            "Male"
        ],
        [
            "MR BRINK",
            "Where were the police firing, in which direction, in whose direction?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "They were shooting, as it was dark, they were shooting towards us, however with the cover that we took, we also started shooting towards them, or at them.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were  you and Luyanda (indistinct) then in front of the vehicle, taking cover?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir, what do you mean sir?",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you taking shelter in front of the vehicle to avoid the gunfire?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you standing upright, or were you ducked down below the level of the windscreen, out of sight?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, we were not really bowed down as such, we were standing on our two feet, we were just trying to hide.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you shooting ...",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Were you finishing off a question sir?",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you shooting in the air or were you shooting at the two policemen firing in your direction?\n\tI ask you this because it appears to me that a portion of the vehicle's body, was between you?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "We were shooting at the police sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Is it correct that a portion of the vehicle's body was between you, separated you?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I don't understand your question well, when you say there was a car between the police and us, what exactly do you mean?",
            "Male"
        ],
        [
            "MR BRINK",
            "I understand from what you have testified, that the police were outside the vehicle and you took cover by sheltering in front of it.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well, how was it possible for you to fire at the policemen if you were in front of the vehicle?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Okay.  The police sir, used the side door which is close to the front door.",
            "Male"
        ],
        [
            "MR BRINK",
            "In what manner did they use it?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "They got out, running sir and then they started shooting.",
            "Male"
        ],
        [
            "MR BRINK",
            "All right.  Is it your evidence that they fired a few shots off and ran away?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Sir, when people are shooting at each other, you never count the shots because it was just chaos and war.\n\tThey shot at us and we were defending ourselves, and we shot them too.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did both men appear to be armed?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well, one of your - if the Panel would bear with me - is it Luzuko who was disarmed of the firearm that he was carrying?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "That is how one of the policemen came to be in possession of a firearm?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "The one took a gun from the floor of the car and started shooting.",
            "Male"
        ],
        [
            "MR BRINK",
            "Are you saying that there were guns near the feet of the two policemen as they sat in the vehicle?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "You said that it was very dark that night, is that correct?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir, it was dark.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was there any moonlight at all?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was it a pitch black night?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you able to see the silhouettes of the two policemen as they fled from the vehicle?  Could you see their forms?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes, you could see the silhouettes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "By what light?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "There was no light sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well, how was it possible to see their fleeing forms?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Because sir, they were not too far off.",
            "Male"
        ],
        [
            "MR BRINK",
            "You testified that you chased them for a distance of about 55 metres.  I put it to you that the two policemen never ran that kind of distance at all, in fact it is going to be my contention put later to you, I will put it now, they didn't attempt, the policemen didn't attempt to flee at all, they were simply shot and were found dead between five and ten paces from the road side, from the road way?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I dispute that sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Would you be able to dispute that the bodies of both men, were to put it plainly riddled with bullets, they had numerous gunshot wounds visible?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Do you agree that they had numerous bullet wounds, or do you - what are you saying, you do not know?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "It could happen sir, that they were riddled with bullets, but we did not see their bodies.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am instructed by the brother of Sergeant Mbhele, Bekhi Mbhele, that he examined his brother's body at the government mortuary and he found the following:  bullet wound in the chest, four bullet wounds in the back, and the grouping of five on his brother's forehead.  What do you say by that, would you dispute that?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I would not know sir, I didn't see the post-mortem report.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, it hasn't come to light.  In addition, I am instructed that two of the fingers of Sergeant Mbhele's right hand, were dangling, all but severed.  You wouldn't know about that, would you?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I don't know about that sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "And I am instructed that Sergeant Mbhele's front teeth were broken.",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I don't know sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "I put it to you that there was a violent struggle in the Bongweni police station which accounts for the presence of buttons from the police uniforms, found on the floor.  What do you say about that, and your version of your peaceful departure from the police station, is untrue?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "I do not agree with the fact that there were buttons missing, but I do admit that we did say that we were going to leave with them.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman and members of the Panel, those are my questions.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR BRINK",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No sir, no questions, thank you.",
            "Male"
        ],
        [
            "NO CROSS-EXAMINATION BY MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR NOTUNUNU",
            "Thank you very much Honourable Chair, just one question.\n\tMr Nyembezi, did you or any of your colleagues get anything in the form of a reward for the actions you did on the day in question?",
            "Male"
        ],
        [
            "MLUNGISI NYEMBEZI",
            "No sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much Honourable Chair.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR NOTUNUNU",
            ".",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "No questions, thank you.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  We will adjourn for lunch.\nCOMMITTEE  ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Notununu?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, before the witness is sworn in, might the following be placed on record.  It is to be common cause between the applicant ... (tape ends) ... that three police uniform buttons were found in front of the entrance of the Bongweni police station charge office after the abduction.  Point number two, 30 metres from the charge office door, a spent 9 mm cartridge was found on the ground.  Point three, that the following apparent bullet wounds, bullet entry wounds were observed on the body of Sergeant Mbhele by his brother, Bekhi Mbhele at the mortuary where the body laid shortly after his death.\n\tThey are bullet wound in the chest, four bullet wounds in the back and five in the forehead.  In addition, Sergeant Mbhele was observed to have had broken front teeth.  His teeth having been intact as far as the family knew, before the abduction.\n\tAnd finally, by consent, I submit to the Panel a copy of the post-mortem  medical legal report, drawn up in respect of Sergeant Ngubo.  It is admitted by the applicants that the contents, the document is what it purports to be, it correctly reflects the injuries observed by the Pathologist, Prof Botha who performed the post-mortem.  As the Panel pleases.\n\tThat then dispenses with the calling of witnesses to deal with these aspects.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  May I first of all confirm that we do not dispute the three things mentioned by the learned counsel.\n\tHonourable Chair, I am now going to proceed to call the evidence of Luyanda Ntikinca, which is going to be very brief.",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NOTUNUNU",
            "Thank you very much Honourable Chair.  Mr Ntikinca, everything has been said.  I just want to confine you to page 58 of the application, the application you made for amnesty.\n\tI just want to read.  Both policemen disarmed one member of our unit, they succeeded and shot him.  They then ran away, we started firing to their direction, following them.  Here is what is important, we cornered and shot them but at different directions.\n\tNow, what the Honourable Panel wants you to explain is the clause we cornered and shot them.  Do you understand?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Please explain that?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "As they got out of the kombi, trying to run away ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just go slowly please.",
            "Unknown"
        ],
        [
            "LUYANDA NTIKINCA",
            "As they were getting out of the car, trying to run away, shooting, we were also trying to shoot towards their direction.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Mr Ntikinca, please don't be fast, because we need to interpret.  And then, proceed?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "As I said, we were trying to troop towards their direction, we were trying to corner them with the bullets.  The firing was concentrated towards their direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by cornered?",
            "Unknown"
        ],
        [
            "LUYANDA NTIKINCA",
            "I am trying to say that we were not shooting towards the direction they were not going towards, we were trying to shoot towards their own direction.\n\tThis is why I am saying the firing was concentrated.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now by cornering, are you saying that by cornering you mean that you cornered them with firing, is that what you mean?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "Exactly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, listen to me, generally when people refer to being cornered, it means that they are in a position of no escape.  Do you understand that?",
            "Unknown"
        ],
        [
            "LUYANDA NTIKINCA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the word cornered has been used in your application by you, in that context of being unable to escape, is that what you meant and if not, what did you actually mean?",
            "Unknown"
        ],
        [
            "LUYANDA NTIKINCA",
            "That is what I mean.  We did not want such that whilst we were shooting, they get away.  We were running towards them.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Is that all you wanted to say, explaining the word cornering?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair, that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was another aspect you needed to deal with.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "I think it was the firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it was attending to the problem of the motor vehicle.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Oh, thank you Judge.  Explain this thing of attending to the motor vehicle, Mr Ntikinca.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Read to him what he said there, or wrote there.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "What you have said in your amnesty application, I am going to read, you said the following\n\tThe car started to give us mechanical problems.  While we were concentrating on that, both policemen disarmed our member, one member of our unit, sorry, guarding them.\n\tNow, what do you mean by concentrating on the problem the car was giving?  What do you mean by that?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "I mean that as the car was jerking and I was the one who was driving, I was trying to start the car again, not knowing what was causing the car to jerk.\n\tThat is what I was focusing on.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Did you actually go out during that moment, and opened the bonnet of the vehicle to see what the problem was.",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "No.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much Honourable Chair.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR NOTUNUNU",
            ".",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "As the two policemen were attempting to escape by running away from the vehicle, did the three of you who were uninjured, give chase together?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "No.   As comrade already said, we took cover towards the front.  Others went towards the back.  We split up, we did not go in the same direction as we got out of the car.",
            "Male"
        ],
        [
            "MR BRINK",
            "As the three of you opened fire on the two fleeing policemen, were you firing from near the vehicle?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR BRINK",
            "As the three of you opened fire on the fleeing policemen, were you standing or were you near the vehicle?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "When the police were running away?",
            "Male"
        ],
        [
            "MR BRINK",
            "That is right?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "I request that as I answer this question, I elaborate so that it is clear in your minds.\n\tWhen we got out of the kombi, comrade Nyembezi and I went to the front of the car.  The one policeman that Nyembezi and I were chasing, was running without having crossed the road.  The other one had crossed the road.\n\tThey were both moving away from the car or the vehicle.  We had split up already as comrades, whilst running after these policemen because they were both running towards the same direction, however the one was on one side of the road, and the other, across the road.",
            "Male"
        ],
        [
            "MR BRINK",
            "As they ran away in the same direction, did the three of you then pursue them together?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Shooting at them?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well, in what sense then did this two policemen become cornered since they were moving away from you?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "As I have already explained, first of all it was dark, we did not want to shoot in the wrong direction, therefore we had to shoot or try to shoot where the policemen were.  You could also hear from the sound of their bullets, which direction they were.\n\tThat is how we cornered them.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did the policemen ever stop running as far as you could see?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "No.",
            "Male"
        ],
        [
            "MR BRINK",
            "They just carried on running, and you carried on firing?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "They continued running, shooting, we also were shooting and chasing them.",
            "Male"
        ],
        [
            "MR BRINK",
            "And the three of them were chasing after them, running in the same direction, am I right?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "What I can be sure of is that I was running with comrade Nyembezi, that is what I am certain of.",
            "Male"
        ],
        [
            "MR BRINK",
            "Presumably your other companion was following your direction, because the two policemen were moving away from you, further up ahead?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "When we got out and the side of the road  on which we were running, that I am sure of.",
            "Male"
        ],
        [
            "MR BRINK",
            "Why do you say then the policemen were shot at different directions, why do you say you cornered them and shot them, but at different directions, if I may quote you?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "I mean that as we were shooting, they were ahead of us.  We were trying to make sure that they don't go into the bush.\n\tWe were running after them.  There is one that was already away from the tar road as we were running.",
            "Male"
        ],
        [
            "MR BRINK",
            "My final question, I put it to you then having regard to the scenario that you have sketched, in no sense were these two policemen cornered before they were shot.",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "Please repeat that statement sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Having regard to the picture that you have described, in no sense were the policemen cornered before they were shot as you claim in your application form.",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "It is so, because we were shooting and we were going towards them.  They were also shooting back at us.  We did not want them to come too close to us.\n\tThis is why I am saying we cornered them, because the firing was concentrated on them.",
            "Male"
        ],
        [
            "MR BRINK",
            "I must pick up on this, you say you didn't want them to come too close to you, but they weren't moving towards you, they were moving away from you?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "Yes, because they were shooting, we did not want them to come too close to us, because they were shooting.  Whether they were coming towards us or they were going the opposite direction away from us, they were shooting any way.  We did not want them to shoot us.",
            "Male"
        ],
        [
            "MR BRINK",
            "You never went to see where the policemen had fallen, did you?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "No, we never did.",
            "Male"
        ],
        [
            "MR BRINK",
            "Why didn't you retrieve the firearms that they had been using?",
            "Male"
        ],
        [
            "LUYANDA NTIKINCA",
            "We wanted to leave the place where we were at.",
            "Male"
        ],
        [
            "MR BRINK",
            "Nothing else.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR BRINK",
            ".",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No questions sir, thank you.",
            "Male"
        ],
        [
            "NO CROSS-EXAMINATION BY MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "No re-examination Honourable Chair, thank you.",
            "Male"
        ],
        [
            "NO RE-EXAMINATION BY MR NOTUNUNU",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is excused.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Notununu, is that all the evidence you want to present?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "That is correct Honourable Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman with most of the matters in respect of which I propose calling witnesses now, settled and having become common cause, the only witness that I will be calling is Mrs Ngubo, the widow of the late Sergeant Ngubo and she will testify in regard to a single aspect which is in issue in this case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "SBONGILE NGUBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BRINK",
            "Mrs Ngubo, is it correct that you are the widow of the late Sergeant Bernard Hlahla Ngubo?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "Yes.",
            "Female"
        ],
        [
            "MR BRINK",
            "Do you know the first applicant who testified today, Mlungisi Nyembezi?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "Yes, I know him.",
            "Female"
        ],
        [
            "MR BRINK",
            "How do you know him?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "He stayed on the same street as we did.",
            "Female"
        ],
        [
            "MR BRINK",
            "Where did you live?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "Bongweni, Kokstad.",
            "Female"
        ],
        [
            "MR BRINK",
            "And where in relation to your house, was Nyembezi's home?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "The third house from us.",
            "Female"
        ],
        [
            "MR BRINK",
            "In other house, two houses down?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "Yes.",
            "Female"
        ],
        [
            "MR BRINK",
            "Do you know whether your late husband knew Nyembezi?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "Yes, he knew him.",
            "Female"
        ],
        [
            "MR BRINK",
            "How can you say that with confidence?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "He knew him because Nyembezi used to go to the police station and see him there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat that please?",
            "Unknown"
        ],
        [
            "SBONGILE NGUBO",
            "Nyembezi would go to the police station.  You see the police station was mixed with the administration and when he goes to the administration, he would see Mr Ngubo.",
            "Female"
        ],
        [
            "MR BRINK",
            "Since your husband worked at the police station, and not you, how do you know about this?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "I would also go to the police station.",
            "Female"
        ],
        [
            "MR BRINK",
            "For how long had Nyembezi lived two houses down the road, in the same street as you?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "When we got to Kokstad, he was already staying there.",
            "Female"
        ],
        [
            "MR BRINK",
            "Did you and your husband ever spend any time socially with Nyembezi?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "No.",
            "Female"
        ],
        [
            "MR BRINK",
            "That is all Mr Chairman.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR BRINK",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no questions, thank you sir.",
            "Male"
        ],
        [
            "NO CROSS-EXAMINATION BY MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Notununu, have you got any?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NOTUNUNU",
            "Thank you very much Honourable Chair, some few questions.  Mama Ngubo, I have got some few questions.  You are saying that you were staying two houses away from Nyembezi's home.\n\tNow, my question to you, do you own, that is yourself and your husband, do you own the house in which you are staying two houses away from Nyembezi or are you renting therein?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "We are renting.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "Now, when did you arrive in Kokstad?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "A year before my husband passed away.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "By the way it is your evidence that there had never been any social contact of some kind, between yourselves, that is yourself and your husband together with Mr Nyembezi?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "Yes.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "And the only reason you say he knows your husband, is because he used to go to the police station where your husband was in fact working?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "His sister stayed next door to where we stayed.",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the answer, she is speaking Zulu and it is difficult sometimes to pick up exactly what she is saying.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you repeat the answer?",
            "Unknown"
        ],
        [
            "SBONGILE NGUBO",
            "Can the question be repeated please.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "Okay, you have said in the evidence that you have just given right now, that the reason you say Nyembezi knew your husband, not your husband knowing him.  The reason why you say Nyembezi knew your husband was because Nyembezi used to go to the police station where your husband was actually working?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "The reason why I say that Nyembezi used to see my husband, is because Nyembezi used to go next door to our house, to his sister.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "His sister was not in fact staying at the home of Nyembezi?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "No, she was not staying there.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  My instructions from Mr Nyembezi is that no sister of his was in fact staying in the same street as their home was.  The other sister was not in fact staying at their home, was staying in another section, not in the section where the house was situated.  What do you say to that?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "There is no such, he knows very well that his sister stayed next door to us.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "Lastly Mama, I understand that Nyembezi during that time was in fact a scholar, a student who would come back only during holidays, do you confirm that?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "I don't know about that, because I would see him all the time in the township.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "I see.  In other words, you had no problem all year around, the year you were there, in seeing Nyembezi, you were almost seeing him almost every day like a person who was not in fact schooling far away in Durban, as he had alleged?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "I did not say that I saw him every day, but I did see him most of the time.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "I put it to you that Nyembezi never at any given moment, knew your husband and if he had known your husband, there would be no reason for him not to admit to that.\n\tWhat is your comment on that?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "He knew him.  I don't know why he is hiding it.",
            "Female"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR NOTUNUNU",
            ".",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR BRINK",
            "One question in reply Mr Chairman.  Do you know the name of Nyembezi's sister?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "I don't know her name.  I just know her as Pumla's mum.",
            "Female"
        ],
        [
            "MR BRINK",
            "Is Pumla a child?",
            "Male"
        ],
        [
            "SBONGILE NGUBO",
            "Yes.",
            "Female"
        ],
        [
            "MR BRINK",
            "That is all Mr Chairman.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR BRINK",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, have you ever seen your husband speak to the applicant?",
            "Unknown"
        ],
        [
            "SBONGILE NGUBO",
            "No,  I have never seen him talking to Nyembezi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You are excused.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            ".\nMACHINE SWITCHED OFF - ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We have done with the evidence?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you in a position to argue?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much Honourable Chair.  Honourable Chair, this is an application  of course in terms of Section 18 of the Reconciliations Act, 34 of 1995.\n\tI just want to read Honourable Chair, Section 20 of the Act in question, I don't know whether it is necessary for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are quite aware of the Chapter.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much, I also don't want to waste the time of this Honourable Panel.  In brief Honourable Chair, what needs to be proved, or what the applicants need to show in the application ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me put it this way to you, I think we are all in agreement that there is no question that it was a politically motivated matter.\n\tAs I understand the opposition to the application, it centres around whether full disclosure was made or not.  Perhaps it would be better for you to deal with that section.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much Honourable Chair, thank you very much, then I will just deal with the second leg, the requirement that there should be some full disclosure.\n\tIt is our submission sir, with respect, that there has been in fact some full disclosure.  I want to mention Honourable Chair that when we met with my learned counsel in the morning, we wanted to know from him, our areas of difference herein, and he indicated to us that they were not convinced that what has been contained in the statement by Nyembezi, was in fact the true facts of the events of that day.\n\tNow, we wanted him to come with his own version, then what is your own version then if you are saying that our evidence is not true, and they couldn't come up with any.\n\tThe point we want to make Your Honour, is that in so far as we are concerned, Honourable Chair, we have disclosed all that occurred on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me put it this way.  There exists the issue of improbabilities also.  I am not saying that that is appropriate here, but it doesn't mean if your opposition can't provide a version, that whatever the applicant says, is the truth.  If he said the king fell off the moon, we know that that doesn't happen.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much Honourable Chair.  Honourable Chair, we are saying that we have disclosed all the relevant facts in so far as this application is concerned.\n\tWe had in fact disclosed all the facts.  Yes, Honourable Chair, I would agree that there were some problems in so far as the evidence of Nyembezi was concerned.  More especially about the question of the surveillance, but that was the only position where Nyembezi could not really come clear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Referring to the days and when the surveillance took place?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "That is correct Honourable Chair, that is when the surveillance took place, but I must submit sir, with respect, that he later on clarified that.  Far before we came, or a week before we came to the funeral in Umtata, we already took some kind of a decision about our not being happy with what the army had done.\n\tThe actual endorsement of the act which, thank you Honourable Chair, but the actual endorsement of the act they committed on that day, was taken the very day of the funeral.  Then I think that that was clarified.\n\tThe other thing Honourable Chair, I want to bring before this Panel is that the question of surveillance, he had indicated that they were very much familiar with Bongweni police station, they were very much familiar with the Bongweni police station, so that of course they did as he had indicated, that they did some surveillance on the day in question, and had found that there were two policemen etc, etc.\n\tBut the point I want to make Your Honour, is that what might have been the position in so far as Mlungisi Nyembezi is concerned, in so far as the evidence of Mlungisi Nyembezi was concerned, was that one would say he was not that very much intelligent in answering questions or in putting the story, but at the end of the day, one needs to ask one big question, could one say that there was no full disclosure of the events of that day, simply because the witness would be asked that question, but answer the other question, the one which has not been put to him.\n\tMy answer thereto sir, is no.  The disclosure has been there, they have told this Honourable Panel how they had gone into the police station, they told this Honourable Panel how the policemen had cooperated with them.  They told this Honourable Panel how they sat with the policemen in question at the rear of a bakkie, with those two policemen not tightened, fastened.\n\tThis to us, my argument Honourable Chair and Honourable members of the Panel with respect, is something which shows in fact what Mlungisi had really said, that those people had seemed to cooperate with them.\n\tI cannot in any way find a situation where you would be abducting somebody and you would not tie that somebody if you really had some bad or some wrong intentions in so far as that person is concerned.\n\tThis to me in indicative of what they said, that they had in fact cooperated.  There has been those buttons which are alleged to have been found outside.  I just don't want to waste the time of the Honourable Panel on that, because it is not clear to whom those buttons belonged.  Whether those buttons were the buttons of the jackets of the police in question.  The mere presence of a button at a police station, does not necessarily mean or suggest anything or as my learned friend had suggested that there might have been some struggle, that is not the position.\n\tAlso the question of there being some cartridge which my learned friend said was found.  That again does not take the case, or does not have any effect on what has been said by Ntikinca.\n\tAn empty cartridge at a police station, 30 metres away from the front of the police station, that is no big deal, that is no big deal.   No one can ever say that that cartridge was used on so and so and such and such a time, from such and such a firearm, so in so far as we are concerned, that is also not a big deal whatsoever.\n\tComing again to the other admission, the other thing which they did not dispute as the applicants.  The injuries on the person of the policemen.  It is, there is evidence before this Honourable Commission that shotguns were there at this police station.  The one is the one which Nyembezi said he handed over to Luyanda and some rifles.\n\tI don't know, but it is common cause that a shotgun, when one fires from a shotgun or when one fires with a shotgun, then there could be some many bullet holes, which have been caused by such firing.\n\tAs we are saying, we are also not making any big deal about the injuries which might have been found on the person of those who died.  But, if one of course was saying there was a contact wound, a shot wound which has been caused by contact firing, that would have made the difference in the whole story, but what I urge this Honourable Panel to take into account is that this was a rather free for all shooting.\n\tThis shooting occurred at a time when these were not aware that there was in fact to be this shooting, as a result of which they responded to that shooting, and they have indicated that as the police, Luyanda and Nyembezi have said that, as the policemen were running away, they were running away shooting, and they fired, that is the applicants, they also fired at those policemen.\n\tIt is my submission sir, Honourable Chair and Honourable Members with respect, there is no way one can say we have not in fact made a full disclosure.  This is particularly important in view of the fact that we are the people who were there, and we had in fact told everything which was there.\n\tI submit further, Honourable Chair and Honourable Members, that there are no improbabilities in this story of the applicants, there are absolutely no improbabilities.  When one takes into account the question of improbabilities, one needs to take the whole evidence, the evidence in its entirety.  One does not need to come up with one thing that this ought not to have happened, but one needs to take the whole evidence as a whole and this is important, it has also come as evidence before this Honourable Panel, that on this day it was, this occurred during the night, so that no one could really say I fired a shot which hit Mbhele for example on the buttocks or on the leg, or on the head, and the second shot was fired by so and so.  No one can really say that.\n\tIf our non-disclosure are really much revolves and relates to that, then we are saying with respect, that we would then be required to disclosed what we do not know.  What we are expected to do here, I repeat with respect and I submit Honourable Chair and Honourable members of the Panel, is to disclose all ... (tape ends) ...  issue about the question of cornering, cornering.\n\tHonourable Chair, with respect have indicated that cornering means a situation where you sort of find a person, and you put him in a position where he could not escape.  I fully agree with that, but this cornering here was explained.\n\tThis was cornering with bullets, coming from firearms which were carried by these people, we cornered them, we fired and cornered them.\n\tHow, why do you say you cornered them, we cornered them because as we are firing at them, we could see that they were at a particular spot and we kept on pumping, firing at them, and we felt that we had cornered them, because there was silence from their side.  There was no more shooting from their side.\n\tWe then felt that we had cornered them, that is what the witness had said in explaining the question of cornering.  This issue about cornering, Honourable Chair and Honourable members of the Panel, would have been very, very much in issue if for instance as I have indicated, there was some mention of some contact shooting of some kind.\n\tThat these people were out to murder these people, because there has been for instance this contact wound, caused by contact shooting.  But as I have already indicated, the cornering in question has been explained that it is the cornering in terms of firing at those people at the spot where they were cornering them, cornering them by the bullets.\n\tHonourable Chair and Honourable members of the Panel, with respect, I don't want to waste the time of this Honourable Panel, but I submit that we have in fact complied with all the requirements of the Act and I pray that it may please this Honourable Panel, grant us our application as it pleases the Honourable Chair.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman and Honourable members of this Panel, as was made plain at the outset, all the allegations made in paragraphs 13 to 31 of the affidavit put up in support of this application, are in dispute as between the applicants and the\nfamilies of the deceased.\n\tMr Chairman, you quite correctly underscore the fact that my cross-examination of the applicants who testified went principally to the question did the applicants in testifying in making this application, give a full and frank disclosure or did they not?\n\tThe version put up by the applicants is rejected in toto by the families where it differs from what they accept to have happened.  The bare bones of it ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I will illustrate.  The bare bones of it are these - we know as a matter of fact that the police station at Bongweni outside Kokstad, or in the Kokstad district was approached by a number of people, I accept, the families accept that the applicants were among them, because it is inconceivable that they would have placed themselves on the scene, had they not been there.\n\tIt is settled and beyond issue that there were two policemen on duty, the two deceased Sergeants, that they were coerced, they were abducted from the police station and that a number of police weapons were taken at the same time.\n\tIt is further settled and beyond any issue that the two policemen were shot dead just along the road to Bizana, just off the turn off, just past the turn off.\n\tThere is a great deal in common in this case, but there are crucial differences and I am going to, my argument is going to be directed at urging this Panel to find that the versions put up by the applicants are so shot through with improbabilities, that they are manifestly, that the versions are manifestly and palpably false and must be found to be such.\n\tI will start then with what appears to have taken place, what did indeed take place at the police station.  On the version of the applicants, the police after initially being approached with a single pistol and knives, succumbed and were persuaded that no harm was intended to them.\n\tThey were persuaded to accompany the applicants and they all left peacefully.  Against that we have the objective evidence, the telephone wires were cut, the radio handset was cut from the main body of the machine, police uniform buttons, three were found just outside the charge office door and a spent 9 mm cartridge was found 30 metres, 30 paces from the charge office door.\n\tNow it is true, a button means nothing, anybody any policeman can lose a button from his tunic and it signifies nothing at all, but the presence of three buttons just outside the charge office door, can suggest just one thing on the probabilities, and that is that there was some form of struggle and in the course of wrenching, the tunic or the uniforms of the policemen concerned, buttons were stripped from the garment and fell to the ground.\n\tThat objective, hard evidence negates the submission, the claims of the applicants to have left that police station peacefully with the unresisting acquiesence of the two policemen.\n\tOn that first call, I submit that the evidence should be found to be false.\n\tBefore I carry on, I would ask this Panel to find that all the evidence of the applicants, given by the first applicant in relation to the choice of the target, when it was surveyed and the reason for the attack if I may call it that, on the police station, should fall under the same pall of doubt that taints the rest of their evidence.  If they can't be believed on a central thrust of their evidence, I would ask this Panel to reject the woolly evidence given in regard to what went before the attack on the police station.\n\tAccording to the first applicant, the policemen were taken away assured they would come to no harm, and apparently believing this, and led to applicants' motor vehicle, a panel van, a kombi type vehicle.\n\tThey were seated in the back of the vehicle, with the stolen guns at their feet.  Mr Chairman, Honourable members of the Panel, with respect, it is a manifestly untrue statement, it is so grossly improbable, that it can't possibly be believed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you this then, it was not contested at all that Luzuko was injured that night.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Neither was there any evidence to dispute that in fact he attended a hospital.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Correct, there was no basis for putting that allegation in contention.  The family is just simply in the dark.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That kind of evidence stands alone.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "It stands, we know that the man, the Panel ought to accept that the man sustained an injury.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If he did sustain an injury, the only explanation we have, is what the applicant testified.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore while it is surprising that people would leave the abductees free to pick up one of the guns, it appears that it did happen.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Not at all, with respect.  The version or the description of the circumstances in which the man was shot in the arm, is so inherently improbable that it cannot stand and just because there is no contrary account put up to controvert it, doesn't mean that in the absence of a contrary account, it should be accepted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In those circumstances it would have to be palpably improbable.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "That is my submission, that it is indeed palpably improbable.  It is in fact, with respect to the applicant, it is preposterous, wholly implausible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mrs Ngubo, the deceased Sergeant Ngubo's widow, testified that first applicant was known to her husband and to her.\n\tShe expressed her surprise that first applicant would persistently deny the acquaintance.  The denial is obvious, the reason for the denial is obvious.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is obvious?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "The reason for the denial.  On first applicant's version, he had in mind or they had in mind to depart with the policemen, having stolen 14 guns from the police armoury and they had in mind to drop the policemen off at some dark, lonely spot where they would have difficulty finding their way back, but find their way back, they were intended to do.\n\tIf the deceased Sergeant Ngubo and applicant Nyembezi were known to each other, then it seems unlikely that that intention that he could have had that intention at the time.  The likelihood is that he would have formed the intention to dispatch, execute Ngubo in order to put him beyond the witness stand, or eliminate him as an identifying witness, an (indistinct) witness.\n\tThis is the reason for his strenuous denial.  I submit that it is such a peripheral matter and there seems to be so little obvious fruit, so little obvious profit for Mrs Ngubo to lie about this, that this Panel should accept that she has given reliable and truthful evidence on this score, the question of the acquaintance between Nyembezi and the family who lived just two doors down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have a problem with that and I would like you to deal with it.\n\tShe says here they spent a year in the same street, approximately.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She assumes that the applicant must have seen her husband some time during that year, especially when he visited his sister, which is denied.  Let's assume the sister does exist and it is Pumla's mother.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She also says that when he went to the administration block, he must have seen or met her husband.  It is based on those two factors that she says that the two of them must have known each other.\n\tHow far does that take us?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Well, I readily concede that the second factor, the second basis for asserting that the two men knew each other, is the weaker.  This thing about they must have been known to each other, because he went to the police station, I mean that is clearly, that can't ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(microphone not on)",
            "Unknown"
        ],
        [
            "MR BRINK",
            "But it seems much more probable than not, that the two men were at least noddingly acquainted with one another as virtual next door neighbours, living together, living in the same street for a year.  It means with respect, that the woman has probably told the truth and there seems to be no compelling reason to disbelieve her and make a finding that she is prejudiced of on this score.\n\tIf the Panel finds that she has been truthful in her claim that the two men knew each other, then ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It follows then that the execution was to avoid detection?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Indeed.  It also follows, that is the principle conclusion to be drawn, but a fairly important conclusion is also that the account given by the applicant that they intended merely to drop them off, drop the police off in a dark and remote spot, must be false.\n\tThat is a lie.  Mr Chairman and Honourable members of the Panel, I could move along then to where the alleged disarming took place and the shooting, etc.\n\tThe impression given although this was not foreshadowed in the affidavit supporting this application, but the impression given by the first applicant was that car trouble created a distraction, permitting the policemen to cease the opportunity to disarm one of the guards as it were, shoot him and try to make the escape.\n\tI would respectfully underscore that the omission of this detail in regard to the opportunity generated, should count against the first applicant and it makes it, it throws in doubt the truth of this allegation.\n\tIt is true that his co-applicants talk about car trouble in their application forms, but there is a different spin on the story in the application forms.  The suggestion there seems to be that while, and I quote \"while we were concentrating on that problem\", this mechanical problem \"both policemen disarmed one member\".\n\tI am aware that the applicant sought to tap dance a way around this, but the fact is that the strong impression created by the plain language employed in the application form, strong impression is that it was during a time that this mechanical problem was attended to, that the two policemen did what they were alleged to have done.\n\tI would urge the Panel to find that this claim, that there was any car trouble at all, is false.  It is a rouse, it is just a concocted tale of cock and bull to provide what was intended to be a credible explanation for how it came to be that the policemen found a gap as it were.\n\tThe evidence is that this was a dark night, it was pitch black, it was unlit.  The policemen, their silhouettes apparently were seen although the first applicant had difficulty explaining how in the absence of light, but their silhouettes apparently were seen and they were shot after.\n\tIt is common cause that both bodies of the deceased policemen showed numerous bullet wounds.  The post-mortem of Sergeant Ngubo was put up, it came to hand in the middle of the proceedings and the allegations of Sergeant Mbhele's brother were admitted.\n\tWhat Sergeant Mbhele's brother observed, significantly, were shots in the front of, a single shot in the front of his brother's body, four in the back and five in the forehead area.\n\tIt has been suggested that the five shots in the forehead could have been caused by a shotgun blast.  That is not what his brother observed, he observed one in the front, four in the back and five in the forehead.\n\tHaving regard to the rest of the improbabilities of the applicants' account, I would ask this Panel to find as a fact that Sergeant Mbhele was shot at close range to account for the close grouping of shots at least in his forehead.  The number of shots in  his back, similarly would suggest that he was close by.  It seems inconceivable that he could have sustained all these grouped bullet wounds in the back and in the forehead, had he been a considerable distance from the applicants as he fled from them.\n\tThe five in the forehead are damning and the only reasonable conclusion that this Panel can draw, is that he was shot at close quarters as he faced these people.  What is more, it was put - I don't know whether this is formerly admitted, but I will raise it any way, it was put that two of Sergeant Mbhele's fingers were visible severed, they were dangling and that would suggest, it is speculative I can see it, but it would suggest that he held up his hand to try and protect himself vainly.\n\tWe also have it (indistinct) this claim that there was no struggle and no violence before the shooting, we also have it that Sergeant Mbhele's teeth, front teeth were smashed, were broken.  That would suggest that a blow with a blunt instrument, he wasn't after all shot in the throat, it would suggest that he was struck in the face, in the mouth, before all this.\n\tIt is consistent with the objective hard evidence of struggle at the police station.\n\tI would highlight first applicant's, I think this might go for all of them, I have to check, but I would highlight first applicant's lie to this Commission when making his application to the effect that he was a soldier of Umkonto We Sizwe.\n\tHe stated pertinently in giving evidence in chief that he was no such, and that he was merely a non-ranking man of no particular command responsibility, a non-ranking member of a community Self Defence Unit.\n\tHe, it is not a nice distinction, a mere semantic difference, this is a hard discrepancy which was exposed during the cross-examination and it makes him a liar on this point.\n\tIf the Panel will bear with me.  Then there is the discrepancy as between the accounts, because the discrepancy stands unresolved between the accounts given in the versions set out in the application forms of two of the first applicant's co-applicants.  The discrepancy between the claim that the men were fired on, shot down as they were running away as against the allegation that and I quote \"we cornered and shot them at different directions\".\n\tThis is wholly irreconcilable, no matter how much neat foot work they attempted, wholly irreconcilable with the scenario described in evidence in chief, namely the policemen were fleeing, they had covered about 55 metres and they were shot at with the bullets really following the same direction, from the police allegedly from one, and from the applicants from the other.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Could I just ask at this point, if they were running down alongside the road, let's presume, even into the veld, what other probabilities of them being cornered at any point, you know, we are not talking of a room where they might be cornered literally, people block all the doors, just the probabilities of this physically being able to happen, a cornering?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Well, with respect, absolutely, it is a wholly improbable claim that men running out into the open, running down a road, perhaps entering the veld, could be cornered in any sense.  It is wholly improbable.  Therein lies, that expose, that give the lie to the claim made in the application form that the men were cornered and then shot from different directions.\n\tI don't think I have highlighted this, I have mentioned the cutting of the telephone wires and the handset to the wireless radio, but the point is this.\n\tIf the police trusted the assurances of the applicants, as has been alleged, that they were not to come to any harm, then the severing of the telephone wires and the radio wireless microphone, handset, is unexplained.\n\tIt looks, I mean that evidence coupled with the buttons, the cartridge, who knows what happened there, but coupled with the buttons, suggest struggle, suggest struggle.\n\tWe are in the dark to when Sergeant Mbhele's teeth were broken, but it seems likely that there was a struggle at the police station, he was assaulted there.  It also seems most improbable, most improbable on its face, that four armed men arriving at a police station, out numbering two police Sergeants who - they were evidently taken by surprise, it seems improbable that these four armed men arriving hostile, weapons drawn, would be able to persuade two policemen who they insisted on abducting, that they are not going to come to any harm, just come peacefully and they complied.  It seems most unlikely.  Again the buttons suggest otherwise.\n\tTo claim the benefit, namely immunity which was created by the machinery of this act, it is a fundamental essential unavoidable requirement that the applicants make a full and frank disclosure of all the relevant facts, of all the material facts.\n\tIn conclusion, it is my submission that they haven't done so and that they haven't done so is manifestly obvious.\n\tIt is a matter of overwhelming probability and on account of the discrepancies between the evidence given viva voce today, the evidence given on paper in the affidavit and the unsworn claims appearing in the application forms.\n\tThose are my submissions.  I move for the dismissal of all four applications.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Honourable Chair, I don't know whether I could just not respond to this, I am just going to take a very brief time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Yes sir, there has some things been said which I think, they need some clarification on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's hear.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "I am not going to be long Honourable Chair, thank you very much for the chance.\n\tThe problem I am having with the submissions by my learned friend, is that the evidence, his evidence is circumstantial and the problem with that is that it is not based on the, it is not based on any facts.\n\tThe law is clear that if you come with circumstantial evidence, then such must be reasonable.  It is very much unreasonable to think that because Nyembezi was known or knew Mbhele then Nyembezi would have then in the circumstances, formed the idea of going and killing Mbhele.  That is very, very much unreasonable conclusion.\n\tIf Nyembezi had in fact wanted to kill Mbhele, that he could have done at the police station in question, at that very moment, after he had identified him.  Besides that, Honourable Chair, my learned counsel had also referred to the cutting of the telephones.  He says the cutting of the telephone was done because perhaps there had been this some form of identification.\n\tWhat is not clear to my learned friend is that these people who had gone there, were in fact MK trained SDU's.  The cutting of the telephone was in fact a way of frustrating the enemy, so that they could not be followed there and then.\n\tOf course the question of the discrepancy in the applications, that is the when they had said they were MK, that had been explained.  Honourable Chair, the fact that my learned counsel says because there were wounds on the face or because of the multiplicity of the wounds, that is suggestive of close range shooting.\n\tAgain, it is my submission with respect, that there is no basis for that, and that is not the only conclusion which can be drawn, because if you are going to rely on circumstantial evidence, the conclusion you seek to draw, must be the only conclusion and it must be a reasonable one.\n\tAll the conclusions my learned friend has in fact come to in this particular case, which he bases on the circumstantial evidence, in fact not even on circumstantial evidence, but on what have been said by the witness, are in fact not reasonable.   It is my submission sir, with respect, that we have in fact done and we have in fact explained, and we have in fact disclosed all that in fact e know in this particular case, and again we move for the granting of the applications sir, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take time to decide the matter and when we are ready to issue our decision, we will do so in the normal way.\n\tWe will adjourn.\nCOMMITTEE  ADJOURNS",
            "Unknown"
        ]
    ]
}