{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-04-20",
        "location": "UMTATA",
        "day": "1",
        "names": [
            "MFANELO MATSHAYA",
            "LUTHANDO DYASOPHU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54903&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/umtata/umtata.htm",
        "speakers": [
            "ADV GCABASHE",
            "ADV POTGIETER",
            "CHAIRPERSON",
            "INTERPRETER",
            "LUTHANDO DYASOPHU",
            "MFANELO MATSHAYA",
            "MR MAPOMA",
            "MR NOTUNUNU",
            "MR SILVA",
            "WITNESS EXCUSED"
        ],
        "original_speakers": [
            "MR SILVA",
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR NOTUNUNU",
            "MFANELO MATSHAYA",
            "MR MATSHAYA",
            "INTERPRETER",
            "NO FURTHER QUESTIONS BY MR NOTUNUNU",
            "ADV GCABASHE",
            "NO FURTHER QUESTIONS BY MR MAPOMA",
            "ADV POTGIETER",
            "LUTHANDO DYASOPHU",
            "MR DYASOPHU",
            "WITNESS EXCUSED"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Silva, I would advise that you get into contact with those who set out the rolls in these matters, explain to whoever is going to do so, the urgency of the matter and please see to it that this matter receives priority, since seeing that the applicants are still incarcerated.",
            "Unknown"
        ],
        [
            "MR SILVA",
            "I will surely do it so Mr Chairman, before the end of this week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the circumstances then, the matter is postponed (indistinct) and hopefully it will be before one of the Committees in the near future.",
            "Unknown"
        ],
        [
            "MR SILVA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused Mr Silva.",
            "Unknown"
        ],
        [
            "MR SILVA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, we have a second matter.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Mr Chairman, we have a second matter sir.  The incident involved in this matter sir, is the death of Mr Sipho Phungulua.  The applicants in this matter Honourable Mr Chairman, is Mr Ndibulele Ndzamela, Pumlani Kubukeli and Mfanelo Matshaya.\n\tI understand my learned friend is appearing for them.  I would ask him to put his name into the record.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Honourable Chair, may I confirm that I appear for three applicants in this matters and for the purpose of records, Honourable Chair, my name is NM Notununu.  Honourable Chair, I was saying I do confirm that I appear for three applicants in this matter, and Honourable Chair for the purposes of the record, ny mane is Notununu and the initials N.M. Notununu, and I am appearing for the three applicants in the matter sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any appearance or representation for the victims?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, there is no legal representation for the victims as yet in this matter, but the victims have been duly notified of the hearing.  They are before the Committee, they are appearing in this matter too.  Any way they are present Chairperson, and I have had a chat with them about the matter and I have advised them of their interest and that I will be able to take care of their interest accordingly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are they aware of the fact that they can approach you at any time to give you information or put certain things to you?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Absolutely sir, they are aware of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let us then proceed.  Mr Notununu, where are your applicants?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "They are down that side, because the arrangement was that they will come up after the other matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think they should come up.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Would they come up please?\nMACHINE SWITCHED OFF - ON RESUMPTION",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have just discussed the following issue with my two colleagues.  We seem to be in agreement because it is convenient, the nature of the affidavits are that there is one main deponent and the other two applicants align themselves totally with the contents of the main affidavit.\n\tUnless there is cogent reasons, we do not see the necessity for the two who align themselves with the main affidavit, to come and give evidence merely to say under oath that they align themselves with it.\n\tUnless there is serious objection, so that we propose that be the way that we proceed in the matter.  Unless you have contrary views?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, I don't have objection to that arrangements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can be so kind as during one of the adjournments, to find out from the victims with whom you are in contact, whether they would have any serious problems with that procedure.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I will do it Chairperson, thank you.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Honourable Chairman, thank you very much then.  Honourable Chair, I will start by saying that this is an application in terms of Section 18 of course of the Promotion of National Unity and Reconciliation Act, 34 of 1995.\n\tWhat I have done here, this also involves the death or killing of Mr Phungulua who was gunned down sir in Khangaliswe some time in June of 1990.  What I have done here sir, Honourable Chair and members, was to comply one lengthy affidavit.  The person who have deposed thereto is Mr Mfanelo Matshaya, one of the applicants.\n\tThe others, what they have actually done is simply to confirm the contents and the facts of the affidavit as deposed to by Mr Matshaya.  I may mention sir, that I have done that because I have felt that if they go again (indistinct) be it the same thing.  But I am indebted to the Honourable Chair to in fact say that in fact there would be no point of them going, making some other lengthy affidavits.\n\tI propose ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me put it this way, that there is no apparent point at this time.  There may be cogent reasons by victims or some other person may deem it necessary for them to testify, in which case the decision would be theirs and yours.\n\tBut I mentioned the proposed procedure merely to facilitate and speed up things.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "I thank the Honourable Chair.  As I have already said Honourable Chair, it is an affidavit of Mr Mfanelo Matshaya that I have prepared.  I propose to read the affidavit through for the purpose of the record, I will thereafter, after I have gone through, reading through the affidavit to the record, call Mr Matshaya to just make some few points.\n\tMay I read Honourable Chair?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to apologise to the audience for the slip up we have made in not giving them earphones.  Hopefully that matter has now been rectified.  Yes sir?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Notununu, I don't think it is necessary to go through all the formal issues in the affidavit.  I would suggest we get to the merits straight away.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Is Honourable Chair suggesting that I don't read the affidavit through to the record?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can start with the actual merits of the application.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much Honourable Chair.  Honourable Chair, our application as I have already indicated, we have made the affidavit of Mfanelo Matshaya and as I already indicated Honourable Chair, the application is in terms of Section bla, bla, bla, but what is actually happening Honourable Chair, herein is that we have in fact complied with the provisions of the Amnesty Act, in that the offence or the act in question was in fact committed with a political objective, and further Honourable Chair and Honourable members of the Panel, that it in fact occurred within, that is before the cut off date, and further than that, we have in fact made a full disclosure of the circumstances under which this whole thing occurred.\n\tI may mention Honourable Chair that there was a war between the African National Congress ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Notununu, the actual facts of the merits as I understand the affidavit, falls directly within the definition of the Human Rights Violations, therefore we have a public hearing.  Those facts are to be testified to by the applicant himself.\n\tIf you can lead him on that basis.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.   I want to lead the applicant and I call Mr Mfanelo Matshaya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He can put on the ...",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NOTUNUNU",
            "Thank you very much Honourable Chair.  Mr Matshaya, you have already deposed to an affidavit which has been handed over to Honourable Chair and also the Honourable Panel.  Do you in fact confirm that?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Well, Mr Matshaya, the requirements of the Act are that the actions you committed, were in fact committed with a political objective, do you understand that?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Do you know the late Mr Phungulua?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, I do know him.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Were you in any way Mr Matshaya, involved in the killing of the said Mr Phungulua?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "And with whom were you Mr Matshaya?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "It was myself, Mr Ndzamela and Mr Kubukeli and Mr Akga, who is late.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Is it the position that Ndzamela and Kubukeli are the co-applicants, your co-applicants, they have also made applications, it was that of the same action?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "The Honourable Chair and Honourable members of the Panel, would like to know why you killed Mr Phungulua?  Can you tell the Honourable Chair and the Honourable members of the Panel the reason why you killed Mr Phungulua?   Tell us.",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "During that time we were in the command, the MK command in the Transkei.  What happened is we gathered intelligence data that a lot of Askaris who regrouped ...",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "By the way Mr Matshaya, are you MK together with your co-applicants, or were you MK?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "MK is the military wing of the African National Congress?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, it is Umkonto We Sizwe.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Just tell me something Mr Matshaya, before you proceed, what was the relationship between the MK and the Askaris?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go onto that, can you tell us what an Askari is?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair.  Mr Matshaya, just tell the Honourable Chair and Panel what an Askari is, what do you perceive to be an Askari?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "An Askari is a person who previously was a member of MK, and that person defects to the enemy, the South African Police, and then that man starts fighting against his own comrades.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Are you saying fighting against his own comrades, whom are you referring to, that is the own comrades?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "The full members of MK.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Mr Matshaya, is there anything like resignation in the MK, persons saying look I am resigning as an MK member, is there anything like that in your knowledge as, on MK members?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "No, there is no such.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, we are in a situation now where you say there was a war between, no, no, I have asked you what was the relationship between yourselves as MK cadres and also the Askaris, you have just described before the Honourable Chair.",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Where there would be a gathering, they would be shooting each other, fighting.  It would depend who took out his arm first, weapon.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "In other words, there was in fact a war between you, members of MK, and also the Askaris?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "A big war.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Did you, I understand that as MK cadres you had some kind of targets.  My question to you Mr Matshaya is, did you, did the Askaris fall in the same category of being your targets?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, they would be our first targets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would they be a target?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "It is because they would be in the forefront and they would identify us, and roadblocks, raids, you would be walking in town, they would be the ones who were used by the Security Police to identify us all the time.\n\tBecause the Security Police did not know us.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "In other words the Askaris were the very people who were making it very easy for the enemy, to get hold of you and also do whatever they wanted to you?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Absolutely.  They played a major role in a lot of comrades losing their lives.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was the enemy?  Who was the enemy that they were assisting?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Did the enemy, the Honourable Chair, Mr Matshaya, wants to know, you are saying the Askaris played a big role because they were with the enemy, they were on the side of the enemy, going with the enemy, the Honourable Chair now wants to know whom are you referring to when you are talking about the enemy?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "The Security Forces of the part apartheid regime, all of them, Defence and the Police.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "May I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why were they the enemy?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "The Honourable Chair, Mr Matshaya, wants to know why you referred to the Askaris as the enemy?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, why is the Security Forces the enemy?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Mr Chairman, the Honourable Chair wants to know why you thought or why were the apartheid Security Forces as you have mentioned, indicated, were regarded as enemy, why did you call them the enemy, the Security Forces, former apartheid Security Forces?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "There was a war going on.  The apartheid regime that was ruling at that time, were the pillar, the Security Police were the machinery in oppressing people.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much for that Mr Matshaya.  Now, let's come to the late Mr Phungulua.  You are saying Mr Phungulua was in fact an Askari and you have made the description of the Askari.  Could you elaborate on that so that the Honourable Chair and the Honourable members of the Panel, could really know what is going on?\n\tCould you elaborate on the question of the late Phungulua being an Askari?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "First of all, Mr Phungulua I think in 1983 or 1984, were involved in a mutiny in Angola, where a number of comrades died.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Those comrades, do you mean MK cadres?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Correct, in the camps.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Just before we go further to that, there is just one thing I want to be clarified.  Was Phungulua at the time of his killing alone or was he with another person, if so, whom?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "He was with Chaoge, another Askari.  I knew him as Chaoge.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "This Chaoge was an MK name, Chaoge?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Correct.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Does that sudu name refer to Mr Luthandu Dyasophu?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, exactly.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Okay, now let's talk, you have indicated that the said Dyasophu was also an Askari.  Now, what I want you to do now is to tell the Honourable Chair why you regarded those two, that is the deceased Mr Phungulua, and Mr Dyasophu who escaped killing on that day, as Askaris?\n\tYou had, you were still talking, saying that they were involved in a mutiny.",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, they were involved in a mutiny, they were arrested by the ANC.  They were supposed to have been shot, they escaped a military tribunal.  The ANC forgave them and released them, the leadership.  They were taken to Tanzania, deployed to other areas to be rehabilitated.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "The purpose of deployment in countries like Tanzania was for the purpose of rehabilitation?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, they were going to be rehabilitated, taken to school, any skill that would help them.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Mr Matshaya, do you know how the two, that is the late Mr Phungulua and also Mr Dyasophu, do you know how they got to the country, because you have indicated how they left the ANC, in particular the MK, how they left the MK and how they joined the country, they came into the country?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Can you tell the Honourable Chair how they left the MK, were they given leave to go away, bla, bla, bla?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "No, they defected from the movement, the MK.  They defected from the ANC and the MK.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "After defecting from the ANC which was - by that time, by the way, was the ANC still under banishment, still banned at the time they defected?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, it was still doing the armed struggle.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "MK was still involved in the armed struggle?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "The armed struggle had not as yet been suspended?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please wait for the interpretation,  Mr Notununu?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thanks Honourable Chair.  After they had defected from the MK, from the ANC, where did they go to?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "What happened is we just saw them holding a news conference on TV, speaking against the ANC and its leadership, even the military command of the ANC.  They had complaints that they uttered publicly on TV, there was a press conference.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now, this television, was it American, England television, which television was that?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "South African, SABC.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Oh, I see.  You are saying in the press conference, I refer to it as press conference, in the press conference they were holding, they were attacking the ANC and also its leadership?\n\tThe witness Honourable Chair, Honourable members of the Panel says he has got something he wants to highlight.  I think I must give him the chance.",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "To add.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Okay, please highlight the thing that you want to say, you want to highlight.",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "They called themselves the new ANC when they got here.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "By that Mr Matshaya, what did you understand it to mean, the new ANC, was there any new ANC in so far as you know?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "No, no sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you.  Now, they called themselves the new ANC.",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "And they further went for a press conference.",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "In which conference they attacked the ANC as an organisation and also the ANC leadership?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Correct.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, there has been some mention in papers of a meeting which was apparently held at Mr Prince Madikizela's house.\n\tI haven't covered that in your affidavit.  Do you know about the said meeting?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, I know about the meeting.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "What was the purpose of the said meeting Mr Matshaya?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you must allow him to tell us what the purpose is.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "That is it.  Thank you Honourable Chair.  The Honourable Chair would like you to tell us what the purpose of the meeting was.",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "The purpose of the meeting, we went to inform them as the MK members, then there were the internal leadership in Transkei.  We had to inform them about the security crisis that was prevailing at the time.\n\tWe went to brief them, so that they would be alert.  We told them that there had been Askaris that had infiltrated inside the Transkei.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, you wanted to alert them about the Askaris, which had infiltrated into Transkei?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  Now besides, Mr Matshaya, informing them, was there anything which really depended on them?  What I want to know, I want to know the role they played in the killing of Mr Phungulua if there is any?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "We were just informing them that they also should be alert.  They were not involved.\n\tWe were soldiers, they were in the political side, we did not, were not involved together in anything as such.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you very much Mr Matshaya.  May we now go to the actual killing of Mr Phungulua, the shooting itself.\n\tI understand that in your evidence you have said it, the four of you, it was yourself, two applicants, that is Mr Kubukeli and Mr Ndzamela and also the late Mr Akga Thia.\n\tCould you tell us how you went to a place where you found and killed this Mr Phungulua?  It is common cause of course that this occurred at Khangaliswe township, just outside Umtata.  How did you go there Catera?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "We knew that they were there, we would look at them.  We deployed our own people, there was a surveillance to see who they worked with.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Mr Matshaya, I might not be very much familiar with the military terms, I am not a military man, what do you mean by we had deployed?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "I mean each person had a task around town, the main points that we thought they would go to, we left people there, they would observe them.\n\tThen we would be informed and then we would follow them from that information that we had received.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Then as you have said ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that there was a surveillance mechanism employed in order to establish what their movements were?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "We just wanted to know what contacts they had in the Transkei, the people that assisted them.  All such information, you must know about the enemy.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chairman.  Now you  made the surveillance and question, deployments at Catera, and then what happened thereafter?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "We followed them in two groups, myself and comrade Ndibulele.  Yster Pumlani was with comrade Akga, we were in two cars.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "In one car there was yourself and comrade Ndzamela and in the other one it was Mr Pumlani Kubukeli and the late Akga?\n\tWhy did you not get into one car, I mean there you are, all of you MK cadres and you are on an MK mission, why did you not get into one car, the four of you?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "We did not want to make ourselves a big target because we thought they would ambush us as well.  We had to split up for security reasons.\n\tThe others had to cover us.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Kubukeli and Thia were the cover up, covering yourself and Mr Ndzamela?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, they were the covering group.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, tell us, tell the Honourable Chair and the Honourable members of the Committee, what happened when you got to Khangaliswe?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "When we got to Khangaliswe back location, we were following a taxi because they were in that taxi.\n\tThey tried to confuse us a number of times, we were determined to find them, and we were right behind them.  We did not want to lose them until we got to the back location at the stop.\n\tWhat then happened was that a taxi can just stop anywhere, we had not thought that the taxi was going to stop, they got out of the taxi, the one was identified by comrade Ndips.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "By Ndips for the purpose of clarification, you refer to Ndibulele Ndzamela, your co-applicant here?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see.  I think then one identified Ndibulele Ndzamela, and then what happened then?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "I had already gotten out of the car, because Ndips couldn't do anything, he was driving.  I had to get out also to cover him, to protect him.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Yes, and then what did you do?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Immediately after I got out, the deceased threw a jersey on my face.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "I see, and then what happened thereafter?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "I took cover, I was armed.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Did you fire?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "I shot him.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, these people were two.  You fired at one of them, now what happened to the other one, Mr Luthando Dyasophu?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "He just escaped because there were civilians all around in the area.  I would have shot him, but there were too many civilians walking around.\n\tWhat happened is I just shot in the air, just to scare the people and then we drove off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would you have shot him?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "They were both our targets.  He was the same as Phungulua at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is what I want to get at, you say they were targets, targets of what?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "They were the enemy, they were a threat to our lives, our security so we had to act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you correctly that it was always the intention to kill them?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, we had intended to shoot them and to kill them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this surveillance tactics, was that all in the operation, in preparing the killing?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, of course.  Correct.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Mr Matshaya, at the time you fired at the late Mr Phungulua, where were the two comrades, that is Mr Kubukeli and Mr Thia?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "They were not at the scene exactly.  As I said the taxi just stopped abruptly, therefore they were still coming.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, there you are ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask something?  The other car which was not there at that crucial time, was that part of the operation of preparing to kill them?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes sir.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Is that other car the one you say it had the other MK cadres who were a cover up, who covered the two of you?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, did you by this act Mr Matshaya, gain anything personally like being paid for killing these people, this person?  Did you have any personal gain which you got through this because of having done this?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Definitely not, it was our duty.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "It was your duty?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Now, Mr Matshaya, we are here now talking and facing a situation where there has been a loss of life, a mother lost a son.  What do you say to that, what do you say to that?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "All our parents did not send us to do such.  The Phungulua family and the Dyasophu family had not sent their children to do what they did.\n\tI would apologise to the family, I apologise to the family of the victims because we could have also died.  We had to do what we needed to do.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "What is your words to the family, what is your words to the family of the deceased, what are you saying to them?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "I would like to tell them that it will be all right and apologise for the pain that they felt.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Are you really sorry?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, sure, sure, yes.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Lastly, what about your co-applicants, what is their feeling in so far as forgiveness you have indicated, which you are extending to the families of the deceased?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can he really testify about that?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Don't answer that question.  What do you - thank you Chair, thank you Honourable Chair.\n\tWhat would you like this Honourable Chair and Panel to do for you, you have made an application for amnesty, what would you like them to do for you?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "We need amnesty because it was a military operation, we were soldiers, there was war at the time.\n\tWe did not do what we did for personal gain, even Dyasophu, we had followed him, we saw where he was going.  We went and shot where he was, and people died.  We ask for forgiveness.  Even the families who lost their people, please may the Judge be aware that this request is from the heart.\n\tIt was even the first time that we had met with these men, it was not a personal thing.  This was all about the country.",
            "Male"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair, I think that is all I needed to get from the witness, unless there are some other things of course which I haven't touched.  Thank you very much Honourable Chair, thank you very much Honourable members of the Panel.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR NOTUNUNU",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Matshaya, I am going to allow Mr Mapoma an opportunity to ask you questions, if he so wishes.  He is entitled to ask you.\n\tMr Notununu, would you just put off your microphone.  Mr Mapoma, have you got any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes sir, I've got some questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you sir.   You attacked the deceased because you say he was an Askari?  Was Mr Dyasophu also an Askari?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, the both of them, they were Askaris.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you make something to establish that they were in fact Askaris, did you investigate that?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "There was no investigation as such, because they publicly declared on TV, the publicly spoke against the ANC on TV, they called themselves the new ANC, that Chairman Twala.  There was a group of them, after they defected from the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Mr Matshaya, what the question is, is that you said that they died because they were Askaris, do you remember?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you described an Askari as a person who is in the same position as the Security Forces who were upholding the apartheid regime.  Not so?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the circumstances, the fact that they got onto television, and denounced the ANC, calling themselves the new ANC, how is that upholding the apartheid system?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, they were upholding the apartheid system, because they were part of the propaganda, they did not come to South Africa through the right channels, they defected from the ANC.  They did not come here through ANC channels, the military command, the infiltration that we used as members of MK, we were already inside the country.\n\tWhat happened is we just heard that they were arrested for a month under Section 29.  Under Section 29 guerillas would be arrested for up to three years in jail.  The next thing we knew, they were on TV, talking against the same organisation that they claimed to belong to, together with the leadership.\n\tCertainly then also due to the fact that they were involved in a mutiny and killed people, innocent people, they were forgiven.  After they had been forgiven, they left the rehabilitation centres, came back to South Africa.  Hlongwane, their leader was swearing, saying that, publicly saying that he was going to kill Mandela and Holomisa.\n\tIn that way, I am trying to say that they were enemies already.  I don't know why they came here, they were aware of the situation that prevailed at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe I don't understand properly then.  Were they Askaris or were they enemies in their own right?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "They were not just an enemy on their own, if you were in South Africa at that time, walking around with the Security, being helped by the government, it was clear Judge that they were Askaris, working for the Security Establishment of the Boers.\n\tWhen they got into the country, South Africa, they came in differently under the Police, they were detained under Section 29, however, even before we knew from the ANC what the position was, they were released and they were on TV, swearing against the leadership as I said.\n\tThey even divulged atrocities that were committed in Quattro, they did not however divulge that they were in a meeting where comrades were killed, and that they were forgiven in a Truth Commission in exile.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "On the same point, can I ask, in the time that you surveiled them, had a look at what they were doing here, were you able to establish who their contacts were locally?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "No,, what we found out was that they would just go to their relatives.  This is why we left them.\n\tWe just wanted the people that were identified as our enemies.  As I said we shot at everything that we found in that yard.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreter apologises, the applicant said they could have shot at everything that they found in the yard.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Is it your evidence that by the mere fact of their defecting from the ANC, they became Askaris?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "I think he has added that they were associated with the Security Police, that aspect, maybe you want to knit that into your question.\n\tThe other factors he has put in already.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Madam.  Now, let's go to the TV conference.  Was Mr Phungulua personally there in the conference?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Twala was the Chairman, he mentioned the number in the group.  Twala was representing them, I knew that they were a group from exile, that had defected and that they were in the country.  I did not see him on TV.\n\tThey had defected from the ANC and the command structure of MK.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you saying Phungulua and Dyasophu were also in the group of Twala?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, exactly.  I just wanted to highlight one point, even if they did not come here in one plane, one flight, when they got here, they regrouped with Twala's group and they were all one big group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Twala a known Askari?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, he was an Askari.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "During those years, was there any difference that existed between an Askari and any person that had defected from the ANC from exile?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to ask something, is there a reason to believe that the deceased and his colleague, were not Askaris?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, in fact Mr Dyasophu contests that they were Askaris.  Thank you sir.  Was there any difference that existed between a person who have defected from the ANC in exile and an Askari, during those years, that is 1990 in particular?",
            "Male"
        ],
        [
            "MFANELO MATSHAYA",
            "No, there was no difference, because Dyasophu knows as he sits there, if you defect from the army and you cross the borders back to South Africa, you were a security threat to your own comrades, because the Boers were not going to leave you, for you to be free to move around.\n\tYou would be blackmailed, you would be arrested, there would be no difference, it was the same thing.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Just to put this Askari question to rest, certainly for me, did you at any stage see the deceased and Dyasophu with Security Policemen specifically?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "I just saw Dyasophu being surrounded by the Police after there was an attack.  I generally had not seen him walking around with the Police.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.  Then in the affidavit of Mr Kubukeli on page 22, he talks about the meeting with the ANC, Umtata branch, at Prince Madikizela's house.  You requested that meeting you say?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, we had called the meeting as a command that was here to brief the ANC leadership in the Transkei region, about the security situation that was prevailing at the time.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Were any decisions taken at that meeting as to how to deal with Askaris in this region?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "No, we just went to inform them that they must be alert and vigilant because they were targets.  We did not discuss any military points with them.\n\tWe just went to inform them with the data that we had about the activities of the enemy.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, as I understand it again from the same document, on page 22, they wanted to have a meeting with the local ANC, this is what you were told by the people at the office?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "I did not understand your question.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Phungulua and Dyasophu wanted to meet with the local ANC, that is what is on page 22 of the document?  Is that not correct?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "I heard that they were going to meet with the ANC people at the ANC office, but I can't be sure about that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So you wouldn't know what they wanted to talk to the ANC about?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "As they had called themselves the new ANC, it is obvious that they wanted to bring confusion.  Surely they were debriefed by the Security Forces, how can they come here, how can they be so bold and come here and think that they can build a new ANC here at home?\n\tIt was clear what they were doing, they had not even consulted the MK command that was on the ground in the region, at the time.  The ANC Officer was not the one that was going to shoot them, we were the ones.\n\tThey knew that they were guerillas here.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreter did not hear the last statement.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat your last two sentences?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "They took a chance coming to the Transkei, they knew that there was a military structure here.  They knew that going to the ANC wouldn't solve anything, they knew that the ANC was still underground in the Transkei.\n\tThey knew that the Boers were threatening us at the time, Askaris were moving up and down, surveilling and killing people.  Like an incident in (indistinct.  Two years back they shot at people in broad daylight, Zayile Mayape and Gift, those were our comrades.\n\tWe were also under threat then, because we all don't want to die.  It would then depend who would get information first, this is why I am saying it was a military operation.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "What would you have expected them to do had they wanted to reconcile with the ANC at that point, you said they were taking a chance coming to this office.  What would have been the correct thing to you, what would have made sense?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "They would have to go back to the place where they had defected from.   There were no structures here, there were no strong structures, just the branch leadership.\n\tThey could not take decisions, the branch could not take a decision, they were just causing confusion.  They would have to go back to Lusaka or Angola, they were already forgiven after having killed innocent people any way.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Matshaya, was the position of the ANC that the deceased and Mr Dyasophu were Askaris?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "The ANC as an organisation, especially from outside, to change base from A to B, would show that you are defecting.\n\tYou couldn't do that, it was not done.  After they had crossed the borders, and all of a sudden they were speaking against the ANC, causing confusion.  They confused people who regarded the ANC as a good organisation.  I don't think the leadership of the ANC would accept that either, it was absolutely wrong.\n\tAs soldiers on the ground, we were under threat.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But you were acting in your capacity as a member of MK, was that the position of MK that the deceased and the other chap, other person who had defected, were part of the enemy?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "As we were in the command, we used our own discretion.  We knew  the operational situation even the leadership outside the country, depended on our reports.  We took a decision to eliminate any Askari within the Transkeian borders, even in South Africa, if we knew the base, we would go and raid it.\n\tWe took the decision, nobody came to us and said shoot these people or go and report to whoever.  We took the decision, because we were in a position as the leadership of Umkonto We Sizwe, at the time, to take this decision in the region.\n\tWe used our own discretion.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes, you were acting pursuant to a general position of MK that Askaris are part of the enemy, and as such the are legitimate targets, and as such you are given the war situation that existed, you were entitled to act against them as you have?  Would that be a fair summary of what the position of MK was on Askaris at that stage?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "As I joined the army, I knew that if you came across somebody who had defected, you are the one who should first hit, because otherwise you would end up being killed.\n\tIt was a law, it was a law.  I am sure, definitely.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Okay, then if I understand you correctly you say that you could even be categorised as part of the leadership structure of MK, but the position was in so far as MK was concerned, that these two persons, the deceased and the other person, were Askaris, they were regarded as such?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Definitely, the entire group that had defected.  They complained to comrade Sisulu saying that they had been labelled, that comrade Sisulu who was in the leadership of the ANC, had labelled them as the enemy agent.\n\tWe were just in the military structures on the ground.  The fact that comrade Sisulu regarded them as the enemy, just proves what I am saying.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And just finally, did this incident happen in June of 1990?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr Matshaya.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Matshaya, just one question.  Mr Twala, you say he was an Askari?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you say he was an Askari?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "He was part of the group that defected, that left the ANC illegally and came to South Africa.  The worst part of it was that he became their Chairperson, representing them.\n\tHe is also the one who gave evidence in the press conference talking about Chris Hani as a perpetrator of violation of human rights in Quattro, ANC camps and the way the ANC was run.\n\tThat within the ANC tribalism was rife.  I regarded him as an Askari, just like the others, Phungulua and Dyasophu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I just want to find this out.  While you may not have seen him with Security Policemen or any apartheid instrument, did you get to know that Mr Twala was an Askari through your surveillance or information gathering mechanisms?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes, we ended up knowing that because immediately after they defected, the ANC prepared a statement, after they left the camps without permission of the leadership.  Some went to Kenya, some went to the UN embassies.  They wanted refugee status.\n\tAt the time there were no High Commissioners.  When they got to South Africa, they were all detained for a month or two, under Section 29.  They then went out to the press conference.  I could not believe that someone, after being arrested by the Security Police, could freely go to a press conference like that.\n\tThat was a first.  I don't even know who had organised the press conference for them.  However, what they said was really bad.  They declared to the public that they were not ANC members.  How can you tell people that you were now members of the new ANC, that you were no longer under O.R. Thambo.\n\tAnybody in our position, we thought that perhaps there was a coup, because even in exile when there was a mutiny, they wanted a new leadership by force.  Then they come here and refer to themselves as the new ANC, it was the same thing that they wanted to do back in the camps.  They wanted change within the ANC structures in a violent way.\n\tI don't know whether they had consulted with the ANC leadership back home, that they had come here and opened a new leadership, new ANC.  We were never briefed, we would be briefed therefore if they had done so by the ANC, that we should leave them alone.  We did not get that report, therefore to defend and protect the comrades around here, we decided to eliminate them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know, not necessarily personally, but even perhaps by way of information gathering, that Mr Twala contributed to the upkeep of apartheid?",
            "Unknown"
        ],
        [
            "MFANELO MATSHAYA",
            "Yes.  I heard when they were being interviewed on television, they were supporting it.  They were supporting apartheid, because propaganda was part of the apartheid system.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You are excused.  He is excused, he can take a seat behind there.\nWITNESS EXCUSED\n\tMr Mapoma, have you any objections to the other two applicants relying on the evidence of Mr Matshaya?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No sir, I have no objection because I don't have pertinent questions which are directly dependent on those.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you want to add anything to the evidence thus far?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No, nothing to add sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nothing?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No sir.  Excuse me Mr Chairman, I think I will have to consult with the families of the victims and also with Mr Dyasophu in particular because at the time when I consulted with him before, he sounded that he won't have to testify, but I guess perhaps he needs to testify after I consult with him, if need be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you not sure whether he is going to testify or not?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No, I am not sure at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One would have appreciated if you were sure before we started, but any way I am going to adjourn for a few minutes so that you can establish what you want to do.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn.\nCOMMITEE  ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you sir.  Mr Chairman, before I lead evidence from the side of the victims, I would like to get an indication whether the applicant's case has now been closed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you sir.  Mr Chairman, may I call Nicholas Dyasophu.",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MAPOMA",
            "Thank you sir.    Mr Dyasophu, is it correct that you were once a member of Umkonto We Sizwe?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You have heard the applicants now applying for amnesty, they have given evidence here indicating the reasons why they apply for amnesty and they have said that you were one of those who defected from the ANC, do you confirm that you defected from the ANC?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "No, I don't agree with that.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What is it that actually happened, can you explain this?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Just to summarise, what happened is first of all I don't know when it is that we were supposed to have defected, whether still in exile, I don't get that.\n\tWhat I want to clarify is in the press conference that we had, we had not intended to have that press conference at all.   What prompted us to have that press conference was the statement by leader Walter Sisulu.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the witness stick to one language if possible, either English or Xhosa?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "I would like to use English and I would like to change this to English.  When we called for that press conference, it was because on arrival at Jan Smuts, it so happened that ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't understand, I last heard you did not intend to have a press conference.",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, initially we did not intend to have any press conference, but then what prompted us to have that press conference, was the statement by leader comrade Sisulu, to the effect that we are Askaris and we are being detained, it is not the genuine detention, we were just people of the Security, we were just going there for debriefing.\n\tNow, that really didn't go down well with us, because we knew that the leader himself, Walter Sisulu, knew the facts because he had been to Lusaka, he had been to Tanzania and whilst we were there, and people told them the truth, what was actually happening there in exile.\n\tWhen we come here, he says, I think he was countering us, but what he implied was that we were informers and that didn't, we didn't like it because actually when somebody calls somebody an informer, in other words he is saying that he should be killed, he is giving out an order.  That was confirmed recently by, just now by Matshaya that once a leader says somebody is an informer, that person, in other words you are declaring a death against that person.\n\tNow, we had to clear our names so the press conference was a name clearing exercise and another thing, we called for a Commission of Enquiry, that was another main thing.  We called for a Commission of Enquiry into the atrocities that had been happening in exile.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Now at the time when you were on the press conference, were you still members of the ANC?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "No, we were not members of the ANC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did you cease to be members of the ANC?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Actually ANC we never ceased as such to be members of the ANC, but what happened is that when our lives were threatened, whilst we were still in Tanzania, when our lives were threatened because we saw that we were going to be jailed again and this time we knew, we were going to die, we decided that we should run away.  Run away to Dar-es-Salaam were we declared ourselves as refugees.\n\tBut now, the condition was that we should first resign.  We told them that we are not actually resigning from the ANC because we see that ANC is our organisation, it is a people's organisation of South Africa.  Actually it is just individuals who are doing all this things, but these individuals are in powerful places, positions, so making the whole thing seem as if it is the ANC, but we know that it is not the ANC because it is not the policy of the ANC that such things should happen.\n\tLet me just finish up, so what happened is that they said they cannot allow us to be refugees, unless we resign, so when we actually resigned, it was enforced upon us.  I hope I am clear.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Now, you have indicated that there are some areas which you disagree with Mr Matshaya on when he was giving his evidence.  Can you just explain your side of the story regarding those areas which you disagree with him?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, first of all I heard him talking about, okay, he refers to us as Askaris.  But I would like to say that I am not an Askari, I was not an Askari and none of us in that group was an Askari, for your information.\n\tBecause Askaris actually were later, I mean around 1991, 1992 they were disbanded and when they were disbanded, they were given moneys.  I mean moneys, I wish I could get that money, but I never got that money.  So I am not an Askari.  This is for your information.\n\tActually had I been an Askari, how could it happen that later the ANC now, takes me to Walmansthal and then I get to be with the new SANDF, that is a contradiction.  There is a contradiction somewhere there because I didn't go there through the SADF, I went through the ANC, I was registered as a member, former member of MK.  That is how I got to be a member of the SANDF.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "At the time when you were in Umtata, were you in good terms with the ANC?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "The time I was here in Umtata, I can say what happened is that on June 11, on a Monday, we went to the local ANC offices down town, and then ...",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Sorry, can you just make this clear, all I want to know is whether at the time when you were in Umtata, during that period when Mr Sipho Phungulua was killed, were you in good terms with the African National Congress?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "I can say so.  We were in good terms, yes, let me just put it like that.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But you were not members of the ANC, is that so?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, we were not members.  I mean members in that sense of being in the (indistinct)",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No, in the actual, what I want to say is that you had not rejoined the ANC at that time?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Actually what happened is that we had prior, before we went to PE where actually Sipho comes from, and there we met many relevant ANC aligned structures people, and we told them our story and what happened is that they accepted us to the ANC ranks.  They said we should help them and then actually what they found out is that we are not against ANC per se but just against certain actions of certain individuals who happened to be leaders and when you happen to talk against a leader, it seems as if you are talking against the organisation.\n\tI can say that.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Okay, Mr Matshaya said that you were in the group of Mr Twala, do you confirm that?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, we were in the same group.  Not in the group of Twala, Twala and I were just in one group because Twala was not our leader.\n\tWhat happened is that we just gave each other responsibilities, Twala you are going to talk about the period from such a time to such a time and I am going to talk about such a time to such a time, and somebody will talk about such a time to such a time, because the whole history is so long, no man can - so what happened is that I can say the press or even the State Security wanted to promote, to single out Twala as a leader, but we told  him no, don't fall prey to that nonsense, we are all together here, and what we are doing, we are not doing it for ourselves.  We are doing it for those who died for the struggle outside and those who are still in prison in Quattro and other places.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this in 1990?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "That was in 1990.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was Phungulua also in your group?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Phungulua was also in my group, yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Would you explain what was your purpose of visiting the ANC in Transkei?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Well, I am born and bred here in Umtata so I took it that, well since Sipho have cleared his name and he was accepted in the region of the PE region, I thought the same could happen here.\n\tSo I went there in that spirit really, we went there in that spirit that these people are going to accept us, because they will soon realise that we are not enemies of the ANC.  So we went there in that good spirit and we were never armed.\n\tI was never armed, ever, since I arrived in this country.  I never carried a gun, till today I don't carry a gun.  I don't have such problems of carrying guns and they are too heavy sometimes.  I went there in that good spirit, unarmed, just armed with reconciliation in our hearts.  That is all I can say.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So, is it your evidence that you went to the ANC in order to reconcile with the ANC in Umtata?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, we came to reconcile, to clarify our position, to clear our name and for me to remain in Umtata and carry on with work, whether it will be for the organisation or I can just maybe have some job of my own.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, Mr Matshaya says that during that time when you came to Umtata, you were calling yourselves a new ANC, what is your response to that?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "That surprises me because we never gave ourselves a name of, actually it is the first time I hear of such a name, new ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not even over the television?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "No, sorry we never had that name.  Believe me, the first time that I hear that there was a new ANC organisation, no, no.  This is news to me.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Matshaya also said that you wanted to get a new leadership of the ANC when you came to Umtata, you wanted to introduce that mission, what is your response to that?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "No, another thing he said was that we were insulting the leadership during press conferences.  That I must say is not true, we never insulted anybody and that we wanted to be leaders or have another new leadership, that is also not true.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "If I might just say, not necessarily in Umtata, I understood it to be the organisation as a whole.  Not specifically the Umtata branch, just to put that into context.\n\tYou still say that you didn't want to change the leadership even when you were out of the country?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, I think what we had highlighted is that even, what led to our imprisonment to Quattro was that the ANC was no more going according to its principles, that after every four years there should be a national conference held where leadership will be democratically elected, that doesn't mean that we are not satisfied, we want a new leadership, it is just that we wanted the democracy, the ANC principles to be practised but unfortunately that led us to be victimised and imprisoned in Quattro.  There is a lot I can say but I would like to keep to your questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, as I understood your evidence earlier and you must correct me if I am wrong, you were unhappy with the leadership of the ANC in exile?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, we were unhappy really.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, that approach or that attitude how does that fall in with the previous question?\n\tIn other words you were unhappy with the leadership, but yet you did not seek any changes, you didn't want to change the leadership?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "When I say we were unhappy with the leadership, yes we were unhappy with the way things were going, the struggle was continuing inside the country, even outside, we were victimising each other.\n\tThe ANC Security Forces were just harassing us, beating us, torturing us, imprisoning us, so such things can only be blamed on the leadership and if it so happens that people in a democratic elections, in a democratic election, happen to choose other leaders, then that is democracy, but now what we had there was a scenario where those leaders did not want there to be any national conference where there will be democratically, where there will be elections democratically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were interested in a change of the leadership?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "We were interested in the upholding of the principles of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "I want this to be clear, that is if we go to elections, okay, maybe it might seem as if - I want to say, a leader who knows that he is for the right cause, shouldn't counter democratic elections, something which is there, which is (indistinct) in the policies and the constitution of the organisation.\n\tWe were putting the organisation first and then the leaders come second.  That is why it is difficult for me to be against the ANC as such because I know the ANC is, the ANC's objectives are my objectives and they have always been my objectives.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you sir.  Now Mr Dyasophu, you have read the affidavit of the applicants and you have heard Mr Matshaya giving evidence, asking for amnesty.\n\tWhat is your attitude regarding the application for amnesty?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "At the beginning you know, I came here really to reconcile with these people and I still want to reconcile with them, because what I know is that they didn't do this out of their own will and I proved that.\n\tNow, but the way Matshaya puts it, sometimes leaves me wondering whether he still regards me as an enemy, I think he still has some room of, because he still believes that he was justified to kill, to kill Sipho and some of his statements are untrue.  That is why sometimes I begin to doubt whether I should forgive, I mean should accept his giving amnesty, really, because some of the things that he says ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you better get something clear in your head, it is not for you to grant him amnesty.  Secondly, if there are issues that you disagree with, let us get on with that.",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Okay.  What I am saying is that having heard his statement and having read his affidavit, I think I disagree with certain, first of all he calls us Askaris.  Well, I say that I disagree with that.\n\tMy proof is that Askaris, this is something historical, Askaris were given hand shakes, golden hand shakes.  Now, I, I never got any hand shake.  Well, if I am an Askari, why didn't I get a hand shake, that money?\n\tSecondly, he says okay, say that how could it happen that I be with the, still join the SANDF through the ANC channels if I am an Askari.\n\tThirdly, really, I didn't have, what would move me to be, to work for the Boers really.  Okay, people who work for the Boers, end up having money.  Some join under threat and stress and pain and others join for money, but at the end of the day, they all get money, but I would like you to go to my home, (indistinct), my mother died poor, my father died poor.  After this death of Sipho, I am homeless.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Okay, thank you.  Are you, you said you want to give evidence in order to clear out some of the statements made by Mr Matshaya during the time he was giving evidence and you have cleared some of them.\n\tIs there any other statement that was made by him, which you disagree with?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, another thing is this one of Hlongwane.  Recog, we phoned Recog, but Hlongwane was not there.  When Hlongwane came back home, fortunately or unfortunately I was not in Johannesburg, I was in Cape Town that time, trying to deal with this case of Sipho Phungulua.\n\tNow, when he came there, these other guys I was with, that is Twala and others, around Johannesburg, they tried to okay, to introduce him to Recog, but he said no Recog is too lenient to the ANC, he is going to form his own organisation and that he did.\n\tI want you to believe that I have got nothing to do with Hlongwane, Recog had nothing to do with Hlongwane and actually Hlongwane doesn't know me personally.  I never met him, maybe I am lucky.\n\tWhen we were in Quattro, he was in Quattro, but in Quattro  inmates don't see each other.  If you are in this room, you don't see people in that other room, and so it so happened that while he was in Quattro, I was in another cell.\n\tAnd now here back home, when he was in Johannesburg, I was in Cape Town at that time, and after that when I came back from Cape Town to Johannesburg, he was in Durban and ever since he has been, so he said that we are lenient towards the ANC, we still have some sentiments for the ANC and yet he would like to curse, so we said, no, no, this is not the way.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So if I get your explanation well, you are saying you were not in the same group as Hlongwane, but you were in the group with Twala?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Yes, that is right.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And these groups were associated one way or the other?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "No, we were not associated.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "There was some relationship, this is what I mean by association?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "That is why I say there was no relationship between Hlongwane's group and our group.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is there any other thing that you want to contest on what he said, or any other evidence that you would like to give relating to their application for amnesty particularly?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "All I can say, it is up to them.  You see, this is something that comes from inside, somebody might come at this time, occasion in history and say I am asking for amnesty and well, it is a right time, but I think we should help each other here.\n\tHe should help me, I should help him.  I would like, there is another thing I would like to highlight, what happened is that I really wanted to find out whether these guys are doing this out of their own, or was it something from somebody else.  What I did was that I found out no, these people were not enemies, my enemies, were not after me.\n\tActually what I found is that Matshaya did not know me, Matshaya one day I went to his place in Sprick Street, he didn't know me.  When I arrived there, Matshaya didn't, he turned around, he greeted us and I said this is Matshaya, let me find out now whether this Matshaya is going to remember me, but I found out that no, Matshaya doesn't recognise me.\n\tMatshaya, I want to tell you that we grew up together, from time to time I would see you around in the location.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dyasophu, you can do that outside the hearing if you want to make friends with Mr Matshaya.",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any other issues that you have in dispute with his evidence?",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "I would like to differ during this incident of the killing of Sipho, because Matshaya wants to give us the impression that he was also practically there, in the planning and all these things, he gives the impression that he was always there, but I would like to say that I differ with him, because on that day, he was called.   He was called by this Kheza Mbethi, this is where really I find this, I become frustrated now because I think they would mention somehow ...",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Sorry Mr Dyasophu, can I be clear, do you actually know that he was called by someone, he was not involved in the planning of this act?",
            "Male"
        ],
        [
            "LUTHANDO DYASOPHU",
            "I have evidence in the sense that we were inside the ANC offices, and he was called.  He came there and he talked to Kheza Mbethi and Kheza Mbethi kept referring to us, and he kept looking at us, so you could see that these people were talking about us, and thereafter, soon after, he left.\n\tOne other thing that I find very much frustrating is that there is no mention of people, the whole thing is just so abstract, I don't like this.  It is so abstract, we don't, no name is mentioned that a certain comrade Commander so and so, sent me to do this and this.\n\tIt is just generalisation that the command, the command.  This is where really I have a problem with his statement.  Actually that is all I can say.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you sir.  Thank you Chairman, no further questions.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There doesn't seem to be any real dispute between the evidence of the applicant and what the witness', have you got any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NOTUNUNU",
            "Thank you Honourable Chair.  I heard, Honourable Chair, I do have some questions, but I would like to be corrected on this, because I do not know the relevance thereof because the questions I have, are sort of proving that he was in fact an Askari as perceived by them, as perceived by them in this particular ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the truth of whether the witness was an Askari or not, relevant?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you My Lord.  I don't know whether this is Honourable Chair and Honourable members of the Panel, whether this is of course for argument, because Matshaya has put it clearly that if he had been in the MK, and then you leave ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is a matter for argument.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Yes, I think that is the matter for argument.  Well, in view of that Honourable Chair, my cross-examination would be along in fact, proving that what Matshaya had been saying was in fact correct, but if Honourable Chair and Honourable members of the Panel feel that there is just no need for that, I also want the matter speedily finished as possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The truth of the issue is not a big question.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "And that does not appear, with respect to, from the evidence given by even though I would have loved to ask him questions on that, but like the question of him getting some refugee status and thereafter coming to South Africa.  How can you then come to South Africa if then he had been given refugee status, all those things?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he did not dispute those issues, that was testified.  He has disputed specific issues.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which to me doesn't seem to be real disputes.  But I will leave it in your hands, if you want to ask questions, feel free.  I am just pointing out that in my view it is not big issues.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Necessary?  May I just take instructions on that Honourable Chair, with respect?\n\tThank you Honourable Chair, I have taken instructions and the applicants feel that there is really nothing which is in issue because for instance, the things they want to clarify, not the things which are really in issue, or which are really of that importance in this application, and as such they feel that it will be a waste of time of this Honourable Committee to subject Mr Dyasophu to cross-examination, but the one thing I would love to say is the question of reconciliation on the part of the applicants.\n\tThe applicants have said that and I do not think there is any reason for any person to doubt that to the extent that he ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They can do that whenever they want.",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Outside, that is correct Honourable Chair.  Thank you Honourable Chair.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR NOTUNUNU",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you.  Mr Dyasophu, thank you very much.",
            "Unknown"
        ],
        [
            "LUTHANDO DYASOPHU",
            "Thank you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can step down.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am going to adjourn for lunch now.  During that period, the two representatives can ponder as to whether they want to make submissions in argument or not.  We will take those arguments, if any, after the break.  We will adjourn.\nCOMMITTEE  ADJOURNS",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "... they were saying that the leadership was not doing what they were supposed to be doing, that was the holding of general elections etc, etc, so that at the end of the day, what was said by Mr Matshaya, that these people had said that they want to replace the ANC leadership, is in fact true.\n\tThere is a person now who has been involved in such a situation, who had wanted to replace the leadership of the ANC, then he goes to, he is not satisfied with things inside the country, he goes to Dar-es-Salaam as he in fact indicated, that is Mr Dyasophu.  I am not really what Mr Dyasophu also go to Dar-es-Salaam, but the point I want to make Honourable Chair, is that they apparently had known, Dyasophu had apparently been granted some refugee status in Dar-es-Salaam, how then he happened to be in South Africa, Dyasophu, is difficult for anybody to understand.\n\tMatshaya had indicated that look, who had in fact, I was interested to know who had in fact organised the SABC television press conference, other than that there was in fact involvement of the regime in the whole thing, because that was the propaganda, that the TV, the SABC TV was used by the regime as a propaganda mechanism, so that the really coming out of prison that same day holding a press conference with the SABC, which is seen by millions of people over the TV, is an indication that these people were in fact the enemy of the African National Congress, which was then still waging the war of liberation of this particular country, of South Africa.\n\tThey were then perceived, what is important here Honourable Chair and Honourable Members, I want to stress this is the test here should be subjective, it must not be objective, it must be subjective, whether these chaps were Askaris or not Askaris, it is immaterial.  What is important here is how the applicants perceived these people to be and ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, isn't it also as what is his name now, Mr Dyasophu says, where the leadership pronounces you an Askari, very definite consequences occur and he says that the soldiers in those circumstances, he himself does not blame them for doing what they did, because it was part of their duty.\n\tDoesn't that fall in line with what you are saying?",
            "Unknown"
        ],
        [
            "MR NOTUNUNU",
            "Thank you Honourable Chair, it definitely does because the ANC leadership, higher up had referred to these chaps as government agents and he says they wanted to put the record straight, but they were perceived to be government agents, by the ANC, right up at the top.\n\tNow, the applicants here Honourable Chair, were in the military side, they were in the military side, they were not taking, they were not in the leadership, high up, they took this decision on their own, like Mr Matshaya was the Commander of the MK in this region.\n\tThe Askaris or the people that had defected, it was common cause that they were in fact the enemy targets, I am saying all these things Honourable Chair, Honourable members of the Panel, to show that their act was in fact committed with a political objective.\n\tThey were pushing home, they were pushing home the views and the objective etc, of the African National Congress, an organisation of which they were its military wing, Umkonto We Sizwe, which was tasked with the duty of liberating the people of South Africa, militarily.\n\tThat was one of the strategies used by the ANC to liberate the South African people.  Honourable Chair, with respect, we submit that there is no doubt that they had in mind that political objective.\n\tComing now to the question of full disclosure.  I submit Honourable Chair, with respect, that we had in fact made a full disclosure about what happened.  I liked when Matshaya was giving evidence before this Honourable Chair and this Honourable members of the Panel, and questions were asked from him, he explained everything.  He even explained how they had surveiled, the surveillance, the cover up car etc, the going there, the actual shooting.  To us, Honourable Chair, with respect, that was in fact full disclosure.  There is no way one can say that we had not in fact disclosed the whole information in so far as that what happened.\n\tMr Dyasophu, he had himself justified their actions, by saying look, you were right in doing that, but there was something he had mentioned like they were not doing this, they had been sent, or somebody else was behind this.  Well, somebody was behind that, was the programme, the person who was behind that, was in fact the declared policy of the African National Congress. \n\tAny person who defects from the military, you don't resign in the military, Matshaya had said that, you don't resign.  If you are an MK member and then you leave, then you leave, you go to the very place which, you go to the very place of the enemy, that is South Africa.\n\tThen how would people then perceive you to be, so all and all Honourable Chair and all the members of the Panel, we submit with respect that we have in fact made our case and we submit sir, with respect, that we fall in line with this Honourable Chair and Honourable Panel, granting the application as we have moved it.\n\tI don't know if there is another thing, any other thing Honourable Chair and Honourable Members would like me to clarify further or to deal with in particular.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got anything to argue?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, I don't have much to argue sir.  It is my view Chairperson that on the face of it, the applicants seemed to have complied with the requirements of the Act, thank you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We are going to take time to consider this application.\n\tI don't foresee a long period, but we still need a period to consider it and to discuss it and we will as soon as we are in a position to publicise the judgement, we will do so.\n\tWe intend to adjourn now till tomorrow morning, nine o'clock sharp.  If there are members of the Correctional Services Department present, I wish to point out that if tomorrow there is an applicant that needs to be brought to this hearing from the prisons, that person should be here at no later than half past eight.\n\tWe adjourn till tomorrow nine o'clock.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}