{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-03",
        "location": "NELSPRUIT",
        "day": "3",
        "names": [
            "SOLOMON COLLEN MTAMBO"
        ],
        "case number": "AM8018/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53154&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020105_nel_990203ne.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR CLAASSEN",
            "MR LAX",
            "MS THABETE",
            "SOLOMON COLLEN MTAMBO",
            "TREVOR PHUMAYO"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR CLAASSEN",
            "MR MTAMBO",
            "SOLOMON COLLEN MTAMBO",
            "MR LAX",
            "ADV BOSMAN",
            "MS THABETE",
            "INTERPRETER",
            "MR PHUMAYO",
            "TREVOR PHUMAYO"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We may proceed with the application of Mr Solomon Collen Mtambo.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I thank you Madam Chair, he wishes to take the oath.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mtambo, will you please rise?  Are you going to take an oath?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may sit down, you have been sworn in.  You may take over Mr Claassen.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR CLAASSEN",
            "Thank you Madam Chair.  Thank you Madam Chair.  Mr Mtambo, you are today an applicant before this Amnesty Committee concerning a crime which were committed on the 2nd of April 1994, the killing of Mshenga Phumayo, is that correct?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Claassen, was the date not the 29th of May 1993?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Pardon me, that is indeed correct, that was the date of his conviction.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And Mr Mtambo, you were sentenced on the 2nd of April 1994 to a twelve year prison sentence, for this particular crime, which you are currently serving?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct, but I was sentenced on the 13th of June 1995.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Pardon me, Madam Chair, let the record state then the date of sentence.\n\tMr Mtambo, could you very briefly just explain to the Court the circumstances immediately surrounding the commission of this offence, what happened the day when you killed Mr Phumayo?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I can.   I was a Vice-Chairman of IFP youth at Dela in Davel.\n\tWe used to hold meetings at a creche as the youth of Inkatha.  At Dela there were conflicts between the ANC and the IFP, and a decision was taken that some of us were not supposed to use certain streets, and some of us were not supposed to use other streets.\n\tOther members of the IFP were chased away if they were found in a certain street, which they were not supposed to use.  There were fights between IFP and ANC.\n\tI stayed there or we held a meeting at the creche with the youth, because I was their leader.  I took a decision, even though I didn't tell them about my decision, and my decision was solely based on how were we going to attack this problem or tackle this problem which we had.\n\tI took a decision to attack someone who was involved, his name is Phumayo.  I realised that if I shoot Mr Phumayo, it was going to enhance our organisation, because some members of the opposite organisation, which was ANC, were going to be scared and join the IFP.  Therefore I attacked him.\n\tI was scared after I killed him.  I didn't like what I did.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, could you just please tell us the day that you killed him, what exactly happened there?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "On the day when I killed Mr Phumayo, I was at Maria Mthetwa's place.  I think it was approximately twenty past eight, to half past eight.  I saw him, he had a navy jacket and a powder blue trousers.  I saw him through a window.\n\tDuduza had already informed me that I should watch because he heard from the rumour that I was going to be attacked.  Since I had this information and also it was my plan that if I attacked Mr Phumayo, it was going to help us.  I saw him as I was sitting at Maria's place, and when he was next to an electric box, that is when I approached him and I greeted him.\n\tWhat I saw from his face, he got scared when I was near him and I took out my gun and I shot him.  That is what happened on that day.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, could you just clarify, you just now mentioned that you were inside Maria's house and you saw him next to an electric box.  Can you just tell us how this came to be, what happened from Maria's house, or was this in Maria's house, what happened there?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I was with Fanosi July Nkosi, July Mthetwa and Stella Nonqlandla.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you just give these names slowly, we are taking down your evidence and try and give your evidence at a pace at which the Translators will be able to translate everything you say.  Just be a little slower as you give your evidence.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may repeat the people you with at Maria's house.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "July Mthetwa, Fanosi Nkosi, Nonqlandla Mthetwa, July's brother-in-law and July's sister, Mercy and Maria Mthetwa, the owner of the house.  I can't remember others who were there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are these people members of your organisation?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they present there at for any particular reason?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, there was no particular reason, we were just sitting there inside the house.\n\tMost of the time, I used to visit Maria's place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this an IFP stronghold?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Many people who were members of IFP, used to visit Maria's place.  They used to just visit the place.  Most of the people who used to visit Maria's place, were IFP members, because even Maria herself, was an IFP member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you recall that during your criminal trial, this place was described as a shibeen?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it not a shibeen?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it not frequented by people in Davel?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was, some people, the people that were from local and these people never used to give us the problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it was frequented by people irrespective of any political affiliation?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just clarify one thing, just before you go on Mr Claassen, sorry to do so.\n\tWho told you this person said, he told you that he had heard that you were going to be attacked and you must watch out?  I just didn't catch the name when you were testifying?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Who was it?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Duduza Qaba.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't explain or clarify anything, just answer the question.  He just asked you a question and that is fine, we've got the answer now.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Mtambo, not who you were in the house with, you said that you saw the deceased at an electrical box.  Can you just very briefly, what happened from the house to the point where you shot him?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "We were just sitting there and we were drinking and liquor was full on the table, on the 29th.  Because I have already made a decision as to gain IFP members, because we were the minority in that place, I didn't tell anyone about my decision because I realised that the people who were there, who were present at that house ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interrupt Mr Claassen, we will also expect you to take charge of your client's evidence in chief please.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I will do so Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please interrupt him if during his evidence, you can hear that it is not being translated the way you want it.  He is not responding to the question, to your question, because now he is giving evidence on an aspect that you have not put a question to, he is not responding to your question.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair, I will do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I then just address your client?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mtambo, we would request you to please confine your responses to questions being posed by your legal representative, and only confine your responses to those questions.\n\tThe question which was put to you was to explain what happened from the time you recognised that Mr Phumayo was outside the electric box, what did you do because you explained that you went out, you got to him next to the electric box, you greeted him and then you shot him.\n\tYour Attorney wants you to explain in detail every step what you did, from the time that you left the house up to the time you greeted him and then shot him.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "When I left the house, I turned behind the house, I took the gun from the bag.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean when you say you turned the house, maybe that has not been properly translated?\n\tIf you can just please repeat what you have just said.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "When I left the house, or when I came out from the house, I went behind the house, I took the gun from the bag and I cocked it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what do you mean by saying that you took the gun from the - is it back or from a bag?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "My apology there, the gun was in my pocket, in my trousers pocket, in my trousers pocket.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed Mr Mtambo.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I took the magazine, I put it in my left pocket.  I only had one bullet in that gun.  It was loaded inside the gun.\n\tI left Maria's house, I went straight to the deceased, Mr Mshenga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did I understand you to be saying you left Maria's house for the deceased's house, Mshenga, was that properly translated?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I went to Mshenga straight, not in his house, he was on the street, not in his house.\n\tWhen I arrived there, I greeted him.  He answered back and I asked him why he was there.  He said he was there, looking for his girlfriend.  I didn't trust what he said because I have already heard something.  That is when I took out the gun from my pocket.  He was facing downwards, and I shot him from the back and then I ran away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you believe him when he said he was there for his girlfriend?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He never used to frequent that street, and I didn't know that he had a girlfriend on that street.  This is why I didn't believe him.\n\tI didn't know whether he was telling the truth as to his being there because he wanted to see his girlfriend, or if he was there because of what I have already heard.\n\tWhen I shot him, I ran away.  I ran away, I passed Maria's house and I jumped the fence.   I got inside the yard, I opened the window, I got inside through the window.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can I just get clarity on this please Mr Mtambo.  The street you shot him in, is this the same street Maria's house is in?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is the same street.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You explained to us earlier on that there were streets that were to be used by IFP members and streets to be used by the ANC members.\n\tWas this an ANC or IFP street?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I will say it was an IFP street.  IFP members used to use that street frequent, more than the ANC.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then the members who visited Maria's house, who were not IFP members, which street did they use?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "The people who used to frequent Maria's place, they were neighbours, who were drinking and we used to take them as alcoholics.\n\tThese are the people who used to frequent Maria's house.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Who were not IFP members, I just want clarity on that?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Most of them were IFP members who used to visit Maria's place, but those who were not affiliated with IFP, they were just alcoholics and neighbours.\n\tI can give an example and say ...",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "It is not necessary.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Mtambo, you have just testified that you had heard something from this person Duduza and that made you mistrust the deceased.  Who is Duduza and what did he tell you?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct, Duduza, what Duduza told me made me  mistrust or distrust  Phumayo?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was who is Duduza and what did he tell you, there are two questions.\n\tWho is Duduza Qaba and the second question is, what did he Duduza Qaba tell you?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Duduza Qaba, it is a member of the ANC, he was a member of the ANC and it is a female, I grew up with her.  We got along very well, and she got along well with Sophy, Ndono.\n\tThey were friends with Sophy, Ndono.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is Sophy, Ndono?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Her name is Ndono, her mother is Sophy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who are they?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Sophy is my aunt and Ndono is my cousin.  Ndono is my niece.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, and what did this Duduza tell you?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He greeted me and he told me to be careful and when I asked him as to why should I be careful, he said I know about those people who were referred to as comrades, but he didn't give me the name of the person who was going to give me a problem, which he has already perceived.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, you are being very vague.  Please explain this, you are talking around.  Did she say that you know these people or maybe there is a problem with the translation, I am not sure.",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He said I know the comrades, he said and I know the fact that we don't get along with the comrades and the enmity between the IFP and the ANC.\n\tI knew that he was there most of the time, in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there was something wrong that probably you didn't say, you omitted to say or probably was omitted in the translation.  You seem to have mentioned somebody's name, but it was not translated.\n\tCan you repeat what you have just said so that we can get our notes corrected.  There is something missing in my note and I see there is also a nod from one of the Committee members, that he is also missing something.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I don't remember mentioning someone's name, I mentioned only Duduza.",
            "Male"
        ],
        [
            "MR LAX",
            "Perhaps I can help here, what we are trying to understand is what exactly did she tell you?  Did she say to you I know these people, that she knows them, or did she say to you, be careful, you know these people, they are your enemies and make an implication that there was something you had to be careful about?  It is just not coming out clearly in the way either you are saying it, or it is being translated, so I want you just to try and give us the sense.\n\tDid she say she had heard something that you should worry about, or did she say you know these people, I have a feeling something might happen, etc?  That is what we are trying to understand.",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He said to me, Stumu, you must be careful today.  That is what he said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said be careful today?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then he used a certain name, which included comrades, what did he say about comrades?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I asked him why should I be careful, and he said you know that there is enmity between you and the comrades.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you try to ask him as to who exactly among the comrades you should be careful of or from?\n\tIn your knowledge, the number of the comrades in Davel, were they a majority?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, they were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in other words, he was warning you to be careful from all the comrades?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, did this Duduza mention the name of Mr Phumayo?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, I can't remember whether he mentioned his name, but if I recall very well, I don't remember him mentioning his name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You just said that she did not identify any person in particular.  That is the note I have here?\n\tDid she or did she not, or can't you remember?  These are two different things.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, she didn't tell me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just stick to the evidence you have already testified to.  You don't have to say you don't remember if you know that he didn't identify any person.\n\tYou get a contradiction in the two things you are saying.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "My apology there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Mtambo, just to get back, you started your evidence by saying that you were a member of the IFP.  At that stage, how long had you been a member, and what was your rank inside the IFP?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "At first I was a Vice-Chairman of the IFP.  Mkhize left and then I was the Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it of the IFP or of the IFP Youth Brigade?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Of the IFP Youth Brigade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just needed that clarification Mr Claassen, because this evidence has already been given by mr Mtambo, right in the beginning.  You don't need to traverse it again.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Mtambo, can you just state how long had you been a member of the IFP?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "When I first joined the IFP, was in 1992 up until now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interpose Mr Claassen, whilst we are on this point, and for how long had you been the Vice-Chairperson of the Youth Brigade?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "A year.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When were you first appointed as the Chair of the IFP Youth Brigade?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "In 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you approximate the month when you became such a Chair?  The incident occurred in May 1993, can you from there be able to estimate how long you had been in your position as the Chair of that organisation?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "In January.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you Mr Claassen.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Mtambo, you also at the beginning briefly stated that  a meeting had been held in kwaDela where a certain decision was taken.  What was the nature of this meeting?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mean the meeting which was held at the creche, are you referring to that meeting?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is correct Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you just make that clear to him, it will facilitate his response I think.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, with specific reference to the meeting, you said the meetings were held at a creche, that meeting at the creche.",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "We used to hold meetings and we were encouraging the youth of IFP and we were encouraging each other as to recruit other youth members, and the collection of money to help other members ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come to our rescue Mr Claassen and please try and take charge.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Certainly Madam Chair.  Mr Mtambo, was this specific meeting, an IFP meeting?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, it was.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Do you remember or recollect who was present at this particular meeting?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Can you just briefly state who these people were?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I will mention some names, even though I cannot remember everyone who was present.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, I think we will leave it at that.  Can you approximate how many people were present at this particular meeting?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "There were about 15.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And were these people all IFP members?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, they were.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, you mentioned that a decision was taken, what was this decision?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't he say he took a decision?  That is his evidence, are you not trying to change his evidence Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "My pardon Madam Chair, it is indeed that he said the decision was taken by him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "May I just rephrase it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe you can just clear that with him, but he has already testified to him taking a decision, not to people who were at that meeting taking a decision.\n\tMaybe you need to get clarity on that.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Court pleases.  If I may approach him just for a second.  Thank you Madam Chair.\n\tThank you Madam Chair, it is indeed correct as stated, the decision was taken by him.\n\tMr Mtambo, could you just briefly explain the decision and why it was taken?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Because of the harassment or torture, I was injured before I took this decision.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "How were you injured?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I was walking one day, and I was beaten up and I opened a case, but then it was never followed up.\n\tAfter I got injured, my teeth were loosened.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, do you know who these people were that beat you up?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I do remember them.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Were they IFP members, were they ANC members?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "They were ANC members.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, did you know the deceased?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "How did you know him?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He was a member of an ANC organisation.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "How do you know this?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I used to see him when they were toyi-toying, he was right in front.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Do you know if the deceased held any specific position within the ANC?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "What position is this?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He was a Chairman.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "If you say a Chairman,  a Chairman of the local branch or what kind of a Chairman?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He was a Chairman of the Youth Brigade.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "This was in kwaDela?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, why did you decide to kill Mr Phumayo?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He was a brave man.  He used to attack IFP members and he used to make sure that he injured them.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, what were the circumstances like in kwaDela prior to this incident?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "There were conflicts and people were fighting.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Were these conflicts of a political nature?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, it was between ANC and IFP.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, you said you made this decision.  In what capacity did you decide this, as Chairman of the IFP Youth Brigade?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I took this decision as a Chairman of the IFP Youth Brigade.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, once you had committed this act, was there any gain for you personally for doing this?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "What did you hope to gain politically?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "My aim was to gain more members because I knew that other people were going to be scared and they were going to join the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come again, I didn't get that.  You killed him because you thought other people would be scared and would join the IFP?  By other people, do you mean the ANC people will then be intimidated and leave the organisation and join your organisation?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I mean ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Mtambo, Madam Chair, if I may, I would just like to draw your attention to the applications which you brought before this Commission.\n\tIf I may Madam Chair, it is page 2 and 7 respectively.  Mr Mtambo, it is pointed out to you that you brought two or submitted two Form 1's, applications, which are included in your application form today, is that correct?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, if I may refer to page 3, paragraph (b) just under number 4, the question Mr Mtambo was put to you state whether any person was injured, killed or suffered any damage to property as a result of such acts or omissions or offences.\n\tYou had written down deceased Mshenga Phumayo and six houses were set on fire, would you care to explain that?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.  After I shot Mr Phumayo, houses were burnt.  It was after this incident.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, could you just clarify, you are talking about houses, who burnt down these houses?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "ANC burnt the houses.  Now I cannot say who exactly, because I was hiding at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we get clarity on when these houses were burnt?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "On the 29th of May, on the same day when I killed Mr Phumayo.  After I killed him, then the houses were burnt down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time did you kill Mr Phumayo?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I can say it was half past eight or approximately, or between half past eight to nine o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At night?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, at night.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what time were these houses burnt down?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was after a while.  If I can just estimate, I will just say between ten and eleven o'clock, I don't have the exact time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to whom did they belong?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Members of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were these high ranking members of the IFP?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, they were just ordinary people who were known to be members of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was your house burnt down?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, it wasn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Claassen, you may proceed.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Mtambo, I also wish to draw your attention to page 18 of the application bundle.\n\tMr Mtambo, it is a statement by yourself, a confession statement which was taken on the 5th of June 1993 and in this statement, several things are said which does not coerce with anything you have told this Commission so far today.\n\tCan you briefly tell the Commission what the circumstances surrounding when you made this affidavit, why you said the things that you did?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would like to ask as to which statement are you referring to, you are talking about my application or my statement?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "If I may Madam Chair, the confession statement taken at the Davel police station.",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I can explain.  I made a statement in the police, and I didn't tell the truth, it was a lie.\n\tI was trying to escape from being sentenced for what I had done.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Mtambo, can you just tell the Commission what do you, how do you feel today about these offences?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I am not relieved at all.  I am not at rest for what I have done.\n\tI am deeply sorry, more especially when we mention the deceased's name.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair, I have no further questions for the applicant.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have any questions to put to Mr Mtambo?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes Madam Chair, I do but before I proceed, I would like to put it on record, that I have met with the victims and I will be representing them as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We shall note so.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETE",
            "Mr Mtambo, you have testified that there was a lot of political conflict at your area.  During what period was this?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "From when I joined the IFP, it was always like that.",
            "Male"
        ],
        [
            "MS THABETE",
            "From which year, 1990?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was 1992.",
            "Male"
        ],
        [
            "MS THABETE",
            "In 1993, isn't it correct that at that time, the conflict had died down, even though there was still enmity between IFP and ANC?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, it is not correct.  The truth is there was enmity and there were conflicts.",
            "Male"
        ],
        [
            "MS THABETE",
            "Well Mr Mtambo, according to my instructions, by the time, by 1993, there wasn't political conflict between IFP and ANC, even though before, there was.  What do you have to say about that?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't understand your question Ms Thabete.  Are you saying that there was no enmity between the ANC and the IFP and that there was no conflict?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "There was enmity between IFP and ANC, but by 1993, the fighting had stopped?   What is your comment on that?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I deny that.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay.  What were the relations between you and Mr Phumayo, the deceased?  Did you talk to each other, or did you just know him?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I used to talk to him, in fact I have spoken to him about the violence at Davel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you just be specific Mr Mtambo bearing in mind that we have read all the papers that you have used in support of your application.\n\tIsn't it true that you in your application stated that you grew together with the deceased, played together and that you were friends, although you had different political ideas in that you belonged to different political organisations?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "We actually grew together, at the time he wasn't a participant in political organisations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you knew him quite well?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the question that Ms Thabete was trying to elicit from you.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "My apology there.",
            "Male"
        ],
        [
            "MS THABETE",
            "When Duduza Qaba told you that you will be attacked, you have testified that he didn't mention any names, isn't that so?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "When did she actually tell you that your life was under threat?   Maybe to help you, in relation to the death of Mr Phumayo, when did she tell you this?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He told me before I killed Mr Phumayo.  What Duduza told me, when he told me, Phumayo was still alive.",
            "Male"
        ],
        [
            "MS THABETE",
            "Was it two days before you killed him, was it a week before you killed him, was it a month before you killed him when you were told this?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "On the same day when I killed, on the 29th.",
            "Male"
        ],
        [
            "MS THABETE",
            "So when you say in your application at number 9 A4, page 8, that you had received earlier on a tip to the effect that the deceased made a vow that if you could be eliminated, their organisation in their region, will have peace of mind, that is not correct?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.  But this is what he said, him, the deceased, not Duduza.\n\tThis is what he told me.",
            "Male"
        ],
        [
            "MS THABETE",
            "Who told you that the deceased had said this then?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That is the deceased himself.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes, that is what his evidence is.  His evidence now is that the deceased told him that himself.\n\tWhen did he tell you this?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I met him as I was leaving Mthetwa's house.  I don't remember the day, but this was before I took a decision that I was going to kill him.  He was the one who told me first that if I were to be killed, ANC will gain more members.",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Can you explain what you were doing at Maria Mthetwa's shibeen that day when the deceased was killed?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I was just sitting there and this is the place I used to frequent.",
            "Male"
        ],
        [
            "MS THABETE",
            "Were you drinking that day?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, I wasn't.",
            "Male"
        ],
        [
            "MS THABETE",
            "So what were you doing there at the shibeen, just briefly, if you were not drinking?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I was just sitting there with the people who were drinking.  Most of the time, this is the place I used to sit.  I used to frequent Maria's place, sometimes Saturday morning, I used to spend my time relaxing at her place.\n\tWhen you are there, you can actually see the school.",
            "Male"
        ],
        [
            "MS THABETE",
            "No, it is fine, I don't need to know to reason why you were there.\n\tDo you drink at all generally?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay, when you arrived at Maria Mthetwa's shibeen that day, did you have a gun with you?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Was it your gun?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why did you have a gun with you?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "To protect myself because the situation was bad.",
            "Male"
        ],
        [
            "MS THABETE",
            "You say you saw or maybe I should ask you, when you saw the deceased, where were you, were you still at Maria's shibeen?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I was inside her house.",
            "Male"
        ],
        [
            "MS THABETE",
            "It wouldn't be true, because according to your application, let me just look for the page number, page 28, you say you were on your way home when you saw Mr Phumayo, so that means it is not true that you were actually at Maria's.  Which version is the true, were you at Maria's place or were you on your way home when you actually saw Mr Phumayo?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "If I can explain there, when I left Maria's house, I was going home.",
            "Male"
        ],
        [
            "MS THABETE",
            "So what are you saying, were you on your way home, or were you still at Maria's place when you saw it, that is what I am trying to find out?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I explain what Ms Thabete is trying to find out from you, at page 30 I have got a typed record, whose handwriting is this Mr Mtambo, is this your handwriting?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, it is not my handwriting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who wrote the statement for you?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Alson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is Alson?  Who is he?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He came to visit me in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he a friend?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, he said he was sent there by the TRC to take the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is the Investigator from the TRC.  Now what is contained here is that, paragraph 3, is that you only noticed Mr Phumayo as you were on your way home.  You only noticed him once you were out of Maria's house.\n\tDuring your viva voce evidence, you stated that you noticed him whilst you were inside the house, and you saw him standing next to an electric box.  That is not what is in your statement.  All that she wants you to explain is that difference.  Do you understand?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "If I may explain, there are two streets.  I was sitting in Maria's house and peeping through the window, I was right inside the house.\n\tHe was coming, because it was bright, because of the street lamps.  I saw him as he was coming.  Before he arrived at the electric box, that is when I came out from Maria's house and I said I am leaving for home because I didn't know exactly who was going to attack me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you are answering her question.  She wants to know why in your statement you said you only noticed him as you were on your way home, whereas in your oral evidence, you say you saw him whilst you were inside the house?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I am trying to explain the difference.  I saw him for the first time while I was still inside the house, and when I was outside, I could see him as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We know that.  Are you saying therefore that what is contained in your statement, is incorrect?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I will say it is a lie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you legal representative read this statement to you before the commencement of this hearing?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, he did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you notice that according to what is contained herein, the point at which you first saw Mr Mshenga was when you were on your way home and not when you were inside Maria's house?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, I didn't notice that.  As I am explaining that there is a street right above Maria's house, and I thought this two were not conflicting each other that much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you notice that your statement contained something that you did not agree with, that is my question, in relation to at what stage you saw Mshenga on the day in question?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, I didn't notice that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madam Chair.  Did you know where Mr Phumayo lived, his home?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "How far was it from Maria's place?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was far, much too far.  I think if I may count the streets, it is approximately five streets from Maria's place to his house.",
            "Male"
        ],
        [
            "MS THABETE",
            "My instructions are that when you actually saw Mr Phumayo, he was from his home.  What is your comment on that and he was very much close from his house or his home?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, that is not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are your instructions that Mr Phumayo's house was not five streets away from Maria's house?  Are those your instructions?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I will have to clarify that Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Mtambo, you say when you followed the deceased, you actually caught up with him, is that correct?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "And you say you had a conversation with him, is that correct?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Exactly what was the conversation, can you briefly tell us?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I greeted him and he greeted me back.  What I have noticed is that he was scared when I came closer to him.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why did he show fear because I thought earlier on you said he was a very brave man and you were used to him, why would he fear you all of a sudden?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "What I can say is that we were scared of each other, we were scared of meeting each other at night.\n\tThat is why he was scared, because we never used to come closer to each other at night.",
            "Male"
        ],
        [
            "MS THABETE",
            "No, that is not my question.  My question is earlier on you testified to the fact that you were on good relations, you used to talk to each other and on this particular day, you just greeted him, and he had fear.  Why?\n\tBecause according to your evidence, he was a very brave man, he was used to you, why on this particular day, did he fear you, that is my question.  If you don't know, you can say you don't know.",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I don't know why he was scared.",
            "Male"
        ],
        [
            "MS THABETE",
            "And then, what was the conversation, what did he say to you, what did you say to him, if at all you did say anything to each other before you actually shot him?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He said we can walk along, and I asked him as to how can we walk along together, because he was an ANC member and I was an IFP member.\n\tThere was no harmony between the two of us.  The reason I said so was because I didn't want other IFP members to think that I was betraying them, because they were going to think that I was betraying them.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is that all?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is that all you said to him, and what he said to you and then you shot him?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I can't remember what he said, other things he said.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you tell us how you shot him?  What led to you shooting him?",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, if I can interrupt.  He hasn't answered your question, which you put to him, and you are just proceeding on.  You asked him is that all he said to you, not what you may have spoken about?  Your answer was, I can't remember everything I said to him.\n\tDid he say anything more to you besides let's go for a walk together?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I can't remember.  I can't remember if he added on that.\n\tMaybe it is because when I arrived there, I actually saw a chance that I should use that chance, to kill him.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Mtambo, are you saying from the time you left Maria Mthetwa's place and saw the deceased, you had actually decided that you were going to shoot at him?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "The decision which I have already taken, wasn't specific to kill him, but the decision which I had taken was that I was going to kill anyone who belonged to ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You must be careful Mr Mtambo, you must be careful about your testimony and the contradictions that might arise as a result of what you are saying now.\n\tThat is not what you initially said.  In your evidence in chief, you stated categorically that you yourself, took a decision to kill Phumayo, not any other member of the ANC.  It was a decision to kill a specific person and that person was Phumayo.\n\tNow you are giving evidence under oath and the requirements of you succeeding in getting amnesty is that you must be honest.\n\tYou recall giving evidence and saying that you yourself took a decision to kill Phumayo, in order to enhance the integrity of your organisation, because he was a brave man and that killing him, would intimidate the ANC members, who would then be intimidated and join your organisation?\n\tI am just worried about your evidence now which seems to suggest that when you took a decision, you didn't have any person in mind, to kill.  The decision was intended to kill any member, any member of the ANC, and not a specific person.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is true, I did say that I took a decision to kill Mr Phumayo, because I have already said that my reasons were that he was a brave man.\n\tI would like to apologise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, may I with your indulgence and Mr Claassen's indulgence, and all those present, request that we take a two minute adjournment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETE",
            "(continued)   Mr Mtambo, you have been asked a question as to why you killed Mr Phumayo, and your response was because he was a brave man and it would intimidate the ANC.  Is there any other reason why you killed him or is that the reason why you killed him?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would like you to clarify what do you mean when you say, are you saying he was intimidating ANC members or IFP members?",
            "Male"
        ],
        [
            "MS THABETE",
            "Didn't you say when you were asked why you killed Mr Phumayo, you said the reason was because he was a very brave man and killing him would intimidate the ANC organisation?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I said that.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is that the only reason why you killed him?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "There are many reasons, which made me to kill him.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you tell the Committee what those reasons are?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "There were other members under my command, they used to come to me with complaints saying that they have been chased with pangas and they are not able to use the streets, and he himself, Mr Phumayo was the one who was involved in these incidents.\n\tThese are some of the reasons why I attacked him, because I realised he is harassing the people.  I will say these are the reasons why I killed him.",
            "Male"
        ],
        [
            "MS THABETE",
            "How old would you say the deceased was when you killed him?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "You mean, I can't know.",
            "Male"
        ],
        [
            "MS THABETE",
            "An estimation?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I will say he was even older compared to myself, but I won't be able to know how old.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay, he was 25 years old.  So are you saying a 25 year old was intimidating people around the township, is that your evidence?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there something wrong with a 25 year old intimidating people?  Isn't that a probability you should accept, Ms Thabete?  Do you want to proceed with that point?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, but I thought I would say that on argument, the fact that he was so young.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You then can do so, but you will do so knowing that this panel is quite alive and sensitive to the fact that during the conflict, young people did intimidate, as young as 14.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I am indebted to you Madam Chair.  Would it be incorrect or is it incorrect or is it not true what you have written in your statements on page 11, sorry page 8 actually, sorry.",
            "Female"
        ],
        [
            "MR LAX",
            "Just read it to him, Ms Thabete.",
            "Male"
        ],
        [
            "MS THABETE",
            "I will read it to him just now.  You say I shot dead Mr Mshenga Phumayo on self defence, after he had attempted to shoot me.  This is not correct?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct, that is not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "And it is also not correct on page 28 where you say that he had tried to take out his firearm on you.\n\tYou are saying that is not correct?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay.  You say several attempts were made to kill you.  How, how did they try to kill you, can you briefly explain?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Sometimes while walking on the way, I will hear some firearms and see people holding firearms, trying to shoot me and therefore I will try to run away, to escape from the danger.",
            "Male"
        ],
        [
            "MS THABETE",
            "Now, my last question to you is, how do you think killing Mr Phumayo because he was a brave man and because you wanted to intimidate the ANC, how is that political?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hasn't he said that?  The ANC members would be intimidated and then they would join the IFP.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "My mistake Madam Chair.  Thank you, no further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, do you have any re-examination Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "No re-examination Madam Chair.\nNO RE-EXAMINATION BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Bosman, do you have any question to put to Mr Mtambo?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Just one question.  Mr Mtambo, this decision that certain members would use some streets, the IFP would use some streets and the ANC would use other streets, was this a joint decision?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It wasn't a joint decision, but it is something that happened, not knowing exactly how it came to be like that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "... (tape ends) ... the one lot, some streets and the others another street, just the sort of thing that happened in practise?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "To explain further on that, is that if I were to be found in their streets, I would be hurt, but if they were found in your street, normally they wouldn't be hurt because we were the minority in the area.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "That is sufficient, thank you very much.  No further questions, thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are a man of many words Mr Mtambo, you must try and just keep to what is being put to you, least you run the danger of even coming with answers which will be to the detriment of your own application.\n\tMr Lax, do you have any questions to put to Mr Mtambo?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  You said in your evidence in chief, that you were sitting at Maria Mthetwa's and that you saw the deceased coming, you saw the deceased coming, you said you had information about him, in a sense you were expecting him?  Did I get the right impression?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "You said you had made a decision, you got out of the house, you sorted out your firearm behind the house, you went to where he was at that stage, next to the electrical box?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "You said that you greeted him?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "He got scared when you were near him?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "For some reason he was bending away and you shot him, you took out your gun and you shot him while he was pointing away from you,  that is how it was translated.",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, did he try to run away that he was not facing you and you managed to shoot him in the head or in the back of the neck?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He didn't try to run away.  He didn't try to do anything because at that split of the moment, I shot him and he fell on the ground.\n\tI am the one who ran away thereafter.",
            "Male"
        ],
        [
            "MR LAX",
            "What I am trying to understand is, when you talk to somebody, they usually face you, correct?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "May you please repeat the last part of your question.",
            "Male"
        ],
        [
            "MR LAX",
            "What I am trying to understand is this, when you talk to somebody, you usually face them, face to face?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "How did it come about that he turned around and you were able to shoot him in the back of the neck?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, it happened like that.  I will explain in this way, the clarify on that point, we were standing parallel, facing towards the same direction.   Thereafter myself, I moved back, that was at the stage where I shot him.",
            "Male"
        ],
        [
            "MR LAX",
            "But surely if he was scared of you, he would have been watching you carefully?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So how come he didn't see you move back and pull the firearm out and then shoot him?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would also like to explain on that point, I was also afraid of him myself and then I had to do it quickly.\n\tI didn't show him that I, I wasn't supposed to show him that I was going to shoot him, because he might have fought back.",
            "Male"
        ],
        [
            "MR LAX",
            "Just now Ms Thabete was asking you some questions around the issue of you pulling out your firearm or whether you took it out and so on.  I wasn't clear from the way it was translated, whether you were saying yes, it is a lie or yes, it is true, he tried to pull out his firearm, I couldn't work it out for my own answer.\n\tCan you just clarify that for me please?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I said no, he didn't pull out a firearm, I am the one who pulled out a firearm.",
            "Male"
        ],
        [
            "MR LAX",
            "And can you explain to us why this appears in your statement, that he pulled out the firearm, but immediately he took it out, I ran fast close to him, and asked him what are you doing here?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I can also explain on that point.  On that particular statement, I will say to distinguish what I am saying before the Committee is the truth, the statement which you are referring to, I gave it as if I was giving it to police, because I didn't know the people who came to take this statement from me.",
            "Male"
        ],
        [
            "MR LAX",
            "The man who came to take the statement from you, didn't he explain to you he was from the Truth Commission?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He did explain that his name is Alson and he is from the Truth Commission, but myself consciously, I wasn't willing to disclose everything, I thought I will come and disclose everything before the Commission.",
            "Male"
        ],
        [
            "MR LAX",
            "He did tell you that he was coming to ask you some questions, to help the Commission with your application, isn't that so?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "What he said to me is that he came to me to take the statement, and he asked me whether I admit or deny my first statement that I made before.  If I did, if I do deny it, he said I should explain why and I said I don't have a problem with my previous statement.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did he tell you it was necessary to take this statement down then?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I didn't trust that that would help, because I believed that the ANC was using some tricks within the IFP, so I didn't trust anyone.",
            "Male"
        ],
        [
            "MR LAX",
            "So, why didn't you just tell him what you told the police in your criminal case then?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It didn't come into my mind, that I should tell him that, because I tried to give him what I know and I thought I would get a chance to exactly tell what I know.",
            "Male"
        ],
        [
            "MR LAX",
            "In your evidence, you said that when you came out of the house, he was already at the electrical box, is that right?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "However, under cross-examination, you said you caught up to him.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Excuse me, repeat the last part, caught up with him?",
            "Unknown"
        ],
        [
            "MR LAX",
            "You caught up with him?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I will explain that this occurred, the incident occurred next to the electric box.",
            "Male"
        ],
        [
            "MR LAX",
            "So was he just walking passed the electrical box, and you caught up with him at that point?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then, why did you say in your evidence in chief, that he was waiting at the electrical box?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I will say as I was following him, he was in front of me and he was just next to it, he was about to reach it while I was following him.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think my note, without interfering with my colleague, states that when you first noticed him, he was next to the electrical box.   That is the note I have.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes.  The question is this though, your evidence just was that he was waiting at the electrical box and you still said that he explained he was waiting there for his girlfriend?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would say it is like that, even if it seems to be contradicting.  I think the Chairperson is saying that the deceased was walking and I was following him, it is correct that I was following him, but I caught up with him next to the electric box, and that is where I killed him.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, the witnesses in the trial, who testified at your trial against you for the State, basically said that the deceased was walking down the road and that you came up behind him without talking to him, or anything, you simply pulled this firearm out from behind you, they said from under your clothes, that is how they described it, and that you shot him in the back of the neck and ran away.",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That was not true.  As I have explained before to the Commission what exactly  happened, I said my firearm was on my right hand pocket, I pulled it out and I was holding it with my hand at the time.  The way I was holding it, I was ready to shoot at any moment.\n\tAt night I didn't trust anything or anyone.",
            "Male"
        ],
        [
            "MR LAX",
            "So, Sipho Maseko is talking, he is lying when he says what I have just explained to you?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I will say he is not telling a lie when I shot him from behind, because I shot him from behind.  I shot him from behind, because as I explained before, I was parallel with him and then I moved back and therefore I was behind him when I shot at him.",
            "Male"
        ],
        [
            "MR LAX",
            "He says you walked behind him, you walked up behind him, as you were walking, you took the firearm from amongst your clothes, from out of your clothes is how he describes it.  I will read it to you just for the record, from page 22 of the bundle, line 6 - he saw the accused pull out a handgun from under his clothing, shoot the deceased in the back of the neck.\n\tYou say that that is not true, and that you had the firearm in your hand the whole time, from the time that you left Maria's house until the time that you shot the deceased, that is what you have just told us because you didn't trust anything at night time, you said?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would like to explain on that point.   I explained that the firearm was in my pocket and I was holding it with my hand while it is inside my pocket.\n\tIt is not the way you put it, while it was in my pocket, I was holding it with my right hand, ready to shoot at any moment.",
            "Male"
        ],
        [
            "MR LAX",
            "So then Maseko isn't lying when he says you took it out of your clothing?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "How could you, you described that you were standing parallel to each other, were you walking along while you were doing that or were you stationary?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "We stopped and we talked a bit as we explained.  We did converse and we talked with him.",
            "Male"
        ],
        [
            "MR LAX",
            "So if the State witnesses said that you just came up behind him and there was no stopping, you just shot him, that is not correct?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He is correct to say I shot him from a position where I was behind the deceased, but it is not true that I came from behind and shot him before I reached him.",
            "Male"
        ],
        [
            "MR LAX",
            "Why would Sipho Maseko lie about the fact that you may have spoken to this chap, that you might have stopped and spoken to him?  What difference would it make to him?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I think he had a motive, because he wanted me to be convicted, because he was an ANC member.  He wanted it to come out that I was not a good person in the area.",
            "Male"
        ],
        [
            "MR LAX",
            "One thing that you have told us, doesn't make sense to me, and that is what you told us about the vow that this person, this deceased person made.  Why would somebody that has made a vow to kill you, come to you and tell you that he has made a vow to kill you?  Surely that would defeat the purpose of his vow?\n\tEvery time that you saw him, he would know that you were thinking well, he is going to kill me now?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I explained that he said that before I took a decision to kill him.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, precisely.  But if you have made a vow to kill somebody, you wouldn't go and tell him, would you?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, correct I wouldn't do it myself.",
            "Male"
        ],
        [
            "MR LAX",
            "Is it correct that you were previously a member of the ANC?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And that in fact you left the ANC to join the IFP?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "You and the deceased were friends up until that time when you left the ANC?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, we were not exactly friends, I just regarded him as one of the members of the party.",
            "Male"
        ],
        [
            "MR LAX",
            "So he was just somebody that you grew up with and played together, but you weren't friends as such?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "When did the differences between you, start?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I think the differences started in 1992, about November.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that when you left the ANC?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was sometime after I have left the ANC.",
            "Male"
        ],
        [
            "MR LAX",
            "So even though you had left the ANC and you went to its rival organisation, there was still no bad blood between you?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one last thing, do you remember that you made an application for indemnity?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And you said that the motive for killing the deceased in that application, was so that your organisation could win the 1994 election?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "To explain about the indemnity application, the purpose for making such an application was just to get some way to get out of prison, because it was a terrible place to be.\n\tI thought maybe if I tried to apply for indemnity, I will get a chance to get out of prison.  Thereafter I discovered that there is a Commission on which we can come and apply for amnesty.",
            "Male"
        ],
        [
            "MR LAX",
            "I see, so that is a lie what you have put here?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is not true, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one last thing, very last thing.  You said there were many reasons why you wanted to kill the deceased, and when you were asked to expand on the many reasons, the only other reason you gave, was that he harassed people, which was basically the same as the first reason you gave.\n\tWhat other reasons are there that make up the many reasons you have told us about?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, there was one which I just remembered now.  One night, while I was at home, inside the house, I saw him together with another young man by the name of Themba, holding a five litre petrol.  I saw them with this five litre petrol, when I saw them holding, it is a 25 litre, not a five litre petrol, my uncle was still alive at that time, I called him out to come and see what I was seeing.\n\tHe came out and also expressed his views that these young men is a problem, and expressed that he is one of the people who are preventing us from getting more support.",
            "Male"
        ],
        [
            "MR LAX",
            "If all your members were complaining, including your uncle, about this harassment, why did you take the decision on your own, why didn't you take it as part of your structures?\n\tEverybody in your structure was complaining, this man is harassing us, didn't you discuss this together in your structure and come to that decision?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "To explain, I will say that the other members in that area, were few or were young, so I realised that maybe if I tell them about this planning, they might leak the information out and I might be arrested.\n\tIn most cases, we wouldn't tell women, female members about incidents like this, that we are going to attack a particular person.  I knew that they could be easily influenced somehow, that they can leak out the information.\n\tThey are not strong enough to keep the information.",
            "Male"
        ],
        [
            "MR LAX",
            "The issue was, these were the very people who were complaining about this man, your members.  They came to you, they told you he is harassing us, threatening us with pangas, we can't walk in the streets, you tell us of another incident with the petrol - surely you, together in your meetings said, well, what are we going to do about this guy?",
            "Male"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I didn't sit with them at any meeting, but I knew that if I killed him, they will know that I am the one who killed him, and they would be happy about it.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen and Ms Thabete, I will have to request for your direction.\n\tI wonder if this would be an appropriate time to take lunch adjournment?  I have only one aspect to pursue with Mr Mtambo, whereafter I think you can be ready to give us your addresses, which I think shouldn't take long, because we have scheduled another matter today and I would like us to finish that matter today.\n\tDo you propose that we take a lunch adjournment now or we conclude this matter and take our adjournment at half past one?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, I have no specific preference, it is entirely up to the Committee, I am easy both ways.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe it is an issue which really impinges on people who are far much more important than the members of the Committee, and that is the Logistics Officers - I can't locate them now, they don't seem to be around, and the Translators.\n\tI wonder if they can just respond whether they would prefer that we take a 30 minute adjournment now, or we only adjourn at half past one?  Will that be okay if we adjourned at half past one?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "It looks like it will be fine.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, will that be fine with you?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "It will be fine Madam Chair, but I wanted to do some redirect, and just one question, and also I had intended to call one witness from the victims' side who would like to testify.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Is it only one witness?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "It is only one witness, Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In that case, would you propose that we adjourn now?  Let's hear an indication from the Logistics Officers, because there are quite a number of things that really impinges on other people rather than us.\n\tWe are unfortunately requested to have our adjournment now, rather than later, for logistical reasons.   We will then adjourn and reconvene at half past one.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In your evidence, you have testified and your testimony would seem to suggest that the information that you got from one Duduza Qaba, that you must be aware that the comrades wanted to kill you, it is that information that made you sensitive to the fact that the deceased Mr Mshenga was one comrade who wanted to kill you.\n\tDid I understand your evidence to suggest that?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You then went on to say that two days approximately, two days before that incident, you had been informed by the deceased himself, of his intention to kill you?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "May you please, I don't understand, especially with reference to the two days before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understood your evidence to say that the deceased had vowed that he would kill you, he told you that he would kill you?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct, he said that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went on to say that he told you that he would kill you, two days before you killed him?  That was your approximation?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is not correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May we then correct that part of your evidence, when did he tell you that he would kill you?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I can't remember because it was, there was a long period from the time he told me to the time I killed him, but I don't remember the exact time.  I won't be able to say the exact date when he told me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did Duduza Qaba warn you about the comrades wanting to kill you?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was on Saturday, 29th of May 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long after the deceased had informed you of his intention to kill you, was it a week before, or a month before the 29th of May 1993?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Duduza was the second one to tell me that I was going to be killed.  The deceased himself told me, earlier before Duduza could do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  All I want to know is whether you can approximate in terms of weeks, whether the deceased told you a week before Duduza warned you about the comrades wanting to kill you?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would like to apologise in that I wouldn't be able to give the specific time, because what was important at the time, to me, it was the words that he said to me.\n\tThe time period, it is difficult for me to estimate exactly when it was.  I can't remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When he told you of his intention to kill you, did you believe him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you felt threatened by that intention?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yet, you can't remember when that was said?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I won't be able to remember the date and the month, what I can remember is the place where we were at the time, and also as to what was happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Subsequent to him saying that, what did you do?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I didn't do anything.  I just informed the people who were in my company, that he intended to kill me.\n\tEven if he doesn't himself, personally kill me, they should know that I am on the list, I am going to be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As soon as you were told by him, of his intention to kill you, you then intended to kill him yourself?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I don't understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Once you became aware that he intended to kill you, you then also developed an intention, you cultivated an intention to kill him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "You mean I developed the intention to kill him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, I didn't have the plans to kill him at the time.  I started developing that intention or making plans to kill him, after realising what he did to other people, not only directly to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it wasn't the fact that he had vowed to kill you, that made you kill him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that was not the only reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am getting very confused if that is so, because I thought that was the basis of your application?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I have been trying to explain that these are the things that he said and also did some of the things to other members of the Inkatha people, Inkatha members.\n\tIt is not only because he made a vow to kill me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, in your application, at page 8, you explain yourself as follows, I shot dead Mr Mshenga Phumayo on self defence after he attempted to shoot me.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Chairperson, I think I have already denied that and give reasons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I am aware of that.  Yes, then you proceed to say I earlier received a tip to the effect that the deceased made a vow that if I could be eliminated, the organisation in our region, will have a peace of mind.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I got the rumours.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and you then proceed to say I was also told that they have planned to kill me?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are these not the reasons why you killed him as stated in your application?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "These are some of the reasons why I killed him.  What I want to emphasise is the reason why I wanted to kill him, even myself, I was afraid of him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You killed him, because you were afraid of him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, if he wasn't doing anything to myself or the other members of the organisation, or the organisation itself, I wasn't going to kill him because I think no one has the right to kill someone else without a reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you could encapsulate your reason or reasons for killing Mr Phumayo, what would you say they are?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I can put forward the following reasons.  I would like to apologise to drag you back what I have said before.\n\tFirstly I said he was a b rave person, I was afraid of him, and we, the members of Inkatha in kwaDela, we were the minority and I knew that if I were to be killed first, the Inkatha will be extinguished in the area, because I would be gone.\n\tThat is the reason why I took a decision that  we should kill him, in order to establish good support in that area.  We were so few if I were to count before the Commission, there were a few young male members and a few female members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was the Chairperson of the IFP locally in Davel?  The local branch, I am not talking about the Youth Brigade?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was Napoleon Nkonza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The meeting that you held at the creche where you yourself took a decision to kill Phumayo, did he attend that meeting?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, but we did inform him and he knew that we normally had weekly meetings.  After two weeks, we used to have meetings and he knew about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who had convened that meeting?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I personally, I was involved, I was in charge of arranging meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the purpose of holding that meeting?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Most people had recently joined the party, and they didn't know much about the policies of the party.\n\tThey didn't know practical things like if you were to be found, not in line with ... (tape ends) ... therefore we will meet, so that we can inform them about the disciplinary procedures and the policies of the party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the issue of Mr Phumayo discussed at that meeting?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Chairperson, I tried to explain that I was afraid to inform these young people about this planning, because if I did so, it would be easy for me to be arrested, because if police came to investigate the case and question them, they might leak information.\n\tTherefore I decided to make it a secret, not to tell the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you discuss with the Chairperson of the IFP locally in Davel, your intention to kill Mr Phumayo in order to advance the interest of your party?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I didn't tell the Chairperson, Mr Nkonza himself.  The person whom I discussed this with, was Mtimzimotha who was the Chairperson of the Youth in Ermelo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why was Mr Nkonza as the Chairperson of the organisation, not made privy of your intention to do something that would have advanced the interest of the IFP?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I knew that he was not going to allow me to go and do it, since he had a high ranking position and he was afraid to be finding himself in a position where he could have given such instructions.\n\tI will say it will be so difficult as a grown up person, even at home, we are not allowed in our tradition, to send each other to go and do bad things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying it was not the policy of the IFP to kill political opponents and that is the policy you knew, and that is why you didn't tell Mr Nkonza because you knew he would abide by that policy of the party?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is not correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why should you not make him privy and further, why would he not have allowed you if that was the policy of the party?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I didn't see the reason to go and see and tell him, but however, when I was at the police station, I did tell him the truth, that I am the one who did it, and I knew that after doing it, you will know that I did it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mtambo, I had earlier on asked you a very simple question, why you did not tell the Chairperson of the organisation about something that would have advanced the interest of the party, and your response was that you knew that he would not have allowed you to kill Mr Phumayo.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why should he not allow you to kill Mr Phumayo if it was the policy of the party to kill its political opponent?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He will refuse to allow me to commit the act because he might have thought maybe I will also issue instructions, there might be a situation where I will also issue instructions to other people, to commit such acts.\n\tThere wasn't a single day where he gave us instructions to go and kill and it was us who were responsible of looking at the situation, and trying to find the ways how to protect ourselves if we are attacked, we will go and attack on our own.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it speculation on your part to say that he would have refused, had there been an instant where you had so requested and such a request was refused by Mr Nkonza?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I never stood before him and told him this is what we were going to do, before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you used the word courage, I don't know if my question was properly translated to you.  Is it not speculation on your part to say that Mr Nkonza would have refused you permission to kill Mr Phumayo if you had so requested?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that hinges on my further question being, have there been an instance wherein such a request, such a similar request, had been refused by Mr Nkonza?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He always instructed us that we should stay in one place, in houses, so that if they start to attack us, we should defend ourselves.  However, he never issued instructions that we should go for a specific purpose to say, go and kill because you have been killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the night in question, when you killed Mr Phumayo, had you not seen him next to the electrical box, you wouldn't have been able to have carried out the killing?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I was hunting him, trying to find him.  I will get information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long did this hunting last before you actually committed the offence for which you are asking for amnesty?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It took a long time, because my wish was to do it in such a way that it will be a, I will do the act and it will be unknown, nobody will know how he was killed and who killed him.\n\tI didn't want this to come into light within the community, because that would destroy the organisation's image, as it happened now that I have killed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I find that a little interesting in passing, that you did not want the person who would have killed Mr Phumayo, to come to light, because it would destroy the image of your organisation.\n\tI understood your evidence to have meant that the reason for killing Phumayo was to intimidate the members in order to join the organisation.  If your intention was to suppress any information, about the people who were responsible for his death, how would that intimidate ANC members to a point of making them jump ship, to come to the IFP and join the organisation?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would like to explain.  If that happened, probably the ANC people would definitely have known that he has been killed by Inkatha, even if they don't know who exactly killed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But haven't you said that you didn't want the members of the community to know about how Mr Phumayo had been killed, because if that act was associated with the IFP, it would destroy the IFP?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.   I tried to hide that so that when they come to  join our party, they shall take us as people who have just been started by the other party, as the innocent party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But those are the people who would hardly have been intimidated by the act of Mr Phumayo's death?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I find it difficult to answer the question, but to say as I have said before, if we kill him, we thought we would achieve some, gaining members joining us, and that is the way we did it, and we expected them to be afraid and join us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I also find it difficult to comprehend how that would be tantamount to an intimidation, that would increase your membership as you have testified.\n\tIn your evidence you say that you were hunting for Mr Phumayo for a long time?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because of your intention to kill him immediately?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, because of what he has already said.  If he didn't mention any killings, I wasn't going to hunt him.\n\tI tried to speak to him about the situation at Davel and I told him that I didn't like what was going on, but what he said is that if we were not all dead, there was nothing that was going to be sorted out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am just confining myself to the hunting.  You were hunting for Mr Phumayo.  Just try and confine yourself to what has been put to you.\n\tHow did this hunting, what form did it take?  How did you hunt for him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It will happen at night.  Sometimes we would see them, burning houses.  He was always in front of the people who were burning houses.\n\tThat is why I was hunting him, or that is the way I used to hunt him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had you seen him in the course of burning houses down, is it your evidence that you would then have been able to kill him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I have seen him too many times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know whether my question was translated to you properly.  Is it your evidence, are you suggesting that if you had seen him burning houses down, you would have been able to kill him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even though you would have been in the company of the other comrades?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.  What we had in mind was that if we were going to get hold of them, we were going to kill them, or attack them, because they used to burn down old people's houses, who were members and who didn't have other people to protect them.\n\tWe didn't want to lose members.  Members were going to be scared to be members of the IFP if we were not protecting them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you would have so killed him in the presence of the comrades, notwithstanding your earlier evidence that your intention was that you should kill him under circumstances where it would not lead to the IFP being associated with his death?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "If I have to explain, what I really wanted is that I didn't want the ANC people to know that I was the one who killed him, because I knew if they had to find out, they were going to revenge.  The comrades were going to revenge on us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is what puzzles me and this is why I asked you that question.  You are saying that you would have killed Phumayo, even where other comrades would have been present?\n\tThat would have exposed your organisation to the wroth of the community, because they will know from the comrades, who killed him?  Do you see the contradiction in your evidence?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I think I have explained, if I am not mistaken, that we were going to attack all of them, not just him so that the person who was attacked, or whom his or her house was being attacked, was going to know that we were the ones who were responsible in protecting him or her.\n\tIt is not that we wanted to expose ourselves in front of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You used the plural term, you say we would have attacked all of them.  What do you mean by that, you mean yourself and who?  Did you operate as a group?\n\tI thought you did not want anyone to be aware of your intention to kill Mr Phumayo, least it leaks out?  I thought you were the only one who was going to be involved in this operation, and nobody else?\n\tNow I hear you are using the plural term in your evidence.  Is that intentional?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I alone, my apologies there.  I was the one who was willing to do everything on my own.\n\tMy name was named as someone who was going to be the victim.  It wasn't because of hatred, because we never quarrelled, it was because of our affiliations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are unable to say how you hunted Mr Phumayo, because this all emanates from the question, which I earlier on posed.  How did you hunt for Phumayo?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I meant that if we found him doing something to other members of the IFP, I wasn't going to take this any longer.  I was gong to pay revenge there and then.  They have done this too many times to IFP members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You keep on referring to the plural term though I take it that you mean yourself?  The simple question is what did you do, what steps, what active steps did you do to kill him, before the day in question?\n\tIs it not your evidence that you knew where Mr Phumayo stayed?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is my evidence, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you go to his house to kill him, you seem to have hunted for him for a long time?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "What made me unable to go to his house, I didn't have his direction as to where he was staying, or how he was staying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mtambo, with due respect, that is not the evidence that you led before this Committee, you stated categorically that you knew where mr Phumayo stayed.  This is the evidence I vividly recall.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "When I said I know his house, I meant his parents' house.  If I went to attack him at his parents' house, I was going to end up hurting other people, like old people.  I didn't want that to happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you really want us to believe that when you said his house, you meant his parents' house and you didn't want to hurt other people?\n\tMy simple question is, you knew where Phumayo lived, that is your evidence, I've got a note here.  When questions were put to you by Mr Lax, your answer was very specific.  You said you knew where Phumayo lived, whether that be his parents' house or whether that be his own house, that is neither here nor there.  You knew where he lived.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why are you being dishonest in that point?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "The situation was bad and in my mind, it didn't occur that I can use this type of method in order to attack or to kill.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fact, to correct myself, you stated that you knew where Phumayo lived when you were being cross-examined by Ms Thabete, according to my notes.\n\tYour answer was very clear, yes, I knew where Phumayo lived and that his house was very far.  No, it was put to you that his house was very far from, no his house was quite nearer to Maria's house, and your response was, no, his house was very far from Maria's house, thus confirming that you really knew where Phumayo lived.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why are you being dishonest?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "My apologies there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know Mr Tunzi?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Mtunzi or Tunzi?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It could have been Mtunzi?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I do know him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "As I have already explained that he was the Chairman of the Youth Brigade, his name is Mtunzi Mote.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it the same person who is referred to in the criminal court judgement on page 22, last paragraph, second line Mr Claassen?\n\tDo you remember the evidence that was led during your criminal trial and the testimony of one Absolom Mkwetrani, who stated that he saw you handing the gun that you had used to shoot Mr Phumayo, to a person who was then referred to as Tunzi, who then climbed in through the window of a nearby house?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "This statement was mentioned by a witness in court, and it wasn't true.  I took the gun and I hid it under the coal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the Tunzi who is being referred to in this judgement?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "As a member of IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it the same person as Mtunzi?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, he is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he there when you shot Mr Phumayo?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, he was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he with you when you shot Mr Phumayo?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, he was with me but when I shot Mr Phumayo, he wasn't there.  I shot him when I was alone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you came out of maria's house, after having noticed Mr Phumayo next to the electrical box, did you come out of that house with Mr Tunzi?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, I wasn't with him.  I didn't mention anything to him.  I only told him after I had done so and I told him that I was the one who killed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you said earlier on that Mr Tunzi was there when you shot Mr Phumayo, what did you mean, at which stage was he there when you shot Mr Phumayo?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Tunzi wasn't there.  Maybe I made a mistake, my apology there.  He wasn't there when this incident occurred, I was alone.  My apologies there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you come to make this mistake?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Maybe I didn't understand exactly what the question referred to, whether you were referring that he was right at the scene of the incident, or inside the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought my question was quite clear.  I haven't written it down,but i seem to recall myself saying was Tunzi there when you shot Mr Phumayo and your response was yes.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, it is like that, that is why I am asking for an apology because I didn't understand well.  I didn't get it whether the Chairperson meant if he was present at the scene of the incident, or inside the house, Maria's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I mean if - the question was, was Tunzi there when you shot Mr Phumayo, why should it be difficult, why should it ascertain information other than what it is intended to?  Was he there when Phumayo was shot, and the simple answer was yes.\n\tWhy should you think that I meant whether he was in Maria's house because we are talking about the shooting of Phumayo, which on your version, occurred next to the electrical box, and definitely not in Maria's house.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It is not clear to me and my apologies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You again made a mistake there?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You also made a mistaken in your application, on page 8 when you said that you shot Mr Phumayo on self defence, after he had attempted to shoot you?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It is not true that he was trying to shoot me.  The truth is that I am the one who shot him.  He didn't try to shoot me.  He didn't even try to look for something or to fight back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, now why did you lie when you were applying for amnesty?  You have used the words I lied, now why did you lie?  You say that those were lies, why did you lie when applying for amnesty?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Chairperson, my apologies, these were my attempts trying to get out or to avoid being sentenced, but now that I am here before this Commission, I am telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but now you didn't lie in court, you are lying when completing an application form for amnesty?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I don't remember very well because the person who came to see me in prison, to take a statement, he was in a hurry.  He didn't even give me a chance to try and picture as to what happened on that day.\n\tNow that we are talking about this, it comes back to my mind as to what happened, what exactly happened on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who assisted you in completing your application form, that is the one dated the 30th of September 1997 at Barberton?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "One guy who came and told me he was sent by Attorneys and his name is Lucas Louw.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which Attorneys were those, were those your lawyers?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I only know of Mr Van der Merwe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he purport to come from Mr Van der Merwe's office?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You trusted him because he came from your own lawyer?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "No, I didn't trust him.  The only person I used to trust was Mr Van der Merwe, and he used to come on his own, if ever we needed to fix something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But this person came from Mr Van der Merwe's office, that is your evidence?  Why should you not trust him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "What I can say is that in that prison where I am staying, me and other IFP members, who are in prison, we are facing hardship.  That is why I didn't trust this person who said he was from Nelspruit Van der Merwe, I didn't trust him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you went on again, and signed a statement.  Do you recall signing this statement, which appears on page 28?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I remember very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in that statement, you again allege that you shot Mr Phumayo in self defence after he had attempted to take out his firearm to shoot at you?  It is then that you immediately shot him back on the side of his head?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that also a mistake?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, it was.  I said this lie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said a lie?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you advance any plausible reason why you should say a lie in that statement?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I didn't know.  What I thought was if I put it like this, I was going to get out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The person to whom you made this statement, identified himself as the Investigator from the Truth Commission, didn't he?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you have any reason not to trust a person who was coming from the Truth Commission, which was the process you wanted to confide in in order to get amnesty?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "The reason that made me mistrust this person, it is because I didn't know that if you make an application to the Truth Commission, there are other people who are coming, making a follow up, after your first application, there are others who are coming and take other statements.\n\tI got confused, I didn't understand how many people was I supposed to see.  Therefore I was confused.  That is why then even my testimony is contradicting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why did you lie then to him, if you did not trust him?  Why did you even say that your action was as a result of Mr Phumayo wanting to shoot you?  Why did you have to lie if you did not trust him?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "My apologies then, I thought I was defending myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yet, on paragraph 2 of that statement, you stated the same evidence that you have testified to today, that you received information from Duduza Qaba that said you must be careful of the comrades.\n\tIt is the same information that you have today testified to.   So you lied in certain respects, but told the truth in other respects?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "When it comes to Duduza Qaba, my reasons for giving his name out, was that there was no secret, I didn't see any reason why I should hide that.\n\tHe is the one who came to me and the reason that I actually took action on my decision, is that I have already heard from other people that I was in danger, because of the comrades.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the fact of the matter is that you lied in certain respects, but told the truth in other respects, even though you did not trust the person to whom you were making a statement?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "My apologies Chairperson.  I don't know how I should apologise, but from the bottom of my heart, my apologies and I have done this thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Claassen, emanating from the questions put to Mr Mtambo by this panel, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, I think there was a single aspect, but it was cleared up concerning a reply, I think it was a question from Mr Lax, whether he - but I believe it was cleared up, it was a question which just wasn't clear whether he answered positively on it, but I think it was cleared up.  Nothing further from me, thank you Madam Chair.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you proposing to close your case?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I am Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No further witnesses to be called in support of his application?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "No further witnesses Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madam Chair, if you could allow me just to raise one aspect in my re-examination to Mr Mtambo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You have no right to a re-examination, Ms Thabete.  It is only Mr Claassen who have such a right.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Okay, thank you Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You will have to apply to re-open an opportunity to put further questions to Mr Mtambo.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is the basis of your application?  Why do you want to put further questions, when your opportunity has long since passed?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "It is something that had arisen in one of the questions that was raised by the Committee members.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then in that case, please do so.  How many questions do you have?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "It is one question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You may proceed to put that question to him.",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MS THABETE",
            "Thank you Madam Chair, I am indebted to you.\n\tMr Mtambo, you have testified that you feared the deceased, is that correct?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "So, would it be correct to say that you actually followed him and shot him from the back, because you feared him, you were scared of him?  Would that be a correct statement to put to you?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "I am asking this because it is my instructions that I should put it to you that you actually followed the deceased and you shot him at the back, because you were scared of him, not because of all the other reasons that you have given today.  What is your response to that?",
            "Female"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is not correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you, no questions, Madam Chair.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I wouldn't begin to understand then the whole evidence, if you say that is not true?  Hasn't it been your evidence that this was a brave man who committed other acts of atrocities against your members, and you were all scared of him, and to quote you, you said I, myself were scared of him.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "When I committed this act, I have already put together every reason that I had.  That is why I ended up killing him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you or were you not scared of him, was he or was he not, a brave person who also intimidated your members?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I was scared of him, yes, I was scared of him, and that is the truth.\n\tI have seen him, the way he was operating and he liked his organisation, that is why I was scared of him.  I once thought that he was advanced in knowledge when it comes to ANC.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have any witnesses to call on behalf of the objectors?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes Madam Chair, just one witness, Mr Trevor Phumayo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is he going to testify?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, he is going to testify.  He is seated on my left hand side.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said the name was Trevor who?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Trevor Phumayo?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Phumayo, do you understand English?  You will do without the use of the microphone?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You have been duly sworn, you can take a seat.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS THABETE",
            "Mr  Phumayo, how are you related to the deceased?",
            "Female"
        ],
        [
            "TREVOR PHUMAYO",
            "His father and my father, are brothers.  I can say his father is my uncle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean the deceased was your uncle?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "The father of the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was your uncle?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Was the deceased an active member of the ANC?",
            "Female"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, he was.",
            "Male"
        ],
        [
            "MS THABETE",
            "According to your knowledge, did he harass IFP people?",
            "Female"
        ],
        [
            "TREVOR PHUMAYO",
            "I can't recollect anything on that matter, but I don't think he did.  There is nothing which I have seen him doing, you know, harassing the IFP members, and even on top of that, there could have been no reason for him to do that, because the ANC was dominating the area.\n\tThe IFP as the applicant has already put before the Commission, that it was having very little members, so it was an organisation which the ANC could not worry about at all.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you.  Can you explain to the Committee members, what was the deceased doing on the day of the incident, next to, or on the street where Maria's shibeen was?  Where was he going?",
            "Female"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, actually he was just from his home, because there was a home on the same street, but on the lower part, you know of the street, and there was a house of his friend there.  The family have evacuated the place, I don't know the reasons, but he was asked to go and stay there for protecting purposes or something like that.\n\tAs usual, he just used that street and frequented it in going to that house where he used to sleep during those days.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that he was staying in a house which was on the same street as Maria's shibeen?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, during that period, yes, but it was a little bit far down on the road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but nevertheless on the same street?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And for how long had he been in temporary residence thereat?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "I cannot remember well, how long was he staying there by that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could it be probably a day or two, could it be that short?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "It could be some, a few weeks, not days, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A few weeks?  Thank you.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "May I just ask you, you say he was staying there for protecting purposes.  Who and against whom was he protecting?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "It was only to protect the things like the property, the furniture because there was no one against you know, being stolen and things like that.  Thank you very much.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one follow up question if I may.  To get to and from that place, he would have had to pass Maria's on a regular basis, frequently?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "It depended on whether he choose to do so, but if he was coming from his home, then it was very much probable that he will pass through Maria's home, because it was on the top, his home, so he had to go you know, in that street, but he could have maybe used the option of going down on that street maybe, but it was a little bit far.\n\tMaybe if he was near the shops or something like that, but if maybe he was from his home, he usually used that way, through Maria's home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.  Would you say this street where Maria's shibeen was, was a no go zone for people who were not IFP members?",
            "Female"
        ],
        [
            "TREVOR PHUMAYO",
            "Not for any matter, because I don't think so, there was no no go street, during that time in the area, you know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that any inhabitant in Davel, could walk along any street that he so wished without fear of being attacked by any political organisation, whether it by IFP or ANC?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Precisely at that juncture, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say at that juncture, when did the no go areas then come into existence?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Well maybe if I can try to make some clarifications there, you know there were sometimes when there were turmoils in the area, where there were political conflicts, although there were no specific streets which you could have said this street shall not be frequented by ANC members, but maybe you will find that the IFP members have gathered in that street, for that day or maybe those times, maybe they were having meetings or something like that.\n\tYou will find that the ANC members, would not go to that street during that time, when there was this fightings in the location or whatsoever, but if there were no fightings, even at that particular moment, you could have used any street, as you pleased especially during the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now this happened at night, and we are told it happened after eight o'clock at night.",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it normal around the 29th of May 1993, for ordinary citizens of Davel to walk around any street without fear of being attacked by any political organisation?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Of course yes, because as I have said, maybe two answer that question very concisely and clearly, I can maybe draw you to the political context of that time.  I can say that during the 1990's and 1991 and early 1992, there was a political conflict and turmoil during those times, and if I can recollect very clearly, the last incident where someone was killed in a political conflict, was round about early in 1992, actually a certain ANC member was killed there, and that was the last.\n\tThereafter things turned to be, you know, to subside.  There were no conflicts at all, although there was that tension between the people, but that was no longer exposed, and it was no longer this fighting between the two organisations and whatsoever.\n\tThat is why I am saying at that particular juncture, you know, you could have not, you know, frequented those streets during 1990, 1992, 1992, but in 1993, yes it was normal for a person, even up to nine, ten, eleven, you know, things has gone to a normal situation indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.  Mr Phumayo, the applicant Mr Mtambo, has applied for amnesty.  What is your response to that?",
            "Female"
        ],
        [
            "TREVOR PHUMAYO",
            "Well, there is a lot I can say there, but maybe just to recap what has already been said, because I think a lot has been said and done.\n\tYou know from what has happened on that day and the allegations and all that, and taking into consideration again, what happened in the criminal case at Secunda, because we also attended that, and after you know, looking at the statements of the applicants and all that, we find that there are a lot of mysteries which keep on coming in in this issue.  We thought if we come here, we will come even nearer to finding the real truth, you see.\n\tWe hoped that the applicant will be in a position whereby he will be able to disclose everything and in a truthful manner, but it seems as if we are moving even far away from where the truth is. \n\tTo answer your question directly then, firstly I will say in the issue of a motive, a political motive, I think it stands to reason that even the Judge in the criminal court said that he could not see the motive for Mr Mtambo to kill Mr Phumayo, so I think even here, I could not see anything creeping out from the evidence, which he has adduced, that can bring us nearer to any truth or fact, what was his motive really because there are a lot of reasons you see, and we cannot even verify which one is valid and whatsoever.\n\tTo come away even on that, on the issue again of full disclosure, I think he also has left a lot of things undesired, because if you look at the issue of people who he could maybe have implicated there, you talk about Mr Mtunzi, you know, he could have maybe been implicated in the event and whatsoever.\n\tI think maybe in a nutshell, I can say he is trying to protect other elements maybe.  That is an opinion indeed, but there is no full disclosure, in a nutshell, I can say so.  Therefore you know, is stands to reason that as the victims and the family, we have discussed this issue, and we said that it can be very much difficult that there can be an amnesty granted to the applicant on that issue.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Madam Chair, no further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, do you have any questions to put to Mr Phumayo?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR CLAASSEN",
            "I have some questions, Madam Chair.  Mr Phumayo, just very briefly, you started by stating that your, I presume this was your cousin, the deceased was your cousin, was he - you said he was an active member of the ANC, what rank did he hold in the ANC?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Actually he held no position at all, you know, in the Executive, but he was just active, especially in chanting and slanting, some things like that.\n\tHe did not hold any top position like in the Executive or even in the Youth League as such.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Phumayo, it is my instruction from the applicant, that the deceased was a Chairman in the ANC at that time, what would your response be to that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "ANC Youth League?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is correct Madam Chair.",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Maybe if I can remind the applicant, by that time, because it was shortly after he had departed from the ANC to the IFP, if maybe he cannot recollect very well that during that time, the Chairperson of the Youth League was David Nkosi.\n\tHe held the position for consecutive years, because in many of the conferences he was chosen, so there is no way where you can find that Mshenga Phumayo was a Chairperson of the Youth League during that period.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you consult with Ms Thabete on this issue?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, did you advise Ms Thabete that David Nkosi was the Chair of the ANC Youth League at the time when this murder was committed?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "I told her that Mr Phumayo was never a Chairperson of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you advise her that David Nkosi was in fact the Chair?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "No, I did not advise her on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had it been so, Ms Thabete, we would have thought it should have been your duty to have put that question specifically to Mr Mtambo, to enable him to fairly comment on that issue.  We regard it as an important issue which would go to show that there was no motive for the killing of Mr Phumayo as alleged by him, in that he was the Chairperson of the ANC Youth League.\n\tAs it stands now, Mr Mtambo has not been afforded an opportunity to so comment and we may have to reopen that case to enable him to comment on that important aspect.  It is a matter that I will have to discuss with the members of my Committee.\n\tIt is a matter though Mr Claassen, that you can also take up with us, whether we should reopen Mr Mtambo's evidence to enable him to comment on that aspect of evidence.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Chair pleases Madam Chair, it is my instruction indeed that as I put it to the witness, that according to the applicant, the deceased was to know knowledge, the Youth Chairman.\n\tMr Phumayo, you just mentioned now that the applicant shortly before the incident, changed alliance from the IFP to the ANC, is that correct?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "So he was known to you?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, he was.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Pardon me, what I actually meant to say would just change from the ANC to the IFP.\n\tMr Phumayo, did you know what position the applicant held within the IFP?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "No, I did not.  I didn't even know that they were having an Executive in the Youth Brigade, because it was only the branch.  If I may refer it as a mother body, you know, which was a little bit organised, but the Youth Brigade, I didn't know any Executive of it or anything like that.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "But you cannot deny it?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "What sir?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "That the applicant was the Chairman of the Youth Brigade of the IFP at that stage?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Well, I won't comment on that, you know, I did not know.  I did not know, because I did not have any information about the IFP at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is sufficient.",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "I did not know any Chairperson of the Youth Brigade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, he doesn't know, he therefore cannot contradict what you are saying.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Phumayo, you have just in your evidence in chief, you commented to what had happened on the evening, or a certain aspect thereof, of the evening the deceased had been killed.  Where did you get this information?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "About how the deceased was killed?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "That is correct?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "You know, as I have said some were allegations you know, which we heard in the location, and some, I have gathered the information from the criminal trial, from the witnesses there, the three witnesses.\n\tEverything which you know, went on from there on.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "But Mr Phumayo, am I not correct in saying that you, yourself, have no or had no first hand knowledge, you were not a witness to the incident and you can therefore not out of your own account, testify what exactly happened?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Exactly, I was not an eyewitness, that is why I have said I was also looking at what was actually the real truth, (indistinct) I could not have bothered in looking at what exactly happened.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Phumayo, you also mentioned that the particular street referred to in which this tavern of Maria was situated, was to your knowledge, I think you specifically said, I do not recollect a no go zone as such to speak of.  Was there at any stage, during that time, the months, the weeks, preceding this incident any incident of intimidation in so far as there were specific zones in the township?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "No, not at that stage.  Not at that moment, you know, things have started to normalise at that time, and the violence had subsided.\n\tThere were no intimidations whatsoever, no zone at that particular moment.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Phumayo, you say not at that stage, prior to that, even further, I think you said that 1990 to 1991, early 1992, was the last occurrence of any violence to your knowledge.",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, that is what I said indeed.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "During this time, did incidents such as this occur?  There were incidents of intimidation, there were certain parts of the township which was not accessible to certain members of political parties, is that not correct?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, to some certain extent so.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Were you fully aware of everything that had been going on in the township at the time preceding the death of the deceased?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Of course.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Phumayo, is it not reasonable to accept that there might have been incidents which you were not aware of?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Of course that can be true indeed, because I won't be in every part of the location every time.  I don't know whether when you are saying prior to the occurrence of Mr Phumayo's killing, you mean shortly before that, maybe meaning days or weeks or do you mean before, as I have referred 1991, 1990?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "No, no, I am talking about the time, weeks, months, immediately preceding the death of the deceased?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Certainly I can commit myself in saying that there was no incident, because you know, our location is a very small one.  Every issue which is happening there, you can't be able, especially if it is a little bit tangible and it needs a lot of attention, you will hear about it.\n\tEven to add to that, the Constable which was a witness in the criminal trial, also testified that there were no such things like conflict or political ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We want your evidence Mr Phumayo, we don't want to find ourselves being extricated to the evidence that was led at the criminal trial, just stick to what you personally know and are aware of.\n\tI would have actually commented that knowing Davel, it is a relatively small area.  I don't know that you are aware of how small Davel is, Mr Claassen.  I had an occasion of attending to one matter, it is not far from Ermelo, is it not?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "That is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is a fairly small place.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I accept that Madam Chair.  Mr Phumayo, just to continue, I think and my note shows that you specifically on a question by Madam Chair, you said when she asked you whether it was at all times safe for anybody to go anywhere in this township, you mentioned that sometimes they do block off the streets.\n\tIs it then not true that there were certain incidents?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "To clarify that again, I have said during 1990, 1991, and early 1992, there were such incidents, yes, I agree to that, but from early 1992 backwards, until to the moments you know, prior to the incident of killing Mr Phumayo and thereafter, there were no such things like no go areas and whatsoever and whatsoever.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Phumayo, it is my instructions from the applicant that there were indeed, on a daily basis, infringements of all different natures, the attempted burning of houses, and it was almost a running battle on a daily basis.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apart from that, apart from the houses that have been alluded to, to have been burnt by alleged ANC members, by comrades, what other infringements or incidents has your client referred to?  I am not aware of any other than those?\n\tIt is the burning down of houses and ...",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, if I may, I think he specifically mentioned toyi-toying and stone throwing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phumayo, are you aware of anything that occurred in 1993 that could be part of the violence or part of the conflict that had raged Davel, during the height of the violence in 1991 and 1992?  Are you aware of any such incidents?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Not at all Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were any persons assaulted by alleged ANC members or supporters, because they were not such ANC members or supporters?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Not at the least.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there any incidents wherein perceived IFP members, were assaulted or had their house burnt in 1993?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "No.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Phumayo, just maybe in conclusion, it is also my instructions from the applicant that because of the fact that the IFP as you yourself testified, were the minority in the particular township, they were on a regular basis victimised by the ANC and he also mentioned incidents of knife stabbing and wide scale of intimidation?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "I don't know if maybe you may allow me to elaborate very clearly again on that issue, because I have already hinted on it.\n\tI have said that the IFP was relatively very small and there was no reason for concern that the ANC was supposed to be having.  Therefore, you know, the issues which the ANC has been worried about and taking part in, as I said that the victim was in most instances, found chanting and everything like that, it was in toyi-toying, you know, boycotts, things like that, then it will be then when the question of the clash between IFP and ANC, where it will come, maybe if the ANC has called a boycott, then the IFP will say, no our people has to buy there, our people has to go to work if there are strikes, things like that.\n\tThere was not specifically anything that I can remember now, that the ANC has been concerned with the IFP as such, it was relatively small as I have said before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interpose Mr Claassen, just to make a follow up on what Mr Phumayo said.  You say that there were instances where the ANC called for a boycott and the IFP would then not support that call for a boycott?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were such incidents in 1993?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "No, not in 1993.  1990, 1991, early 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 1993, what would have forced the members of the ANC to chant and toyi-toyi because you have already stated that the deceased was only involved in the chanting and the toyi-toying as a member of the ANC.\n\tIn what instances would he have been involved in such chanting and toyi-toying?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "I don't see any reason for him to be involved in such things like that, because as you will see, there were a lot of changes by that time.\n\tYou know, the ANC was busy preparing for things like elections and whatsoever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you had said he was, he held no position within the party?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Except simply to toyi-toyi.  Was that said in reference to just his general membership and not specifically during the period in 1993?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "No, to his general membership until he died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "That was the position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the toyi-toying would not be in relation to any particular incident?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "In 1993?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 1993?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "In 1993, the only thing which he maybe could have participated in, maybe if there were meetings for you know, campaigning for the elections, some things like that, maybe he would go and chant there and maybe say poems, some things like that, but not  maybe going and there will be fights in the street and things like that.\n\tNo, no, that will certainly not have occurred at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  So it was not conflict related?  According to your evidenced, the violence had subsided tremendously by the beginning of 1993?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When, to your knowledge, did Mr Mtambo leave the ANC to join the IFP?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "It was in late 1990, although I don't remember exactly the month.  I mean in 1992, I am sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that during the height of the violence in the area?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "No, as I have said, the height of the violence, started to be subsiding in early 1992, so by that time, it was in the course of you know, being put through, you know, ending, something like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the reason why he resigned from the ANC to join the IFP, is that within your knowledge?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "No, I don't know by now, but maybe by speculating, if you will allow me, I can say because his uncle which he referred to earlier on, he also joined the IFP and so maybe because he lived there.  That is just speculating you know.\n\tMaybe that is why he was also shifted, (indistinct) and joined the IFP from the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Claassen, you may proceed.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "May I just ask one question to clarify something for me, Mr Claassen.\n\tMr Phumayo, you stated that there was violence in 1992 and then it sort of - matters were normalised.  What brought about this normalisation, because one would expect it towards an election, to have become more intense.  Can you clarify that?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, as I said the last incident that I can recall which was involving a lot of violence, it was early in 1992.\n\tIn 1992, after that incident, that is when the things like Peace Accords and Peace Agreements were being started, and members of the different parties, were being you know, convened into the hall for some meetings, and they would be shaking hands and things like that.\n\tTherefore that was the beginning of you know, a sort of sharing maybe of the same interest, although the enmity did not end completely, but maybe that could have been the reason that could have led, because maybe some of the people there, the political leaders also frequented the area in an attempt to try to encourage the people to stop the fightings and all that, from different parties.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just ask whether it is within your knowledge whether the Chairman of the IFP had attended the Peace Accord meetings at Davel?  His name was mentioned, it is just ...",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Napoleon.  Napoleon Nkonza.  Yes, of course, he was present in those Peace Accords and all that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr Claassen.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair.  Mr Phumayo, if I may then although you say that there were at that stage not, it is your submission, that there were not blatant violence, is it not so that there were a very evident opposition of wills in the two different political parties in the township?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "May you please come again sir, opposition of what?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Political wills, it was evident that people were politically opposing each other?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, in the sense that the ANC differs from the IFP, the ideas, there was the difference of the ideas and all that, but in terms of maybe that starting the conflicts and things like that, there was no any stage which could have reached to that point.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Phumayo, were you aware of any animosity between the applicant and the deceased at any time preceding this time that he was killed?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "No.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "You were not aware of anything?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "No.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, if I might just be given a moment to get an instruction from my applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may do so.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair, I have just one further thing.\n\tMr Phumayo, is the name Kuku Twala and Sticka Similane known to you?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Can you come again.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "If you will forgive my pronunciation, I believe it is Kuku Twala and Sticka Similane.",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "I don't know whether I don't get your pronunciation right, I don't think I know any name like that.  Maybe you can ask the applicant to say them to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, just say those names Mr Mtambo?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Gugu Twala and Sdicka Simelane.",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, knew Sdicka, not Gugu Twala.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Pardon me Madam Chair, Mr Phumayo, is it not true and it is an instruction from my client, that Mr Sdicka Simelane was murdered or killed in that township in 1993?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Which township?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Pardon me, I was mistaken, not dead, but he was shot in kwaDela?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "And he died?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "No, no, it is my mistake, he did not die, but he was shot.",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "No, no, I didn't hear anything about that, because you know, Mr Sdicka and the other people there, who lived in Ermelo, they were IFP members, they came to our location during the turmoil stage of that period and when things started to be normal, they just went back to their relative places, so such an extent that he was only murdered where he lived in Ermelo, after he had gone back there.\n\tHe has been involved in Davel during those times, the early 1990's.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Phumayo, it is my instruction that this Sdicka was not shot and killed, but he was killed in kwaDela in 1993?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "He was shot at, not killed.  Is that what you want to say?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "That is correct.",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "No, I that is news to me, I did not hear anything about that or related to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you saying Mr Claassen, are you saying that Mr Sdicka Simelane was shot at by alleged ANC supporters, because what would be the relevance of that evidence if it impinged on that?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is indeed what I was getting at Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you put it to him who of the alleged ANC members or supporters, allegedly shot him?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "If I may just be afforded a moment Madam Chair.\n\tThank you Madam Chair, Mr Phumayo, it is my instruction that this shooting incident on this Mr Sdicka was done by a man with the surname Nsiaplose, who was a prominent member of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, won't you allow Mr Mtambo to pronounce again the surname.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Msia Blose and Jonjos Skonde, those are the names that were known.",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, I know those persons he has just mentioned, but there was no shooting which was related to them in any way, during that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know Msia Blose and Jonjos Skonde to be members of the ANC?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Very well, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how would you have been able to know whether this shooting did take place in 1993 on Sdicka Simelane?  Would it have come to your knowledge?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "No, it did not you know, come to my knowledge, as I have just said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it something that ordinarily would have come to your knowledge?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "I think so, probably, because the applicant knows that and if again I can presume that he knew that during that period, then that means because there was a very close connection between the police and the IFP members, that could have been brought to light and those people could have maybe been arrested or anything like that.\n\tThat is why I am assuming that it should not have happened, because I did not hear anything about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair, just in conclusion, Mr Phumayo, were you present in kwaDela during this time?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "During?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "During the years that you have just described?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "From 1990 to 1993?",
            "Male"
        ],
        [
            "TREVOR PHUMAYO",
            "Exactly, actually I grew up there and in 1993, I was doing standard 8 and the school there at kwaDela, ended in standard 8 by that time, and in 1994, I resumed my education at Middelburg in 1994 and I completed my matriculation in 1995.  That is when I came back to kwaDela again.\n\tThose two years, 1994 and 1995, that is the time when I was not present in the area.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madam Chair, I have no further questions.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, what do you say to the fact that Ms Thabete has now introduced the evidence in respect of Mr Phumayo not having been the Chairperson of the ANC Youth League, as alleged by your client and that had not been put to him, to afford him maybe a proper opportunity to comment upon it.\n\tWouldn't you want him to comment on that aspect of the evidence which has now been introduced through the evidence of Mr Trevor Phumayo?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, I would appreciate the opportunity, and it is also my instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will then introduce it and I  will ask Mr Mtambo from the Chair.  Mr Mtambo, Mr Trevor Phumayo has now testified that the deceased, that is Mr Mshenga Phumayo, was never at any stage, a Chairperson of the ANC Youth League.\n\tYou are now being given this opportunity to comment on that evidence, since it impinges on the evidence that you have already led, that to your knowledge he was the Chairperson of the ANC Youth League and that he was so particularly at the time, when he was shot, being the 29th of May 1993.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I wouldn't try to argue with him on this point, but what I know is what I put before the Commission, because about his involvement and his chairmanship, I heard it from himself, when we were sitting together in a lunch and he told me he is the one who is the leader of the Youth, and I believed it because he told me that he was not the Chairperson of the Youth, I wouldn't go far to comment.\n\tI don't have the exact details as to, from outside, as to whether he was the Chairperson or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have heard the evidence of Mr Trevor Phumayo saying that one Mr Ben Nkosi was the Chairperson of the ANC Youth.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would like to, would you please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will do so, in fact I was in the process of completing it and something interrupted me.  I was saying you have heard the evidence of Mr Trevor Phumayo, to the effect that Mr David Nkosi was in 1993 the Chairperson of the ANC and that in fact, he had been the Chairperson of the ANC Youth League, not only in 1993, but had been so in the many years preceding 1993.  What do you say to that evidence?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I cannot deny what he is saying now, because the only thing that I know is that the person I killed, was the Chairperson of the ANC Youth League.\n\tHe told me himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When were you told by him that he was the Chair of the ANC Youth League?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "At the time when I sat with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When in terms of months and year, were you told by him that he was the Chair of the ANC Youth League?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It was before his death, that is how I could explain it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In what year was that?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I can't remember the year, but if I were to estimate, it was after the death of Chris Hani, because after, it was the week after the funeral.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Chris Hani died in 1992, am I correct Ms Thabete?",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "1993, on the 10th of April, if I can remember, on Good Friday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, now you were sitting in a lunch, speaking with Mr Phumayo and he divulged this information and you referred to that place as being a lunch, do I understand that to be a shibeen or a tavern?\n\tBy a lunch, do you mean a shibeen or a tavern?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, it is my uncle's place and it is a shibeen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were obviously having a friendly discussion at that stage?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "We were discussing the situation there, because I was very much worried about the situation at our place, and I tried to discuss this with him, since I saw him as a person who is in front and in order to get the situation in control, I thought it would be better to talk to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How could you have seen him as a person who was in front, because at that stage he had not told you that he was the Chair of the ANC Youth League?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "He was the one who was always in constant contact with us, the Inkatha members, so that is why we thought he was the one who was in front.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By we, do you mean yourself, because you had been previously a member of the ANC?  Wasn't that the basis of your discussion and that is how you met?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I would like to explain before the Chairperson.  To be a member, I would say, I didn't even have a membership card, I just followed them as they were toyi-toying them knowing exactly what is happening, and where we were going.\n\tI only got deep into politics, after I acquired full membership of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But previously you were a supporter of the ANC?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Chairperson, I would like a full explanation whether by saying I was a supporter or member, do you mean a person who is just a follower or someone who is registered, a registered member of a particular organisation?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I, I am going to curtail you because otherwise we will be here until the cows come back home.  Please just stick to what is being put to you, without giving elaborate and unnecessary answers.\n\tYou have stated you were not a registered member of the ANC, you were merely a follower, that makes you merely a supporter.  I am sure you know that, you are from the location, you have been involved with the IFP.  That must be something that is within your knowledge.  Let us not play games.",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "It is now that I understand it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please try and understand because we do not have time to waste.  Now you previously were a supporter of the ANC?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you know that David Nkosi, during the time that you were a supporter of the ANC, was the Chairperson of the ANC Youth League?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I didn't know that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you not know that?  You followed them around and did whatever they did?  Under what were you doing that if you didn't know who was the Chair of the ANC Youth League?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I was never told that there was a Chairperson by the name of David Nkosi, and I never knew that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the time that you were merely supporting, who did you think was the Chairperson of the ANC Youth League?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Chairperson, I only knew that Mr Mashinini is an ANC leader, nothing else.  That there was any Youth League Chairperson, I didn't know that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that is so, how did you then become aware that Mr Phumayo is the Chairperson of the Youth League?  You don't know all along during the time you are a supporter of an organisation, and you are no longer a supporter of an organisation, you suddenly know that somebody is called Chairperson of a Youth League?\n\tDid you know that a Youth League existed within the ANC when you were a supporter thereof?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I knew, I heard that there was a Youth League, but I couldn't differentiate what it was, I just regarded myself as an ANC supporter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are unable to deny that David Nkosi was the Chairperson of the ANC Youth League in 1993?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "I don't know that David Nkosi was the Chairperson.  That is the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are unable to deny that?",
            "Unknown"
        ],
        [
            "SOLOMON COLLEN MTAMBO",
            "Yes, I can't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Claassen, have we covered every ground in respect to that piece of evidence that was not initially put to your client, when it should have been put to him by Ms Thabete?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I believe so Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I believe so as well.  Ms Thabete, do you have any re-examination to do on Mr Phumayo?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Just one aspect Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Emanating from the cross-examination of Mr Claassen only?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MS THABETE",
            "Yes.  When you say that, Mr Phumayo, when you say that the deceased was toyi-toying at some period, what period are you talking about?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I refresh your memory, he has stated that that means during his duration as a member of the ANC, at various times.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I wanted to clarify that exactly.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think it has been clarified.  You may proceed to respond.",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "I can say, as I have already explicated that he also took part in toyi-toying when we were having meetings in the hall, I mean chanting and all that, even during 1993, yes, he did take part during that year, yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Phumayo, you may return to your seat, thank you for the evidence that you have given before us.",
            "Unknown"
        ],
        [
            "TREVOR PHUMAYO",
            "Thank you very much Madam Chair, we very much appreciate your work, we hope that it will indeed achieve the aims of the Act.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We value your support, thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, are you in a position to address us?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, I think it is true that this application took most of the day.  If I could be afforded just an opportunity to recap on some of the things, some of the notes I have made, Madam Chair, I am not sure, I notice that it is already twenty past four, if it would in any way be possible, I don't know if the Committee would afford me just a few minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we would prefer to afford you a few minutes, if you can give an indication of how few those minutes will be, we would like to conclude argument in this matter.\n\tWe already are running far behind with our schedule, we were supposed to have concluded another matter by the end of the day, so we would really urge you that you take as few minutes as reasonably can be, so that we can conclude your argument today.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I would appreciate it Madam Chair, ten minutes would be more than sufficient.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We do not want to get the wroth of the Department of Correctional Services, we from the bench feel that there is really no need for Mr Mtambo to be present while you do your address.\n\tHe can go back to prison, unless you feel otherwise and you are free to address us on any issue that would make us change our attitude towards him going back to prison, whilst you proceed with your address.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, I fully understand the position of Correctional Services, and I believe, I can convey the, I will be in contact with my client in due course, so I can't see any necessity of him having to be here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if you can just explain to Mr Mtambo, that this is part of the process that you have to go through, to enable us to come to a just and equitable decision in respect of his application, and that as soon as we have done so, which hopefully should not be later than tomorrow, you will then immediately convey the decision of this Committee to him without delay.\n\tOur office also has an obligation to communicate our decision to Mr Mtambo without delay, but I am sure he would appreciate you undertaking to do so as well.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I would do so Madam Chair, if I could just be afforded a second.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for about how many minutes?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Ten minutes Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for ten minutes, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}