{
    "header": {
        "type": "Media Hearings",
        "location": "Johannesburg",
        "day": "1            BROADCAST MEDIA",
        "names": [
            "TSELISO RALITABO",
            "ZAKES NENE",
            "PAT SIDLEY",
            "SAM SOUL",
            "JOLYON NUTTALL"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56344&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/media/media02.htm",
        "speakers": [
            "ADV POTGIETER",
            "CHAIRPERSON",
            "JOLYON NUTTALL",
            "MR LEWIN",
            "MR NTSEBEZA",
            "MS MAYET",
            "MS MKHIZE",
            "PAT SIDLEY",
            "SAM SOUL",
            "TSELISO RALITABO",
            "ZAKES NENE"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MS MKHIZE",
            "MS MAYET",
            "ADV POTGIETER",
            "MR NTSEBEZA",
            "MR LEWIN",
            "TSELISO RALITABO",
            "ZAKES NENE",
            "MR NENE",
            "MR RALITABO",
            "CHAIRPERSON",
            "MR SOUL",
            "PAT SIDLEY",
            "SAM SOUL",
            "MS SIDLEY",
            "JOLYON NUTTALL",
            "MR NUTTALL"
        ]
    },
    "testimony": [
        [
            "MS MKHIZE",
            "Thank you. Are you alright?  Are you okay?  I know it must be difficult for you to revisit the past but I suppose it will be part of a route to your own healing to once more reflect on what you stood for and what you believe with an aim of assisting us as a Commission to have a deeper understanding of what exactly happened.  Maybe if you can just tell us a little bit as to what was your primary agenda as a Union of Black Journalists?",
            "Female"
        ],
        [
            "MS MAYET",
            "Well as I say it was basically for us to be united to improve ourselves as journalists and to articulate the aspirations of people who were oppressed at the time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Yesterday we heard a lot about how difficult it was for a journalist to separate themselves from the government of the day. As a Union of Black Journalists can you reflect on what exactly happened?  I mean it's like it was a war zone of some kind in a newsroom with other people finding it difficult to disassociate themselves with the establishment and you as a Union of Black Journalists wanting South African media to give a different perspective. So how did you cope?",
            "Female"
        ],
        [
            "MS MAYET",
            "Well as far as I'm concerned, I myself and I think most of the bunch of people that I worked with on UBJ concentrated on what we had to do, and I don't think we bothered too much about extraneous things. Regarding the reporting side of things, I can remember Tommy Mzwai at the UBJ seminar saying once there are always two sides to a story but for the journalist only one, the truth, and that is what we did.  I won't say tried to do. We did, which is why we got into trouble with the system at the time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Also for us to get a deeper understanding of your history, the mere fact that you decided to form a union as black journalists, one will assume that you saw the main media establishment as predominantly white, and one will assume that you didn't see it as a legitimate structure to take issues.",
            "Female"
        ],
        [
            "MS MAYET",
            "Sorry I'mnot...(intervention)",
            "Female"
        ],
        [
            "MS MKHIZE",
            "My question is really, when you formed yourself as a black journalist, what was the problem with the main establishment, the media establishment so to say?",
            "Female"
        ],
        [
            "MS MAYET",
            "I don't think, I may be wrong, but I don't think we had any problem with the rest of the media establishments, I think forming the Union of Black Journalists at the time was a necessity and it was quite in line with everything else that was happening, I mean everything was being pigeonholed into neat little compartments, so we formed out own little union and got on with it.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Besides your, I mean I saw in your statement that you had a publication, The Voice.",
            "Female"
        ],
        [
            "MS MAYET",
            "Yes.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "How much support did you get from your colleagues as contributors to The Voice?",
            "Female"
        ],
        [
            "MS MAYET",
            "Quite a lot I would say.  I mean Phil Ntimkhulu was a columnist on The Voice.  Mike Norton was the chief sub, Motobi Motwlatsi had a column and all of us at various stages wrote whatever articles, you know.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Where was it located in relation to other publishing houses, The Voice?  Did you have the support of other publishing houses?",
            "Female"
        ],
        [
            "MS MAYET",
            "It's difficult to classify The Voice.  It was established through the churches and I suppose it had its own niche, but it was a newspaper.  It was a black newspaper so I presume it would have also been in competition with other newspapers.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I saw in some of these articles that you were charged although ultimately won the case, where it says Voice Staffers won the case, did you get support from other colleagues besides your own membership?",
            "Female"
        ],
        [
            "MS MAYET",
            "Ja, basically I think there were a lot of people behind us, not only members of UBJ but..",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Okay looking back now, you mention here that you worked with people like Zwelake Sisulu whom I suppose is the one who is the head of this organisation, how easy is it for people like yourselves, who worked very hard in making sure that the truth is told to the public today to adopt the same position and not to form, to collude blindly with like the government of the day. I'm saying this because you are coming from that culture, you were not content with what was happening in the past, but today you are in a similar position where ultimately people who shared the same aspirations in the time are part of the establishment so where do you think you should, people today who are coming from, where you are coming from, position themselves?",
            "Female"
        ],
        [
            "MS MAYET",
            "Well I can only reiterate what I said earlier quoting Tommy Mzwai, there are always two sides to a story but for the journalist there is only one, and that is the truth. So it matters not who is in power, if you are a journalist, you have to write the truth about what is happening. That is a journalist's job to tell the truth about what's happening, whether it's high up or low down or in-between, the truth must be told at all times. That's my view.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Just one last question before I hand you over to the Chair for other colleagues to ask you questions. You know, since we have been sitting here listening to senior journalists with 20 years and more of experience, it's like even the establishment of the truth it's a very difficult thing to do for a journalist based on what they were saying yesterday. So I'm interested in your thinking about the process towards the establishment of the truth.  I might go to a minister, interview a minister and say this is really the truth, this is what the minister said. So what's your view of how should journalists seek the truth?",
            "Female"
        ],
        [
            "MS MAYET",
            "Well if a journalist is objective in his reporting he's going to say it the way it has to be, regardless of the consequences.  I know in some cases there may be the feeling that you're a bit nervous about biting the hand that feeds you as it were, but I don't know, as far as I am concerned, the only thing a journalist has to do is to tell the truth. That's my view.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you I'll hand over to the Chair.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Hlengiwe.  Any other questions? Dumisa.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Chair.  Maybe just for the record and to clarify an issue which comes out in your submission towards the end, and also in view of the fact that I'm going to be dealing with other people who are going to be speaking about amongst other things, UBJ. Is it still your view that none of your former colleagues on the UBJ seem to be bothered enough to come forward and say their say about UBJ?",
            "Male"
        ],
        [
            "MS MAYET",
            "I feel that way because I have tried at various times to make contact with some of them.  They never return my calls.  You know it's like they are not interested in speaking to me.  I'm sure many of them must have known that this media hearing was going to be coming up and that it was important that UBJ should be presented here as well, and you know they haven't made any effort to contact me.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I see. No, I'm asking because in some of the material that we have and in the submission that is going to be made after you have made your submission, virtually all the points you make, including the point about returning of assets is made in the submission that we going to hear. So I thought that maybe this is something that you said before you were aware of what ...(intervention).",
            "Male"
        ],
        [
            "MS MAYET",
            "No well I'll be very happy if there are.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Okay.",
            "Male"
        ],
        [
            "MS MAYET",
            "I'll be happy about that.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now maybe to say something else about what was available at that time that UBJ was formed, was the South African Society of Journalists in existence at the time?",
            "Male"
        ],
        [
            "MS MAYET",
            "The which?",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "SASJ.",
            "Male"
        ],
        [
            "MS MAYET",
            "Yes I think they were.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "And were people who eventually found themselves in UBJ members of SASJ at the time that UBJ was formed?",
            "Male"
        ],
        [
            "MS MAYET",
            "I don't remember exactly.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What is your view about an attitude that is held by some that the UBJ was formed notwithstanding the existence of SASJ precisely because there were shortcomings in SASJ, and that those that went into UBJ felt that they were not properly represented by SASJ or SASJ could not articulate their aspirations as black journalists?",
            "Male"
        ],
        [
            "MS MAYET",
            "All I can say to that is that it's entirely possible.  I'm not sure, I can't remember you know, it's such a long time ago, but I'm not even sure whether blacks were allowed to be members of SASJ.  I may be wrong, I'm not sure about that.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now if you look back, speaking just about yourself, if you look back, would you say that the Union of Black Journalists was formed because black journalists felt that they had aspirations that necessarily did not find expression in what was commonly white institutions like the SASJ? Even if it is for the reasons that you state, namely, that only white journalists could form themselves into unions that were recognised by the apartheid estate?",
            "Male"
        ],
        [
            "MS MAYET",
            "Well as I say UBJ was formed because we felt there was a necessity for us to unify and to try in various ways to improve ourselves as journalists and to improve our situations, you know, at work.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Ja I think the point that I want to make, and you of course cannot make it if you are not able to make it, was the UBJ formed to cater for aspirations of black journalists as black journalists?",
            "Male"
        ],
        [
            "MS MAYET",
            "Yes, yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Was it because the Journalist Union that was there was perceived by those black journalists as serving white interests only or unable to articulate black interests in the way in which black journalists would have wanted them to be articulated?",
            "Male"
        ],
        [
            "MS MAYET",
            "I would agree with that, yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Dumisa, Hugh.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Juby, if I could just ask one question about the relationship between journalists and politics, because we heard yesterday a great deal, we had a great deal of discussion about this. I've got two questions actually but the first is in relation to that.  \tThe experience of UBJ members seems from your testimony and also from history to have been one of total confrontation with the then government, so that people like Joe Thlolwe, like Zwelake Sisulu, like yourself spent a large amount of time in detention. Do you thing that was inevitable at that stage?",
            "Male"
        ],
        [
            "MS MAYET",
            "Ja, I guess I would say that.  I don't think the system liked us very much at all.  I don't think they liked the way we wrote about what was happening, so whether we were politically inclined in whichever way at all or not, this was going to happen.  I personally was not a political person.  The problem here is that in this country, if you were black, you were political whether you liked it or not because politics bound up your whole life. Politics was where you lived, where you worked, who you slept with, what bus you took, you know, the whole thing. So whether or not you were a political person, which I was not, I still became a political person, but I was a journalist first and foremost and I think I can safely say that of most of my colleagues at that time.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Taking that a step forward into what we have to do which is to write a report giving recommendations to Parliament about the future, do you think that that applies still?  Are there any lessons from the past in terms of the relationship between say journalists and government and the role of the journalists?",
            "Male"
        ],
        [
            "MS MAYET",
            "It's a difficult question that.  I will say this. Journalists should feel free to do their jobs and not have to worry about who's watching me, who's tapping my phone, who's going to do this, that or the other to me if I write this story. They should feel free to do their jobs properly, conscientiously and with truth always the first in mind.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And my second question relates to the fact that you were working as a journalist long before most of the people in this room were born.",
            "Male"
        ],
        [
            "MS MAYET",
            "I'm not that old.  (laughter)",
            "Female"
        ],
        [
            "MR LEWIN",
            "We did work together so I can claim to be the same age.",
            "Male"
        ],
        [
            "MS MAYET",
            "Yes, okay.",
            "Female"
        ],
        [
            "MR LEWIN",
            "No but the fact was that you were one of the only women journalists.  Have you thought about this and where do you think we should go from here?  What can be done about that?",
            "Male"
        ],
        [
            "MS MAYET",
            "That's a difficult question.  I've always been weird, you know, so I suppose that's why I became a journalist.  Most other women aren't weird, you know I'm weird.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I think we'll take that as a definition. Thanks very much.  (laughter) .",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Hugh. I don't know, we'll probably have to look into it but this must be a record.  I mean at least the re-born UBJ came into being in '75. It seems to have been formed somewhere around '73.  But the time that it was really becoming active and the time that you became involved, that was in '75.",
            "Unknown"
        ],
        [
            "MS MAYET",
            "That's correct yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And then it was banned in '77.  I mean within two years. It might be a record.  I mean we'lllook into that.  And I suppose what you're saying is that the fact that it was a black organisation has attracted the attention of the authorities and that's when you were on this collision course. No matter what you did, I mean you say that basically you were striving to advance the interests of your members, I mean you're not a political organisation as such.",
            "Unknown"
        ],
        [
            "MS MAYET",
            "No.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So I mean it seems by definition, just the fact that you were a black organisation that that sort of resulted in this sort of instant banning.",
            "Unknown"
        ],
        [
            "MS MAYET",
            "Ja, that's correct.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "But at least I note that you say that you had at least more fun in those times than now because you seem to have been quite resourceful.  You had a new constitution for a new association immediately available and so forth.",
            "Unknown"
        ],
        [
            "MS MAYET",
            "Right.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So ...(intervention)",
            "Unknown"
        ],
        [
            "MS MAYET",
            "We were on the ball.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Oh sure.  (laughter).   But I want to thank you for having come and at least to share the story of UBJ.  It's important for us to take note of stories like this, the role that was played by organisations and individuals like yourself and your colleagues that you've referred to.  I have noted from the material that we've got that you haven't shared your entire personal experience with us which has been much much more extensive in terms of bannings and personal sacrifices and so on, but we've noted that and we're grateful that you at least came and brought the story to us. Thank you very much.",
            "Unknown"
        ],
        [
            "MS MAYET",
            "Thank you.\nUNIONS - MWASA",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "The next two witnesses are still from the unions, we're still looking at the situation of the experience of the unions.  In this instance it's MWASA and it is the two persons who would be making their presentations, Tseliso Ralitabo and Zakes Nene, not Jakes as it's given on the programme.  Can I call them forward please?\tGentlemen good morning and welcome.  Just before you relax completely I'm just going to administer an oath to you, so I'll do it jointly.",
            "Unknown"
        ],
        [
            "TSELISO RALITABO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ZAKES NENE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You may be seated and relax completely now.  Dumisa Ntsebeza will facilitate your testimony.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Chair. Gentlemen good morning and welcome.  I don't know whether how you propose to do your submission.  I have noted in my file that there is a fairly substantial and lengthy submission which has been made on behalf of MWASA. \tI also note that in terms of the schedule we have got 30 minutes for each schedule to be conducted within the confines of that period.  I am perfectly happy to get a sense from you as to how you, in view of all those constraints, you propose to make your presentation. Whether one of you is going to make it or one is going to be dealing with one section and the other is going to be dealing with one section.  I would have assumed that in view of the length of your presentation as it stands on paper, and in view of the fact that we have got about a half an hour to do it in that maybe you want to speak to the submission that you have handed in.",
            "Male"
        ],
        [
            "ZAKES NENE",
            "Thank you Mr Chairman, firstly we would like to introduce ourselves.  My name is Zakes Nene.  I'm the president of MWASA and I work for the SABC.  I joined the SABC in 1981, I'm still working for the SABC.",
            "Male"
        ],
        [
            "TSELISO RALITABO",
            "Thank you Mr Chairman.  I am Tseliso Ralitabo and I am the National Executive Committee member of MWASA.  \tI think in terms of answering your question we would want to take this on twofold.  One Comrade Zakes would handle the electronic media side of it and I will be talking on the print media part of it. And then yes I fully agree with you that the document is quite lengthy and we won't do justice to it if we're going to be reading it through but at least we can talk to the submission.  \tI am going to give a synopsis of the report and then we'll take questions from that, and I think Comrade Zakes is going to do the same with the electronic part of it.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you very much, then proceed gentlemen without further ado.",
            "Male"
        ],
        [
            "TSELISO RALITABO",
            "I really need to, upfront, start by complimenting Comrade Juby on the UBJ side that she has presented so well.  I had to highlight here that the purpose of our submission is actually two-fold.  One it is to highlight the plight of the journalist, particularly starting with the black journalist as UBJ has been formed and we need to focus at that time on, one, the apartheid system or the self-censorship which prevailed in the newsroom then and we also need to highlight the media and the State.\tNow firstly the union was formed as a result of the black journalist who was not accommodated or whose aspirations were not accommodated in the then white journalist organisation called SASJ. There were members of, there were black journalists who were members of this organisation but unfortunately at that time black journalists were not considered to be workers at that time and therefore their membership in the organisation would not help much.  \tAs the black journalist walked out of the SASJ, there was a liberal white journalist who opted out with this black journalist and they formed another organisation which was called South African Journalist Association, but unfortunately this organisation would not take long as well because of the black membership in it and that has seen to the establishment of UBJ in 1972.\tHaving said that, it is therefore important to highlight here that the UBJ was a black organisation but a black organisation that has ensued purely because of the current forces at that time which would not allow the black journalist aspirations to have been accommodated in the existing white organisation. \tThere are two purposes why the organisation was formed.  It was basically to redeem the dignity of black journalists which has been clearly undermined by the system at that time, and secondly the purpose of establishing the organisation was to protect and promote the free flow of information without any distortions which we thought was very important at that time. \tWe have alluded to the self-censorship processes and systems in the newsroom and by these all what it means is the black journalists were meant to be very inferior to their white counterparts in the newsroom in the sense that all the news that would have been written by the black journalist would have been news which would be seen to be inferior.  No news that would have carried any political substance would have been given to be recorded by the black journalist.  And in most cases, in those cases where the black journalist would have been given the opportunity to go and cover such stories, those stories would still be used by their white counterparts where suitable, in most cases for international media.\tWe come to the point of media and the State.  Here is a very clear indication of what Comrade Juby has alluded to. From the inception of the establishment of the UBJ in 1972 we have realised that after about five years of existence of that organisation, there has been massive confrontation between the organisation and the State and that has seen to the banning of the UBJ in 1977. \tWe have also come to note that in line with the media and the State, with all those confrontations that I'm not going to be mentioning, the names of the people who were harassed, the journalists who ended up leaving the country, those who were killed, those who were detained, I'm not going to go into that list, but there was also a notorious section of the then government which was called Section 205 of the Criminal Act which has really been a section that has been established to suppress the information,  the flow of information and this Section 205 has really been a menace to the black journalist in particular at that time. We wanted to reflect here that the whole list of people who fell victims of this Section 205 have been black journalists.  It is, however, still a section that exists even in today's government.  \tMost people are arguing that Section 205 is a section that has been put together to make it possible for the government or for the State for the benefit of the citizens of the country to get people to give evidence on first hand information on what could have happened at that time, but our argument as MWASA still is that, be that as it may, we only have got a list of journalists who have been victims of Section 205 and nobody else has really been a victim of this section.\tWe need to highlight what happened in October 19th, 1977 where UBJ was banished with a lot of other alternative newspapers and where a host of journalists who were both members of this organisation and non-members have been detained and banished and banned and all sorts of brutality has been reflected against them.  The leadership of UBJ at this time was really in serious confrontation with the government. \tWe have heard from Comrade Juby that UBJ had to put up a publication which was a very secretive kind of publication which would have been used otherwise to communicate to the international society on the developments in this country.  Those developments which would not otherwise be carried out in the local media streams.\tIn November 30th there was a white election and we would realise that it was a couple of months after UBJ has been banned and all those leaders of the UBJ were still behind bars. The journalists took upon themselves at this time to gallantly continue their struggle and they therefore marched, contrary to what John Vorster had said then when he has just patted his ministers on the shoulders, to have said they've done good work in terms of closing down those publications and UBJ, so the journalists marched and wanting to see the release of those detained UBJ leaders and general membership. And this was in November 30th of the same year.\tAnd we have also seen government introducing a lot of laws and regulations, and the state of emergency was one such measure that the government has used to suppress free flow of information and also to keep the journalist at bay in terms of monitoring the kind of information that the journalist would have wanted to disseminate. \tWe would not have done our duty if we would not reflect on the submission that the other focus of this is to really communicate a tribute to the journalist like Comrade Juby and all those journalists who never relented in their fight to see to the free flow of information that would not have been distorted against all the odds, that have already been reflected in that report which were loaded against the free flow of information.  \tAnd in this tribute we really need to also highlight here that it would not have been possible without the input that we received and the support of international organisations like ICFTU, IFJ and many international organisations which really stood by ourselves.\tHaving said this we need to really come to highlight the other fact that MWASA has taken over from UBJ, and MWASA has since continued to keep the media workers in the same boat as the purposes of UBJ, that of fighting to maintain quality journalists in the country for the benefit of accurate dissemination of information for the society, and we have in an endeavour to try and see to the free flow of information put together or being founder members of various organisations like Campaign for Open Media which has been established to see to the freedom of the press in this country, the CIB, which has campaigned for independent broadcasting, and we continue to fight and support for the freedom of the press in this country.\tThat is in a nutshell the print media side of our submission.   Thank you.",
            "Male"
        ],
        [
            "ZAKES NENE",
            "Thank you Comrade Tseliso.  Mr Chairman looking at the electronic media in our presentation we would mainly focus on the SABC as an institution that was established in 1936. Since it's inception, when it first employed the first black person in 1941 which is Kinirod(?) Masinga, and the second person in 1945 that is Hubert Seshe(?), it then started to create Bantustan broadcasting in all sections of South Africa, dividing communities along racial and ethnic lines. \tSo we believe that all other submissions have mainly dealt with the SABC exhaustively, so we decided not to duplicate the efforts and just to give the opportunity to the SABC so that it can also come clean. Suffice it to say that the SABC was National Party if not Broederbond on air.\tThey created Bantustan broadcasting and were in the forefront of the disinformation campaign of the Nats. All the time we would mainly hear people like Cliff Saunders haunting us with National Party or Broederbond or skewed information so much that most of the black people could not actually understand or differentiate between what was the correct and inaccurate information. \tAnd let me also deal with the operation of the SABC in terms if its disciplinary code where we had Section 14.  Blacks at the SABC were employed as translators and interpreters. They interpreted for white journalists who covered stories even in the homelands.  Workers lived under frightening fear, they were interviewed in Afrikaans and they had to speak good Afrikaans. The workers were kept petrified by a piece of information of regulation called Section 14. In terms of Section 14, any white person at the SABC was an automatic boss and had the right to fire any black who was hardegat. That was the language that was used at the time.  Workers got severe reprimands for looking at white women colleagues.  They had to give way all the time in passages etc when whites appeared. With due respect, these people could not produce the story of the oppressed people of this country. \tMWASA saw this as a challenge to first liberate the workers at the SABC and to restore their dignity and self esteem.  When our general secretary Stembele Khala was released from Robben Island in 1987, he was given a responsibility to organise the workers at the SABC, and at some stage a Mr Tait who was a human resource manager had agreed to meet a MWASA delegation to hear our side of the story. And Modina Maviba who was a journalist from the Star at the time and the late Sam Mave from the Sowetan and Stembele Khala went to the SABC Auckland Park to meet Mr Tait.  \tOn their arrival they were met by security branch police at the TV reception and they were arrested. They were taken to John Vorster Square for questioning. The SB's accused them of trying to poison the SABC and warned them to stay away from the Corporation if they did not want trouble. \tThey started organising underground because even the workers at the SABC were afraid of being seen talking to the unions and the so-called terrorists. At that time we had members who were belonging to MWASA who were assisting the union to grow.  Among then is Tseliso Ralitabo, the late Dumisa Madasa and Vincent Mfundise. \tWe experienced phenomenal growth at the SABC at the time. We kept on approaching the authorities for talks. They blamed in particular the Sowetan for what they called Rampage Against White Afrikaners at the SABC. They refused to distinguish between the Sowetan as a newspaper and MWASA as a union. The bulk of the MWASA leadership at the time came from the Sowetan including Tammy Mzwai, Sam Mabia, Joe Thlole, Horashwe Mojwaje, Agri Klaaste.  \tIt is common cause that we made a breakthrough eventually and staged the first and the biggest strike the SABC has ever seen. We demanded, among other things, immediate transformation of the Corporation and the introduction of affirmative action.\tLet me add that these events happened between 1989 and 1993. At the time when we approached the SABC for talks they were intransigent because we wanted to sign a recognition agreement with SABC but all the time we came to meet them we were actually forced to run for our dear lives because police were after us.  And on the 21st of February 1991 we managed to sign a recognition agreement after the SABC has employed a new resource manager, that is Christo Pretorius. \tAt that time we were also faced with wage negotiations that were time-tabled that we had to negotiate wages, and looking at the disparities in wages in the SABC between blacks and whites, we proposed to the SABC that we should first close the gap and then negotiate a salary increase that would be across the board.  SABC refused to accede to that proposal. We then declared a dispute in October 1991 and that dispute lasted until May 1992.  We decided to go on strike. That strike was called One Thousand Days Strike simply because SABC at the time when we deadlocked they told us clearly that even if we could go on strike for 1000 days, we were not going to achieve what we were hoping to achieve and we shouldn't even bother to try and go on strike because we'll be out in the cold and then they would employ scab labour to replace the people on strike.  \tSeeing that we are dealing with the kind of Corporation that was enjoying the support of the government of the day we decided to solicit support from the organisations that were part of the liberation movement. Those include ANC, IFP, PAC, AZAPO, South African Council of Churches and other 26 organisations and during that strike those organisations assisted us actually to achieve those objectives. So finally in July 17th SABC called us to a meeting and we signed a wage agreement with our terms that include affirmative action. So it is from then onwards that we were able to see progress in the SABC.  Although at this stage we  still experience some problems.  But from May 1993, when the new board was appointed, the policy of affirmative action was effected and we also reviewed all the rules and regulations of the Corporation and appointment procedures. So to that extent we made good progress but before then things were ugly. \tAnd let me also add that before 1989, that is the period if I may recall from 1975 to 1985, when Section 14 was in effect.  If people were called for disciplinary hearing, if they were lucky to be called for any disciplinary hearing, they had to choose whether to be sjamboked or to be dismissed and some of those chose to be sjamboked and those who refused to be sjamboked were dismissed without a proper disciplinary hearing. \tSo those are the things that actually happened at the SABC.\tAnd lastly, looking at the promotions.  There was a ceiling for any black person, no matter how qualified that person is, that he would not reach a supervisory level. So automatically any white person who would be in the employ of the SABC at the time would be an immediate superior to a certain group of black people in the association.\tThat is basically our presentation Mr Chairman.  We would like to take questions.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you gentlemen.  I'll just put a few questions and you can answer them in any way in which you feel any of the two of you is the best person to answer that question,  But maybe, let me start almost immediately by putting a question relevant to the SABC. You have made a statement that the SABC was essentially the Nationalist Party/Broederbond on air.  Yesterday there was a testimony from a certain Mr Raubenheimer who was in the SABC for a substantial period of time and within the confines of the time that we had and which we have with you, we were not able to go at great length to test some of the submissions that he made.  But he conveyed an impression that even if it can be conceded that the Broederbond had some measure of influence over the SABC, that by itself was not a basis for anyone to conclude that the SABC was not independent. That they were an agent or a propaganda tool of the government. That's the first question.   Now what would your comments be on that in view of your experiences?\tIf I may ask another question. He also conveyed a similar impression about an admission which he made that a functionary or an organ of the State Security Council in the form of STRATCOM was an organ which he particularly, he used to attend the meetings of STRATCOM, STRATCOM was one branch of the State Security Council at which major decisions were made and he said even though he did attend those meetings, none of the things that could have been decided there had any impact on the manner in which the SABC conducted themselves.  In other words, they were not necessarily influenced by what came from those meetings.  In other words he gave an impression that the SABC notwithstanding those influences, was independent, was fair, was able to deal with its policies in a manner which shows them to have been completely autonomous and uninfluenced by the government of the day.\tNow you seem to be testifying differently. Can we have your comments on those, on Mr Raubenheimer's evidence?",
            "Male"
        ],
        [
            "TSELISO RALITABO",
            "Ja, the first part of the question Mr Chairman, I would say it would be unfair for anyone to justify the atrocities of the SABC during the era of the past regime, because for instance,one, if you were a black person working in the newsroom, you were given a script to read on air for your audience, that would highlight things or maybe that would refer to liberation movements or the people who were involved in the liberation struggle as terrorists and we are lucky that today we are conducting this hearing here, the SABC.  If we may go to archives now and check the material that was produced or perhaps handled by Cliff Saunders, you would find that some of the material was first handled by the government officials before it goes on air, in Afrikaans, English and then translated into black languages. So if anyone denies that SABC was operating along those lines, we have archives here and we can actually go and check that material.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you.  Now sjamboking - if it was not so serious it would be laughable. But would we be able to access any evidential material in the form of statements from people, would you assist the TRC to access people who actually were sjamboked because they found that that was an option?  Can we make it very clear to them it's not an intention to humiliate them?  If anything it's to restore their dignity. We need to have details.",
            "Male"
        ],
        [
            "ZAKES NENE",
            "Yes we can compile that and provide a submission within 7 days from today.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I am sure you would have to do that and make those available to Mr Hugh Lewin.",
            "Male"
        ],
        [
            "ZAKES NENE",
            "Okay.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "It's unbelievable, but it's material that we need to have. It's so direct in the form it illustrates gross violations of human rights by a media which was supposed to be a public broadcaster.\tNow did any of your members die in detention?  I do think that there is a reference in your submission to somebody who died within 24 hours of his detention in a Bantustan prison.  Can you give an account of that on record?",
            "Male"
        ],
        [
            "TSELISO RALITABO",
            "Yes we had a member who was working in the then Northern Province, Comrade Makompo. Comrade was detained in 1986 and we had tried to rush to the police station and try and secure his release, only to find that within a very short space of time Comrade Mokompo Kutumela has died.  We  put up massive court applications trying to follow up and get information but we were told that Comrade Makombo has hanged himself and as a suicidal accident and nobody has been charged with that.",
            "Male"
        ],
        [
            "ZAKES NENE",
            "Maybe to add Mr Chairman there was no investigation that was conducted, it was just that kind of explanation and then the case was closed.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "We'll possibly follow that.  In fact I think we need to follow that and find out what really happened.  Members of the Investigative Unit will possibly want to know the details so that we can just wind up this aspect and see to what extent it can be done.  \tNow do you have any recommendations as people who are aware that our mandate is to make sure, via our own recommendations to the State President in the country, that such things that you have talked about should never happen again? Can you briefly give a view of what you think ought to be the function of the media in a democratic and non-racial, non-sexist society based on freedom and equality?",
            "Male"
        ],
        [
            "ZAKES NENE",
            "Ja personally through you Mr Chair I would like to come in on affirmative action which is something that some of our members even feel it is becoming a national anthem because it is always talked about in passages but it is not being handled in the manner it is supposed to be. \tIf you look at other companies in the printer like for instance Perskorporasie, our members in those companies are working under the conditions of semi- slavery, so at this stage I don't think a company like Perskor, which still operates in the pillars which were formed along the thinking of Dr Hendrik Verwoerd, that is those things are still operational and it is very unfair for those people who are subjected to those conditions actually to support such a company.  And the intransigence from Perskor management clearly indicates that they operate outside the labour laws of this country. Therefore we need something that would actually be done by the South African Government itself to ensure that these media institutions actually do something about black empowerment and affirmative action.",
            "Male"
        ],
        [
            "TSELISO RALITABO",
            "Ja. I think to add to that Mr Chairperson, it is also important to say here, as a Union we embrace very dearly the freedom of the press. It is therefore quite necessary that in our submission or in our proposal to your Commission in terms of what we'd want to see, we would want to see, it's quite strange to us that even in this government of the day, we still have got sections like Section 205 of the Criminal Act, which we have already mentioned in our submission how much damage it has done to the free flow of information. We clearly see Section 205 as a counter to free flow of information because we think journalists in their effort to try and get accurate information and news, in order to be able disseminate proper reflections of news, they need to have contacts and those contacts are giving them valuable information for the society, and if we continue to have sections like 205, which is going to make it very difficult for them to be able to operate without giving their sources of information, much as the information is valuable to both their government and the society, we would really want to appeal to you if you can in your recommendations propose the repealing of Section 205. \tWe would also want to see a situation whereby journalists are given the latitude to represent like Comrade Juby has said, give a true reflection whether we can argue whether there are two sides of the story but, yes indeed, a balanced story should not be interfered with by any -  whether editorial superiors or by the government.  That is what we would want to see in the current dispensation.  Thank you.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Dumisa. I'm going to restrain my colleagues here and apologise to you as well. We unfortunately at our public sessions we've got these tremendous time constraints and we're trying to do justice to everybody and you have actually already submitted quite an extensive submission to us. A lot of information and material which we thank you for and your union as well and we are grateful that you have indicated that you will in fact present us with even further information, we quite appreciate that very much.  We're sorry that we don't have much more time to discuss the submission that you've made but we want to thank you for having come and at least made the most of limited time that we have available this morning.  Thank you very much.",
            "Unknown"
        ],
        [
            "ZAKES NENE",
            "Thank you.",
            "Male"
        ],
        [
            "TSELISO RALITABO",
            "Thank you.\nUNIONS  -  SAUJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The next testimony that we will take is that of Pat Sidley in regard to the SAUJ.  Can I ask her to come forward.  Good morning to you.  Will both of you be making a presentation?",
            "Unknown"
        ],
        [
            "SAM SOUL",
            "Yes we will have a more-or-less interactive presentation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And it's Pat Sidley and Sam Soul from the SAUJ.  Thank you.  I am just going to administer the oath to you before you go into your submission, so I am going to ask both of you to please stand.",
            "Unknown"
        ],
        [
            "PAT SIDLEY",
            "(sworn states)",
            "Unknown"
        ],
        [
            "SAM SOUL",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Hugh Lewin will assist you.",
            "Unknown"
        ],
        [
            "SAM SOUL",
            "I will just introduce us.  I am Sam Soul, I am the current president of the South African Union of Journalists which was formally the SASJ referred to in previous submissions.  Pat Sidley is a past president, was president during some of the most crucial periods of the Union.  We have made a submission to the TRC.  I will read some summary points from that submission and perhaps deal with one or two issues arising out of that, Pat will do the same and then perhaps we can take questions, if that's alright.\tThe Union believes that there were serious shortcomings within the mainstream English press with regard to the coverage of apartheid and the forces opposing it.  It further believes that the TRC process offers an opportunity for critical self-evaluation within the press and the media generally.  \tIt believes further that many of the shortcomings that we note in our submission were the result, not so much of personal culpability but of institutional weaknesses and need to be addressed on those terms.  \tFourthly we note that many individual journalists toiled variously against a repressive state, a hostile company culture and a conservative editorial management, often all three at once in pursuit of high journalistic ideals.  \tFifthly, that media institutions currently, and in the past, are weakened by their fragmentation especially along racial lines.\tSixthly, that the commercial nature of the mainstream English media, coupled with the repressive legal and political framework of the time did lead to editorial compromise.\tSeven, that the Union kept alive the concept of editorial independence and that the mainstream English media kept intact the structure of an independent media, an independent press.\tFinally that the TRC should investigate the State subversion of the media, especially the SABC, but also in the form of placing of spies and informers with the aim, specifically, of signposting and preventing such subversion in future.\tI'd like to deal a little bit with the history of the SAUJ.  As was pointed out it has a history of white organisation originally.  It was formed in 1920 when the whole industry was dominated by whites and Europeans and white and European culture.  \tIn the fifties there was new legislation enacted when the Union first began to try to deal with the issue of race.  In 1958 the National Party introduced the Industrial Conciliation Act which was tabled, ironically enough, by F W de Klerk's father, Senator J de Klerk.  And the Acts precluded the existence of completely mixed trade unions.  The SASJ, as it was then, had a number of non-white to use the terms of those days, non-white people who wished to join the Union and were waiting to see what was going to be the outcome of the Act.  The SASJ wrote to the Minister asking for an exemption and it was refused and the request was dismissed as an audacity.\tThe Act meant that if the Union wanted to open up it would have to de-register and lose the protection offered by the law to unions at that stage.  Members voted in 1960 in response to that situation for a partially mixed option which allowed for coloured and indian members in separate branches from their white counterparts.  These members were not allowed to stand for the executive positions of the society and African journalists were in terms of the legislation completely excluded.  \tSo it was when the UBJ was formed, as far as I can tell going back into the history of the Union, was because in terms of the legislation then black and African journalists, specifically, were not legally entitled to be members of the SASJ.\tThat situation began to change in the '70's when people like Clive Emden began to campaign for the de-racialisation of the Union, and that entailed de-registering the Union and losing the protection that labour legislation offered then.  It also entailed achieving a two-thirds majority decision to actually dissolve the SASJ, from our members and it took a long time.  The decision to do so was only taken in 1977, and I think perhaps by that stage it was a bit too little, too late.  We'd already had the uprisings of 1976 and the polarisation and particularly racial polarisation which followed on that.  \tThere were some attempts thereafter to join with the UBJ but the kind of - the strength of feelings at that stage, I think particularly from the UBJ's side precluded any real coming together, and I think they felt possibly justifiably that they could better represent their interests on their own and give voice to their interests on their own.\tBut I must say that, and I think Pat will talk a bit more about this history, is a long history since the seventies of cooperation between the SAUJ and what became Mwasa to the extent when Zakes refers to the strike which they had at the SABC, SAUJ held pickets outside SABC offices in sympathy with that strike in '92 I think.  And there was ongoing cooperation.\tWe made available, although the employers were not happy about it, we made available half our seats on the Newspaper Conciliation Board to Mwasa despite the fact that we weren't obliged to do that.  I think that hopefully the foundation has been laid for closer cooperation in the future as well.\tOne of the points that I make in terms of looking at the future is journalists and journalist institutions are weakened by their separation, by internal squabbling and I think if the TRC can achieve something in pointing a way to a kind-of unified position for the media, a bottom line for which we can all stand and which we can all support it will have achieved a lot.\tPerhaps Pat would like to talk a little bit about the relationship between the Unions and the critical years of the eighties where white journalists, in fact all journalists, but our members particularly, there was a leadership within the Union that started to come through, which had grown up perhaps in slightly different atmosphere, grown up together with the UDF and started to take on the State in a more direct way in perhaps following on the lines that their black colleagues had had a decade or so before.",
            "Male"
        ],
        [
            "PAT SIDLEY",
            "I will pick up where Sam left off, there is something which I want to say though which is not mandated by the Union, which is my view but which I feel very strongly about and since we are here, and that in the debate that ensued about whether or how the media should be enquired into at the Truth Commission.\tIn my opinion a great disservice was done to a number of individuals and a couple of institutions and my own feeling about that is that there were many, some of whom are here today, who did do a great deal, these are - I'm talking about my colleagues and an editor or two, who did do a great deal to open up thought processes in the public mind to people who were particularly closed during those years, and their role has gone more than somewhat diminished, in my opinion, and I would hope that at some point the record gets to be set straight for that.\tI came into journalism in 1978, the Union had already by then de-racialised or de-registered.  The legacy, however, was with us.  I came into a racially polarised newsroom and I remain in racially polarised newsrooms, not a great deal on the ground has changed.  In some places it has, in others it hasn't.\tDuring the years of the Union's attempt to steer a path through - it was a very difficult time within the Union to organise, in the 1980's when I came into it we had a path to steer between bringing a very conservative membership along with us and trying to do what was morally and politically the right thing while concentrating on the stuff that unions did concentrate on which was wages and working conditions.  Most of us in the leadership of the Union were informed by a notion that wages and working conditions could not be seen in isolation from the politics of the time, you simply couldn't be a journalist if you couldn't do your profession adequately and of course we couldn't pursue our professions adequately with apartheid's system of censorship and with the rest of the repressive mechanisms that ensured that none of us had anything to do with anybody else's lives.\tWe were all acutely aware of that and we all then had to try and organise a union which would work to our members' benefit and steer a decent moral path. That in its day was very difficult.\tLooking back at it there were some amusing incidents.  An attempt for instance of the SASJ's rather white leadership to meet what was then Mwasa's black leadership in an environment where some members would have taken a dim view of the meeting. The meeting was held in order to try and clarify how our relationship would work in the workplace.  It took place in the downstairs portion of the Methodist Church in the centre of town away from anybody being able to see it in case any other meaning was attributed to it, but really what it was an attempt to work together ...(tape ends)....platforms publicly and internationally.  I would be sitting next to colleagues from Mwasa and Mwasa would be very critical, quite naturally, of white journalists' behaviour.  We accepted that criticism because it applied, but it did get to be a very uncomfortable process of trying to steer a path in our newsrooms.  \tAt the same time we had the same problems everybody else did of trying to deal with what the law was doing to us, to our colleagues to whom we owed some support and what it was doing to our editors who were becoming increasingly conservative and polarising even the white staff into different camps of how to deal with the situation.\tBy the end of the time the Rand Daily Mail was closed down the polarisation manifested rather in the form of what then became the alternative press versus the mainstream press and I went off into the alternative press, I joined the Weekly Mail and I became a foreign correspondent because it was more-or-less the only way you could earn a living if you were at the Weekly Mail.\tDuring that time we obviously had to take up the issues of what the state of emergency was doing to us.  I don't think I need to go through what the state of emergency did to everybody because you have heard that in many other forms, but among journalists it had some astonishing manifestations which simply weren't dealt with adequately in the mainstream press either by the managements editors or some of our own colleagues who we would watch from the sidelines having a particularly rough time.  \tFor instance in Oudtshoorn, now you've heard about Oudtshoorn, you had an event hearing in Oudtshoorn so you will have heard about the most extraordinary times that people had in Bridgetown, in the coloured township and a lot of the focus was around Saamstaan, but the staff of Saamstaan had gone through an absolutely astonishing time trying to produce a newspaper in which everybody, down to the people who delivered the newspaper at some time or another, were detained.  That fell on a few of us in the alternative press and in some of the other organisations that were set up at the time like ACAG and our Union, the SAUJ to try and assist, which was quite difficult.\tWe also had to attempt to steer a path of what the State had done to people's mindsets.  Journalists who were detained quite clearly couldn't have been just doing the business of journalists, they must have been involved in politics and in some people's minds that was a crime and journalists shouldn't defend them.  That was aside from the fact that the State at the time was saying that it was detaining some of them because they were writing.  And it was Stoffel Botha I think who said that about, among others, Zwelaki when he was in prison.  They didn't want to let people out who could write.\tWe had a particular problem that you will hear more about later today if your programme is reflected in reality, that was spies and it was very difficult to steer a path through that.  We worked with and around people who were obviously getting several pay cheques at once.  It was done in the cause of getting information for the State, it was also done in the cause of, presumably, disrupting certain journalists' lives as well, and my assumption has been that several of the spies we had in our newsrooms in fact informed the process of detaining of certain journalists during that period.  \tAnd I know that there is a view that there might have been more drastic use of information given, for instance in the raid in Lesotho.  That might have led to the death of certain people.\tYou are going to hear from one of the spies in the newsroom later today but we made several attempts to try and get him out of our news system, and that was John Horak.  Our management seemed to believe that that was not possible unless you provided proof of two pay cheques and kept him there and he did very nicely on our backs.\tI believe though the unfortunate legacy that we have now I don't share Sam's view that we are any closer together, I think we are much further apart than we ever were.  I would hope that something might come out of this process by which we could find some meeting place, but the newsrooms that I have been working in illustrate a lack of meetings, meeting of minds and it's a legacy of not just apartheid but of our inabilities to deal adequately with some of that and there is now a great philosophical gap between how some groups of people view the news as opposed to how others do, and how we deal with our craft.  That is manifesting in different organisations.\tI am not certain if I can add anymore to what you already have in our presentation, but ask away.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much Pat and Sam.  I would just like to take up, we do have the full submission, I'd just like to take up a couple of points and possibly start with this question that Pat has just referred to because you mention the, as one of the shortcomings, the weakness that comes from fragmentation, you also talk about the racial polarisation, could you as Union people what, looking ahead and in terms of recommendations that we might need to make, how you see it possible to bridge gaps?  How you see, if you like, national unity being reflected at some stage in the profession of journalism.",
            "Male"
        ],
        [
            "SAM SOUL",
            "I think that first of all it would be very dangerous for such unity or such improvements to be legislated in any way.  I think that the industry and the professionals in it need to encouraged, prodded, towards trying to sort their own problems out.  \tI think Pat has touched on an important issue when she refers to the lack of a common intellectual framework for what we do as journalists, and I think that has been a victim to some extent of the kind of violent history that we have come out of.  I think there has been a general denigration of proper intellectual activity.  It's also been a feature of the kind of newspapers and newspaper companies and media companies that we have run, there's been little interface between practising journalists and the academics and theorists who have perhaps a bit more time to look at these issues and to develop more consistent points of view.  That needs to change.  \tBut there are a lot of factors militating against that, certainly one of them being what we would say would be the over-emphasis on a commercially-driven media and a commercially-driven process which leaves very little room for the kind of debates and the kind of journalism which is actually going to be intellectually enriching, which is going to kind of, I think, bring people together.\tAgain the fragmentation of institutions, the fact that there is an SAUJ, a MWASA, a Forum of Black Journalists, an Editors Forum and a Black Editors Forum which are united on paper but I am not sure whether in practice.  These are all things which prevent us from developing this kind of unity and I think make us vulnerable as the media and as journalists to some of the same kinds of pressures and manipulations to which we succumbed in the past, and I would really hope that whatever the TRC takes out of this process they really try to point us away from those dangers.",
            "Male"
        ],
        [
            "PAT SIDLEY",
            "I would like to add to that as well.  Firstly the cynical view on it which is that you can count on managements to ensure that there will at least be cooperation in newsrooms on wages and working conditions, managements are notoriously impoverished in their way of handling people and that will continue at least for a while and so journalists unions will keep together.  But it is my view, it is not my Union's view, I have not canvassed it and I am not mandated, and since I am sitting here with a Union hat on I have to give the disclaimer, but it's my view that the new ownership of the press, for instance my company, must begin to permeate through to newsrooms, and newsrooms must reflect in the way in which - there must be more black people employed in newsrooms who are better skilled and better qualified and it must reflect the broader society however cliched that might be, but that will probably mean that in the long run the views that we have represented in our Union will become a minority view and not such a great gap.\tThe other thing that one can count on of course to unite journalists is if the State takes a really strong hand in interfering in the press and I certainly hope that that's never going to be one of the spurs to unity.",
            "Female"
        ],
        [
            "SAM SOUL",
            "I think I just want to point out that the point that Pat has made about making newsrooms more reflective of the society that they are supposed to cover is certainly well within the kind of policy of the SAUJ and she doesn't step outside the boundaries at all with regard to that.  You know we ...(intervention)",
            "Male"
        ],
        [
            "MR LEWIN",
            "You are on a joint platform now so we will take it as read.",
            "Male"
        ],
        [
            "SAM SOUL",
            "Okay, we placed affirmative before the companies, long before it - on the negotiating table long before it became fashionable to do so.  The fact that we never made any progress had more to do with the companies than with our own intention.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you.  Could I take us back now to something else that you have referred to but which in your submission is very heavily dealt with, but it also reflects what was said yesterday to us.  This is - there are two quotes in the submission which talks on the one hand of the incredible veil of ignorance which persisted in South Africa during the apartheid years, and there's another quote which I think was from Tony Matthews writing in the Journalist about the collective delusion particularly amongst the whites.  Now I would be grateful if you could comment on that, but particularly in relation to a statement that was made to us yesterday that there were not sufficient sources of news available.  Sapa was quoted and Reuters was quoted, but the submission said that there weren't in fact sufficient sources of information for local journalists to write even if they wanted.",
            "Male"
        ],
        [
            "PAT SIDLEY",
            "I didn't hear all of yesterday, I caught it on the radio in parts and I am not certain what that applied to, but sources began to be restricted according to who you were working for at the time.  I daresay at the SABC there were very few sources they could go to.  If you were outside the SABC and in the mainstream press you would be compelled to go to certain sources of information like the State.  \tIf you were outside that, where we sat in the alternative press and foreign correspondents sometimes you were cut off from the formal sources of information like the State who had a very funny system applying which really shot them in the foot, where they wouldn't talk to you if you weren't in some way in that system with them. But your sources of information were as wide as you wanted them to be, with one major exception which then cut people's perspectives, a lot of people were in jail who couldn't go to and that was a major - or of course exiled, and that would cut sources of information.  But journalists sometimes didn't look.",
            "Female"
        ],
        [
            "SAM SOUL",
            "I would very much agree with Pat's last statement.  I think the sources of information were there if you wanted to find them, but perhaps you were not encouraged to find them or obstacles were actively put in your way.  Nonetheless I didn't see the submission yesterday but I gather that in a sense it was an attempt to justify the kind of image perhaps presented by the SABC and you know as far as I am concerned that is totally unacceptable.  I think sources of much information for journalists are other media, and imperfect as they were the English language media and particularly the alternative press, which were freely available to anybody, provided a picture which was detailed enough to tell anybody at the SABC that they were getting it wrong.  \tYou know it was impossible to say, I think, you know we didn't know - and I think you know if I were to underline perhaps one achievement of the English language media, for all the criticism that has been levelled at it, is, I think they made it impossible for South Africans to say, as perhaps some of the Germans claimed to after the war, that we didn't know what was going on.  There was plenty there if you wanted to see it.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thanks very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Hugh.  Hlengiwe have you got any questions?  You do.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Thank you Chair.  Do you think the question of white ownership and management is a factor which may be standing in the way towards integration of media unions?",
            "Female"
        ],
        [
            "SAM SOUL",
            "We may have two different views on that.  My own view is that the race of management in the end tends to count for fairly little when it comes down to it.  Management is interested in money when we get to the bottom line and I think the closure of New Nation for instance, which was run, had black owners, is an example of that.  And I think that there will always be a conflict between the interests of managers and the interests of journalists and their unions.  I am not saying it can make no difference and you know hopefully as media ownership changes we may get to see some of those changes, but in general I don't believe the race of the newspaper owners has had that much influence in what is in the newspapers.",
            "Male"
        ],
        [
            "PAT SIDLEY",
            "Yes I am not entirely sure that I would agree with Sam.  The ownership has clearly made a difference over the years.  It clearly has to continue to make a difference until owners' views are felt on the newsroom floor.  In my company we have got effectively black owners.  It hasn't permeated down to the newsroom floor.  The effect on unions really would be minimal until there is a big shift in the way in which  the actual newsrooms are run I would imagine. I think the unions will continue to be polarised for quite a while, but ultimately I would say it's got to have a view down the line, the ownership and the management have got to land up being reflected in how journalist unions deal with one another and with issues.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You touched upon the question of spies.  You indicated that we will be hearing from people who were suspected to be spies in the newsroom, but as the oldest union in this country can we get your views on that?",
            "Female"
        ],
        [
            "PAT SIDLEY",
            "On spies?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The situations which led to journalists being suspected of being spies and I am sure some of those cases were discussed in the unions.",
            "Female"
        ],
        [
            "PAT SIDLEY",
            "Yes, well they were.  My earliest recollections of union meetings at the Rand Daily Mail in SAAN at the time was of being warned off a particular person who was speaking volubly and sounded like an alive and interested and active Union member, that was John Horak, later Major John Horak.  \tThe views that I knew when I came into it was, it was discussed widely among journalists who had a distaste for spies.  The problem was exactly how you would tell who they were, and then what could be done about the issue and then of course what they were doing and exactly who was reporting to whom.  For many of those years it was an issue - in your mind it would be boss of the security police, we didn't have the niceties of thinking about whether it was someone from Military Intelligence perhaps in there as well or Vlok had his own men in there at some point, one didn't know.  For most of us, through most of the years that I was involved in the Union and in the press it was a subject of great worry and of distaste and of total impotence.  We were not able to make our management share our discomfort with the fact that there were spies among us.\tI hasten to add that there were also people working for other organisations among us.  Our fear though, and distaste was for those who were working for the security establishment in the government at the time.  But to make our managements understand that this is actually a workplace problem that it, at the very least inhibits your ability to do your job adequately, was very difficult to make them understand that, and we were also countered by this nonsense of they need proof.  The proof emerged always later like John Horak who came leaping out of the closet, I am a major in the police force.  He was.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Mr Chair if I might just be quick.  The reason why I am asking that, I am just looking at this problem of polarisation, vis-a-vis all those issues that as the strongest and the most powerful one of my assumptions will be that also of interest to emerging unions who are reacting to the establishment will be an issue of not having confidence in the oldest union who could collude, so to say, with practices which maybe for them were fundamentally - were violating the thrust of what the media should stand for.  You mentioned that you just didn't know what to do with management which was in denial and that coming from a union it creates an impression ...(intervention)",
            "Female"
        ],
        [
            "PAT SIDLEY",
            "Ja, if I can answer that.  I think that perhaps when you talk about the SAUJ as a union one perhaps has a - one puts it perhaps in the same bracket as those affiliated to Cosatu.  We remain always a union of journalists only and ...(intervention)",
            "Female"
        ],
        [
            "PAT SIDLEY",
            "Of white middle class ones ...(intervention)",
            "Female"
        ],
        [
            "SAM SOUL",
            "Editorial workers only, and that has restricted our membership to between 1,000 and 2,000 members over the years.  So the capacity of the union to really take on issues was very limited and as Pat said I think the leadership of the Union was also always in advance of its membership in terms of the kind of political position it was taking.\tYou know that said I don't think that you know anybody else really managed to achieve much.  On one of the occasions where we had suspicions we held meetings with Mwasa and we went jointly to see the editorial management and nothing came of it.  I think all the medial unions were in a position of crisis management continually in dealing with ordinary union issues and problems involving members, in dealing with press freedom issues, in dealing with issues around the state of emergency at the time.  The capacity actually to inflict change on the owners was very limited.    That said I don't think that the SAUJ leadership was ever seriously accused by other unions, black unions, over this period of collusion and of being tainted by issues of spying.  Certainly I never felt that they identified us with the spies in our midst.",
            "Male"
        ],
        [
            "PAT SIDLEY",
            "But just to add to what Sam is saying and just to answer you perhaps a bit more directly, there's a great gap between how we were seen as dealing with spies and the other point which you appear to be making.  We were a conservative, largely white, middle class bunch of people. The impulse of people like that is not to turn the world on its head, so we were constantly in a position of trying to stay moral, ensure that we were moving in a political direction which we could live with, but trying to counter, not just within our members but within ourselves, the impulses for keeping the status quo, which is an innately conservative impulse.  Now if that led to the feeling, which it did, among our black colleagues that we couldn't be counted on for any great deal of support, that's perfectly true.  That was our great flaw, it continues to be.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I've got to unfortunately intervene at this stage.  Thank you very much for those insights and for the submission and for having raised the question of the separation.  I trust your colleagues have listened to what you have said in this regard that there could be ongoing discussions on that issue, and as you rightly say ideally it's a matter that should be dealt with within your industry.  \tBut once again thank you very much, we've got the full submission that you have made, thank you to our union for the work that you have put into this and for the two of you having taken time to come and present it to us this morning.  Thank you very much.\tWe are going to adjourn for tea at this stage for 15 minutes.  I want to apologise to Jolyon Nuttall.  We had hoped that we would take your testimony before the tea adjournment but unfortunately we have not been able to.  We will adjourn for 15 minutes and we will take your testimony immediately when we reconvene.  Thank you.\nHEARING ADJOURNSON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I please ask you to settle down.  The next witness would be Jolyon Nuttall who will be speaking about the NPU.  Good morning Mr Nuttall and welcome.  Just before we take your testimony I am going to ask you to take the oath please.\nNPU",
            "Unknown"
        ],
        [
            "JOLYON NUTTALL",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Hlengiwe Mkhize will facilitate.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Mr Nuttall I would also like to welcome you to these hearings and ask you to take the Commissioners through your submission.",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "Thank you very much.  I apologise for not having made the submission available to you before now.  it was, however, completed last evening and I was not able to get it to you before that. \tMay I please as a preamble make it absolutely clear that what I am going to say and what I have submitted to you is in my personal capacity at the request of a spokesperson for the hearing.  In no way does it represent a formal submission by or on behalf of the Newspaper Press Union of South Africa, and many of the views and comments expressed in the document may well differ from the NPU's official stance on the subjects concerned, and may also be at variance with those of individual newspaper proprietors and their senior executives who held office during the period under review.\tI was president of the NPU from September 1988 to September 1990 and a member of the executive council for a number of years before that.  I retired from what was then Argus Newspapers, now Independent Newspapers in April 1991 and I have lived in Cape Town since then.  I have kept no files to assist me in the preparation of this document and I have had to rely, therefore, on memory and also on such documentation as the current secretariat of the Print Media Association under which the NPU now falls which they faxed to me at short notice, and then one or two other sources.\tJust for the record I haven't had any formal access to documentation involving the Truth Commission's hearing into the role of the media and nor have I seen the submission which was made by Independent Newspapers which I understand you will be considering tomorrow.  So all I know of the hearing and the submission that they will be making is what I have read in the media, it's from what I have read in the media.\tThe period under review I gathered from talking to Hugh Lewin last week is from 1960 to 1994 and what I am going to try and do is sketch very briefly the way in which I became involved in this organisation called the NPU because I think it typifies what happened in many other cases.\tIn 1960 which was the period under which the start of your review I was a journalist working in New York covering the United Nations.  I spent most of my working hours there.  I was a practising journalist in fact for nine years from 1955 to 1963 before moving to the management ranks of the Argus Company where I was a junior assistant to begin with, before working my way up through the ranks to become from 1981 to 1991 manager of The Star newspaper and for a period the Sowetan as well.\tNow as a member of management I was expected by my superiors to play a part in industry matters.  I was a member of the management council of the Audit Bureau of Circulations, became chairman in the mid-eighties.  I served on the management committee of the South African Press Association, became vice-chairman in the late eighties.  I became a member of the executive council of the NPU in the mid-seventies as far as I can recall and as a junior served on various of the smaller sub-committees. \tIn the latter part of the eighties I also served on the NPU Defence Department Liaison Committee and the NPU SAP Police Liaison Committee, and I will be returning to comment on that experience in my presentation shortly.Those committees, as far as I can ascertain, were established in the sixties when I was still a journalist.  \tMembers of the NPU executive council came from a wide range of what is often referred to today as the mainstream newspapers.  There was a provincial press division and there was a magazine division as well as a main section for urban dailies and weeklies.  \tAnd I am tabling with my document a copy of the NPU constitution for your records from which it can be seen what a wide range of objectives the organisation had in attempting to promote the interests of the newspaper industry.  It was a sort of newspapering chamber of commerce.  \tI think to illustrate this more clearly I shall also be tabling the minutes of a typical meeting of the NPU executive council when I was president.  There were 23 members of that council and no fewer than 25 items or sub-items are recorded in the minutes.  They range from the need to negotiate a new newsprint contract with the Mills; a letter from the Competition Board; the cartage of newsprint from Durban to Cape Town; proposal to move the SA Media Council which succeeded the SA Press Council from Cape Town to Johannesburg; to dealings with the Advertising Research Foundation and the General Industry Fund; to a letter from myself to the Minister of Law and Order recording my concern about the recent harassment of an editor of an NPU member newspaper; to forthcoming meetings of the NPU SAP and NPU SADF Liaison Committees; the activities of the marketing committee; advertising agency matters; stock exchange prices; correspondence with the prison service and a programme of further meetings.\tThe four main newspaper groups which were members of the NPU were Argus Newspapers, which is now called Independent Newspapers; South African Associated Newspapers, now called Times Media Ltd; Nasionale Pers and Perskor.  The newspapers produced by Nasionale Pers and Perskor supported the Nationalist Government and its apartheid policy.  \tIn the hard years of apartheid when the Argus and SAAN opposed the government the Engelse Pers was seen as much of a danger and a threat to the State as the swart gevaar. Politically executive council members made very uneasy bedfellows and tensions arose periodically because of this. Overall, however, the council members stood firm together and there have been examples quoted in some of the books and documents that have been written about the era when there were threats to the independence of their newspapers.  \tIn particular, and I would like to highlight an example, involved the president at the time of the NPU, Mr Helm Muller, an immediate past president, Mr Long David de Villiers an advocate who was then chair or managing director of Nasionale Pers.  I was a new boy on the council, it was in 1976 and the Prime Minister, BJ Vorster and his Cabinet were planning to establish a press court which would define and punish the publication of what they called \"ascertainable factual lies\".\tThey were far from satisfied with the performance of the Press Reference Board which had been set up six years before by the NPU, and - no in 1962 in fact by the NPU and which had received only 15 complaints in its first six years.  There were also calls for a register of journalists to be established.  And I am indebted to a book called \"Editors under Fire\" by Harvey Tyson, former editor of The Star for refreshing my memory on some of this information.\tThe Council was in session in Cape Town at the time and it sent a small delegation led by the NPU President, Mr Helm Muller to meet with Vorster and members of the Cabinet.  In what was apparently a very robust confrontation Muller argued against State intervention and in fact won the day.  Although he agreed to drop pending legislation the Prime Minister told the delegation 'get your house in order or I'll do it for you'.  \tWhen Muller, and accompanied by de Villiers, Long David de Villiers came back to the Council meeting they were given a rousing reception by their fellow members, but the price was a new Press Council.  And it was formed by the newspapers with the powers to impose fines of up to R10 000.  I remember at the time that was considered - R10 000 had teeth.  Tyson notes in his book, however, that in the event fines were very rare and never exceeded a nominal R250.\tBut that encounter between Prime Minister and NPU president brought home to me the very real threat that we face not only to press freedom but to possible closure of some newspapers, and that was in a sense my baptism of fire in the world of the NPU and its encounters with the State.\tIn the light of recent comments about the Press Council by the retired editor of the Sunday Times, Ken Owen, in an article in the Mail and Guardian, it's interesting to note the view of Harvey Tyson who was editor of The Star for 16 years up until 1990.  The Press Council, and I quote...\t\t\"...operated without confirming the foreboding of those who thought the press had sold its soul. The worst that can be said of the Press Council was that it irritated editors beyond measure with its arbitrary decisions, though we did not hesitate to criticise its judgements just as much as it might criticise our headlines\".\tBy the time I came to occupy the chair at the NPU the Press Council had been superseded by the SA Media Council. This process began in about 1980-81 when a conference of editors appointed a committee of five of their members, Messrs Ton Vosloo, Harold Pakendorff, Tyson, Tertius Myburgh and Ed Linnington, editor of SAPO who was the convenor, to draw up the proposals for a replacement.\tThis step was taken, Mr Linnington tells me, because editors were unhappy with the Press Council, they perceived its decisions to be against them always and the procedures to be slow and formal.  The Committee produced a plan taking elements from the British and the European Press Council and then incorporated the introduction of a mediator or conciliator who would try to settle complaints before they went to adjudication. The NPU agreed to fund the Media Council and was still doing so when I was president.  \tIt was called the Media Council because it aspired to include the broadcast media.  In '91 the broadcast element was dropped and the body reverted to being called the Press Council of South Africa which it is today, which it was until this year, when in fact it was abolished and the simple system of an ombudsman and an appeal panel was introduced.\tMr Chairman there were 18 presidents of the NPU during the all period of review.  Each served a two year term of office and they were drawn by and large in rotation from the main member groups and the handful of independent newspapers such as the Natal Witness.  I have listed the names of those presidents in the master document.   I don't propose to go through them now.\tMany of these men held office or were senior members of the executive council during the setting-up of the Press Council and the defence agreement and the police agreement.  Several of them are alive and kicking today and I am surprised they have not been approached for their recollections of the circumstances which prevailed at the time.  I am also surprised that the NPU itself has not made a submission.  I understand that two of the major players were against it.\tIn my experience being president of the NPU was 10% honour and 90% chore.  It was an office you were expected to fill when your turn in the pecking order came around.  You were not relieved of any of your duties with the company that employed you, in my case Argus, you just ran faster and harder during the two years.  As I have shown many issues found their way onto the agenda of the executive council and there were many functions and positions which you filled ex officio during your time in the chair.\tAmong the ex officio posts one had to fill was co-chair of the NPU Defence and Police Liaison committees. These committees monitored the implementation of the two agreements.  There are photostat copies here of what the actual agreements were, you may have those already I am not sure.  They considered matters of policy and principle including possible amendments.  Meetings were also used as opportunities by Defence and Police officials to brief editors and managers on the state of the nation from their perspective.  Editors and managers served on the committees in equal proportion, three a side if I remember correctly, three editors and three managers.\tMost of us in my time were alert to attempts to whitewash the situation particularly in the Angola era when we knew South African soldiers were being killed but we could not publish the fact.  We were also alert to attempts to brainwash us.  I personally found it a distasteful task to co-chair these meetings.  It was not my practice to hobnob with the military and with policemen.  However, I believed it was sufficiently important to maintain the agreements in order to secure information for our readers that we would not obtain otherwise and that which the law itself, in certain circumstances, would not allow.  \tThe Defence Act for instance, and I am again indebted to Tyson's book for the details, actually banned anyone from publishing almost any unauthorised information about the composition, movements or dispositions of troops and anything else to do with the military. Tyson notes the Act was so wide that the Defence Force was tempted into insisting that newspapers could not, without military permission, even publish details of a motor accident involving military personnel.\tWhen the army began to be used for internal operations against South Africans, coupled with PW Botha's concept of total onslaught relationships between the Defence Force and the media became, at best, frigid, and at worst, hostile, and the meetings of the Liaison Committee were tense affairs.  \tOn the face of it the agreement with the SAP opened the way to a greater flow of news through the issue of accredited press cards.  Clause 7.3 took note that, quote -\t\t\"The SAP realised that the press has an obligation to inform the public fully, accurately and as rapidly as possible about newsworthy events\".\t\tClause 7.4 -\t\t\"The SAP undertakes to make fully available to NPU members, through the holders of press cards, such newsworthy information as may be in its possession and which it can release without obstructing the administration of justice or at hampering investigations\".\tBy the time I was co-chair of the Committee from September '88 to September '90 the increasingly brutal and sinister role of the security police, which was then emerging, overtook the focus of more standard SAP matters.  As details of these activities became known attempts by the commissioner and his top echelons to put on a friendly face to media representatives, increased.  \tI recall one dreadful occasion when the Minister of Law and Order, Adriaan Vlok hosted a lunch at Parliament for the Committee members after a scheduled meeting of the NPU Police Liaison Committee and presented NPU representatives, the editors included, with a set of SAP cufflinks each.  I was sitting next to Joe Lategomo, who was editor of the Sowetan at the time and we debated with each other how best to dispose of these objects and a few days later I threw my set down a stormwater drain.  There is no doubt in my mind now that we should have declined any form of social function associated with these Liaison Committee meetings. \tThe NPU had many shortcomings in my view.  It had a reputation among advertising people for high-handedness. This was largely because it tried to prevent deals off the card, as it were, with individual members.  It did not speak out loudly enough against the injustices of apartheid but this was largely because half its members were supporters of the Nationalist Government.  \tIt failed to encourage media diversity, and in particular print diversity, when apart from anything else it would have been good business practice to do so.  Of course the government made it almost impossible for small independent publications to start up by requiring through the Newspaper and Imprint Act, or the Newspaper Registration Act, I am not sure which, a deposit of R50 000 before they could do so and this was clearly beyond the means of most of those small publications.  Nevertheless existing papers already registered could have done more than they did through training and product development to encourage new voices and the NPU should have given the lead.\tIn the time that I have been away from mainstream newspapers I have served on the Independent Media Diversity Trust and have also through another development world in which I was involved secured funding for small newspapers and helped to establish a development news agency, and it's come home to me how many small voices there were and are out in the community that in fact require support and training and guidance, that a body like the NPU, in fact, should have addressed.\tEssentially its members were people who focused on the survival and wellbeing of their own newspapers and the opportunities and threats which faced them.  \tIn this context, and in conclusion I would like to draw the hearings attention to an article which appeared in the Cape Times just the other day, August 26 1997, by Dr Anthony Holliday.  He's a former political journalist who worked on newspapers for a number of years under review and who teaches philosophy at the University of the Western Cape, School of Government.  He writes, quote -\t\t\"The offices of such newspapers as the Rand Daily Mail, The Star, The Argus, Sunday Times were not by and large filled with prophets or historians or moral zealots, but with journalists who thought they were only as good as that day's story and managers for whom the weekly circulation figures and advertising ratings were most of what counted.  But in their pursuit of these objectives they were so hemmed in and hampered by a plethora of restrictive laws and the blind hatred of officers of the apartheid State machine that often just doing one's job decently could pass for a high order of courage\".\tThank you.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you very much for giving your own views on the Newspaper Press Union.  Within a limited period of time that we have can I just ask you to tell the Commission a little bit more about the Police and the Defence agreement with the Press Council?",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "Yes I have little knowledge of their formation as I have indicated to the panel.  They were formed in the sixties. As far as I can gather the Defence Agreement I think, from the document I managed to obtain, was first signed in 1967, and it was an agreement that sought to try to open up limited avenues of information to members of the NPU, member newspapers of the NPU, but at the same time to make it clear that there were security matters, there were matters involving armaments and weapons that under no circumstances should be published.  The founding document which I have here was in fact signed by none other than the Minister of Defence at the time, P W Botha.  And there is a famous paragraph in here which I am sure that he probably wrote which said that -\t\t\"The Minister will release as soon as possible news on defence matters that can be released.  If he is approached he will comment or issue a statement; or say that he has not comment to make; or request that no mention be made of the fact that he had been approached; and refuse to comment as even a \"no comment\" reply could embarrass him.  The press must abide by this.  \t\tReporters should understand that there are to be no arguments with the Minister\".\tThis is the same Minister who when he was Minister told the editor of The Star, \"I do not like you and I do not like your face\".  \tBut the agreement did attempt to give clearance on some aspects of defence matters.   For example, if a public statement by an official or a responsible official, person, such as the prime minister of another country; the leader of the opposition; or a public figure in that country spoke on defence matters well those matters could be published provided the newspaper was convinced that it's a public and responsible person who made the statement.  Any other reports published or broadcast may be published provided the source of the reports is indicated, the Minister of Defence or his representative has been given the opportunity to comment; the report does not deal with South African military weapons or the supply of arms to the Republic.  \tIn fact very little information about defence matters was available to newspapers in the apartheid era.  Particular sensitivities were around the use of weapons, the export of weapons, disarmaments and so on.  But the agreement attempted to extricate what little juice could be squeezed from the orange rather than to have no information at all, and that I understand was what was basically behind it.\tThe Police agreement, as I have indicated, differed in the sense that journalists were accredited through their newspapers, newspapers actually issued press cards to them and in certain cases what they called 'accredited journalists' were given cards by the commissioners of police and that gave them access to senior police officials, and if they produced the card they could then get information which otherwise would not be given to them.  And so that agreement was seen as a way of sourcing some information, at least, for our readers.  \tIn the earlier years it was used, as I say, largely for what I would call police matters, but as the security police aspect grew in the seventies and eighties less and less information in fact came out and the liaison committee meetings became very difficult attempts to try and extricate more information than we were getting for our newspapers and therefore for our readers.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Just a related question, I mean when you look back now what do you think was an incentive for the press to abide by these agreements?  I am trying to imagine because the way I understand how journalists practice if they want information, let's say about the minister today, often they wouldn't see that minister as they only source of information, they will go to the public, people with interests on what the minister is doing and that's where they will get their information.  They might then check.  So what was the incentive?",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "The incentive really was that some news was better than no news.  It was, on defence matters in particular, one simply could not quote other than as I have noted from the agreement, prime ministers, leaders of the opposition and so on, one was actually prevented from in fact quoting such people.  I must remind the panel that we had a list of thousands of people who were banned and could not be quoted, and that was what once led an editor to describe editing a newspaper as walking through a mine-field blindfolded. One had these endless lists of banned people and if they were quoted in those newspapers, in fact the newspaper would then have fallen foul of the law and editors would be prosecuted.  The rationale was to get some news rather than no news.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Do you think with these agreements the Press Union put itself in a position where it could be seen to have blindly colluded with the government of the day by saying at least if we get some news, and the news you were getting you might have used as an agent for giving out to the public the government's propaganda?",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "Surely - the danger was there.  But as I have said editors and managers served on these committees, they were alert to the potential threat of whitewashing and brainwashing.  In my view newspaper people have a healthy degree of cynicism about the statements of politicians and their representatives and I don't believe that there was any form of collusion at all.  What there was was a form of robust negotiation and interaction.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I mean I accept that you said you are giving your own views, but do you think the Press Council was an unbiased union when looking back now?",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "The Newspaper Press Union?",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Yes.",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "Yes, not the Press Council.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Yes the .....",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "The Newspaper Press Union was a medley of interests that ranged from commercial matters, newsprint supplies, dealings with the advertising fraternity to these areas of interaction with the State over press freedom.  It had in its 18 presidents in the time under review ardent nationalists, ardent progressives, centrists, they came from various backgrounds and positions but in essence they represented what they could of the interests of mainstream newspapers.  \tNewspapers from the mainstream basically, and it's a fact of life, were required to be viable and profitable by their shareholders.  The shareholders ranged from big companies to old ladies who looked forward to their dividends and I think the NPU was influenced by the need to attempt to run newspapers in a professional way while at the same time living in a very difficult environment, extremely difficult.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "As one of the senior journalists, if I may ask you, how do you think unions should restructure or position themselves today ...(intervention)",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "Proprietors, proprietors bodies are you talking about now?",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Yes.",
            "Female"
        ],
        [
            "JOLYON NUTTALL",
            "Yes.  The Newspaper Press Union at this present time I gather is holding a congress at the Victoria Falls and I gather that on the agenda is a proposal for transformation of the NPU which is being put forward by one of its members.  I will be interested to see the outcome of that, because the NPU still exists to some extent, it's still made up of the sort of profiles that I've painted from across the spectrum.  It seems to me that it's absolutely essential that a body like the NPU in fact should transform itself into being able to speak and represent and act for a much wider range of media diversity as I have indicated than it has done up till now.  I think the era of looking after its own members and its own newspapers is well past, and that it should now be addressing in fact the wider needs of communication and interaction with communities.  \tThe small publications that I was able to sponsor in recent years through a development trust that I worked for are crying out for training, for support, for equipment.  The Independent Media Trust, which I have served on for the last five years, has done what it can but it has lacked resources to do it.  The NPU has resources.  And I believe in fact it should be transforming itself to be able to encourage media diversity, to ensure that the smaller voices that are emerging all over the country are given a chance to move towards some degree of viability and not to live or die according to the whims of those who subsidise them. So that for me would be the major area of transformation that a body like the Newspaper Press Union should be considering.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.  I will hand you back to the Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Hlengiwe.  Any other questions - no.  Well Mr Nuttall I want to thank you for the trouble that you had gone to to prepare the document for us as well as the annexures that you have referred to.  We do realise that you know there is some effort in trying to recover all of those things years after you had actually vacated the offices as president of this Union, and we in fact have noted the point that you have made that there are some of those who had been presidents of the Union previously still available and alive and so on, and we will certainly follow that up.  We didn't approach the matter on the basis that you are the prime source of information, it's just that you were at hand and we quite appreciate the fact that you were prepared to come and to present your testimony in quite a forthright way.  \tThank you very much for that we do appreciate it.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The next witness that we will listen to is Mr John Horak.  I would ask him to come forward please.",
            "Unknown"
        ]
    ]
}