{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-17",
        "day": "2",
        "names": [
            "ISAAC MOHOMANE"
        ],
        "case number": "AM 1347/96",
        "matter": "MURDER OF TWO POLICEMEN - MOKETE BENJAMIN MAKAU & TSELANE JACOBINA MOSEBI",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52977&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98111618 _wlk_981117wel.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MHLABA",
            "ISAAC MOHOMANE",
            "MR SESELE",
            "INTERPRETER",
            "MR MAPOMA",
            "DR TSOTSI",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MHLABA",
            "ISAAC MOHOMANE",
            "MR MOHOMANE",
            "MR SESELE",
            "INTERPRETER",
            "MR MAPOMA",
            "DR TSOTSI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, we will now proceed with the remaining applications which I had mentioned earlier.  Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you, Chairman.  This application is -there are four applicants involved, Phillip Mosia, Jack Mofokeng, Solomon Sera and Isaac Mohomane.  I'm acting on behalf of all four applicants.  I would want to commence by calling the last applicant being, Isaac Mohomane.",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you, Mr Chairman.\n\tMr Mohomane, you are the applicant in this matter, is that correct?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And your application is in respect of an offence which was committed on the 5th of June 1993, where two police officers namely, Mokete Benjamin Makau and Tselane Jacobina Mosebi were killed, is that correct?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Is it correct that you were born during 1968 on the 8th of June in Fouriesburg?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You are applying for amnesty because the offences which you have committed were committed with a political objective, is that correct?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You have been convicted in respect of the offences in question and you are presently serving a prison term, is that correct?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "As you allege that the offences were committed with a political objective, are you able to explain to the Committee which political organisation you were a member of, you were a member of during the period June 1993, in particular on the 3rd of June, and how you joined the organisation and when and level of your involvement in such organisation?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "At the time I was a student in high school, I was a member of COSAS.  After completing school in 1990 I was a fully fledged member of the ANC, then I was recruited to the Self Defence Unit by comrade Simon Mofokeng and Khumalo.",
            "Male"
        ],
        [
            "MR MHLABA",
            "I want you to tell us about the incident of the 5th of June 1993 and how the killing of the two police officers who were executed, were planned and executed.",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Before I can start with the incident itself I want to explain that after I have been recruited to the Self Defence Unit by Khumalo, I finished my training, I was given powers to form my own unit and train those members who are interested to join the Self Defence Unit.  That is where I recruited three people, Phillip Mosia, Solomon Sera and Jack Mofokeng.\n\tAfter I trained them I went to my commander to inform him that I've recruited and trained three people, then he gave me a 9mm pistol and that I should continue to train those people for six months.\n\tAfter that six months I went back to - I used to go to him in the ANC offices.  We sat down and discussed about the unrest which prevailed in our area where the police played a major role in the death of people who were anti-government.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Are you able to tell the Committee who this commander was?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "His name is Simon Mofokeng and his combat name is Khumalo.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Are you able now to proceed and explain to the Committee what happened on the ...",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Because I used to go to the office of comrade Khumalo, we used to sit down and discuss about the unrest within South Africa.  We were aware that the police played a major role in the unrest and in harassing and torturing the people.  In Qwa Qwa there were such incidents, in the place called Thababotsiu where there was a group called - in Thababotsiu there was a group called Ntsometso which was working together with the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you just repeat that name, a group called?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "That is Ntsometso group.  Their leader was Lebo Pomolo.  They were calling themselves members of the IFP.  As we all know that IFP was working together with the police to kill people around Sebokeng and Boipatong etc., and in Qwa Qwa such incidents prevailed, so we used to discuss those issues together with my commander.  We reached a decision that in Qwa Qwa we should do something because police are playing a major role in the killings of our comrades, we do something so that we should send the message to their masters and their bosses to tell them that what they are doing is not acceptable to the community.  We reached an agreement that we should do something.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Yes, can you proceed and explain what happened on this very day, everything that happened and how you planned this incident?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "As I've already explained that comrade has approved that we should do something, the unit which I've already formed.  He explained to me that that is an underground cell and then our task was to counteract violence which was done by the police and the State in torturing and harassing our people.\n\tI remember well that it was on Thursday when we reached an agreement that I should come and see him so that we should come up with the final decision of what to do.  We met on the 3rd of June, then he asked me about my unit and I said we are a unit of four, then he gave me a 357 pistol which was fully loaded so that we should go and carry out an operation on Friday, which was the 4th of June.\n\tOn that day whoever was a policeman was supposed to be shot at.  He gave us orders that we should not disarm them, we should shoot them and we should not take their guns so that the message should be sent to their masters that their days are numbered and that that message should reach their masters and their bosses.\n\tOn Friday I went to see my comrades and set up an appointment that at 5 o'clock we should meet at comrade Mosia's place where we used to do our training.  At 5 o'clock I arrived at Mosia's place.  I arrived there around half past five.  I found comrade Mosia and Jack Mofokeng.  We waited for Solomon Sera because he was working, so that we should wait for him and explain what he should do.\n\tAround half past six to seven comrade Solomon Sera arrived together with his car, he came with his car.  We sat down and planned about the operation because the commander has already issued a command target location, so that those people which are targets are the police and the area which should be targeted were police stations and shopping centres because they used to go there for lunch or supper.  If we don't get them at the shopping centres we should go to the police station where we would find them.\n\tOn that particular day, it was around past eight to nine when we decided that myself and Solomon should go together and patrol as to where we would find out targets.  After we left, Solomon Sera took a decision that we should start at the shopping centre and look at the parking area as to whether their cars are not parked in that area, as I've already explained.\n\tWhen we arrived at the parking area we were able to identify one of the police cars, that was a Mitsubishi Canter.  We knew exactly that that car was used by the police.  We stayed there for a few minutes.  I told Solomon Sera that we should leave and then go and fetch our other remaining comrades because I was having a gun which is a 357, which I took it from the commander and the 15 shooter I left it with Solomon Sera.  \n\tWe went back to fetch comrades and together with the gun we went back to the shopping centre.  Around past 9 to 10 'clock the kombi was still there where we saw it earlier.  We agreed with Solomon Sera that we should go and park the car a kilometre away from the scene.\n\tHe returned after parking the car, Phillip Mosia.  We instructed him to go and survey where those police were inside the shopping centre.  He went inside the restaurant.  He returned and gave us a report that they were still in the restaurant and they are still eating and they had bottles of liquor.  \n\tAfter he returned we stayed outside and waited for them to come out.  They came out around half past eleven.  I informed Solomon Sera to return to the car so that after finishing the operation we should find him in the car.\n\tI had the 537.  My assistant who is Jack Mofokeng was having a 15 shooter.  Unfortunately at half past twelve they went out.  That is where we started shooting.  We were given an order that we should not disarm them, we should shoot them so that the message should be clear, so that the authorities should know that if the police continue with their torture therefor their days are numbered.\n\tAfter we finished with the operation we went to the car.  I gave the driver those guns so that he should leave with them.  He left me at my place where I slept.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And when were you arrested, was it the following day of after some days?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I was arrested on the following day, that was the 5th of June.  After my friend has arrived whom I attended school with before we were staying in Soweto, when we were in his car together with his friend we met the police and they wanted to search the car and ourselves.  From there they asked us whose car was it and then the driver answered them that whose the owner of the car.  They informed the driver that they suspected the car, that it was used for theft.\n\tThey took us to the police station and phoned John Vorster Square and phoned as to whether that is not a stolen car or was involved in criminal activities.  We were taken to the charge office.  We were divided into various places.  I was left in the office until the following day, then they locked me in the cell.\n\tI was released after they asked me about the incident which happened a day before, then I told them that I know nothing about that incident.  They asked me as to whether, where do I know those people from with whom I was in the car.  I told them that I only one person who was the occupant of the car, because he was a student with me before.  Then I was tortured and they asked me about guns.  Then they detained me.\n\tOn Monday during the night they called me together with others then we were released.  On the 9th again they came to detain me again about this incident.  That is where I was charged.  I was taken to Court.  After that I was convicted then sentenced for death.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Did you have an opportunity to report back to your commander about the operation after this incident?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "He was already aware that we've accomplished this operation because he told me that he will see that, if we can follow the method he informed us about to operate, to do this operation, he would know that we are responsible for that incident.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Why did you identify the two deceased and kill them, or why in particular them or police officers, to put it differently?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "As I've already explained, on that particular day the order was given that whoever is a member of the police whom we'd meet on that particular day we should shoot.  We were given an order that those we would attack we should not take their guns from them.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You mentioned that you were given powers to establish your own unit, what other powers were you given insofar as it regards running your unit?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Other powers I was given was that if as a commander of that particular unit I feel that my unit is running short of weapons, I must consult my commander and inform him about that need.  They ...(indistinct) given me an order to disarm the police so that our unit should be well armed.",
            "Male"
        ],
        [
            "MR MHLABA",
            "How big was your unit in membership size, how many people did you have in your unit?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "We were four in that particular unit.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And what was the chain of command, were you supposed to report back to your commander or anyone of the units could go and talk to your commander?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, that was an order which I was given, that I should not do things on my own, I should not take any decision on my own without consultation with my commander.  I must consult my commander at all times in the ANC offices in Phuthaditjhaba then he would assess the situation and the need.  After that assessment he would make a decision in terms of my report and his assessment.",
            "Male"
        ],
        [
            "MR MHLABA",
            "After this incident, did you ever have an opportunity to meet your commander, either while you were in prison or shortly before you were arrested?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I did not have an opportunity to meet with my commander as I've already explained.  I was detained and therefore we were not given bail to get outside but he knew that we were responsible for that incident.  I did not have an opportunity to meet him until we were convicted and imprisoned, whilst I was in prison.\n\tWe were convicted in 1994 on the 9th of March.  If I remember well it was around June/July when I phoned the office asking the whereabouts of commander Craig.  I found information that Craig was detained in the same year, in 1994 in August or September.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You're telling us about Craig, is this Craig one and the same person as Mofokeng or Khumalo?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "His name is Simon Mofokeng, as I've already explained earlier.  Craig Khumalo is a combat name.  As he was a well trained cadre of the MK he did his military training abroad.  He gave us this name so that at all times I should call him Craig Khumalo because it was his combat name, and that is why I mentioned them both.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Taking you back to the incident of the shooting, how were you dressed when you were there, did you put some balaclavas on or you did not disguise at all?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "People who put on balaclavas was myself and Jack Mofokeng as my deputy commander.  We were the only two who had balaclavas so that we should not be identified.  We were the only two who hid our faces.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Other than shooting the two deceased, or rather to put it differently, after shooting the two deceased did you take anything from them?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "No, Sir, we did not take anything from their person because the order was given that we should not take anything, we should not take their guns or anything from them so that anybody would see this attack as a political activity.  That is why we did not take anything from their persons.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And in attacking them as you did your intention was to kill them, is that correct?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, that's correct.  As I've already explained, the order was to kill and that we should not disarm them.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Do you have anything to add in support of your application other than what you've already indicated to the Committee?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "What I want to add is that it is well known what the police did in that particular area.  During the unrest from 1991 negotiations had already started.  There were reports that the police were encouraging unrest and that they were killing people and then again they were instruments which were used in violence.  As the Commission has called me here to come and explain as to why did we kill them and then again about the background, on top of that I want to thank this Commission to give me this opportunity to come and appear before it and I regret for the loss of life.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you, Chair, that concludes the evidence-in-chief.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mhlaba.  Mr Sesele, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR SESELE",
            "Thank you, Mr Chair.\n\tMr Mohomane, you say you were a member of COSAS at high school, what standard did you attain there?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I was just an ordinary member of Cosas as it was meant for students.  I left COSAS after finishing my school, then I became a card carrying member of the ANC.  After that I was recruited to the SDU.",
            "Male"
        ],
        [
            "MR SESELE",
            "Excuse me please, what standard did you attain at school?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is standard 10.",
            "Male"
        ],
        [
            "MR SESELE",
            "And then you became a member of the African National Congress.",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "Did you attend meetings of the African National Congress during that time, say branch meetings?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, I did.  I attended most of the meetings in Phuthaditjhaba and they were run by comrade Steve Potlela, and together with the rallies of the ANC.",
            "Male"
        ],
        [
            "MR SESELE",
            "And the ANC was an unbanned organisation at that time?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "It could engage in political activities?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "May you please repeat your question, Sir.",
            "Male"
        ],
        [
            "MR SESELE",
            "And it could engage in free political activity?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "Would I be right if I say, at these branch meetings of the African National Congress reports were made about the state of the political situation in the country?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "Did you know that there were negotiations between the African National Congress and the then government?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That's what I knew, that negotiations were going on between the ANC and the government of the day.",
            "Male"
        ],
        [
            "MR SESELE",
            "Were you also aware that the armed struggle was then suspended?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, I know that.  I knew that fully, that the armed struggle was suspended.",
            "Male"
        ],
        [
            "MR SESELE",
            "As a member of the ANC then, were you not bound by the decisions of the ANC?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "May you please repeat your question?",
            "Male"
        ],
        [
            "MR SESELE",
            "As a member of the ANC then, were you not bound by the decisions of the organisation?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, I was informed that I should be a disciplined member of the ANC and that I should be bound by decisions taken by the ANC.",
            "Male"
        ],
        [
            "MR SESELE",
            "Now that the ANC had suspended the armed struggle, were you not obliged to adhere to that?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "In regard to the suspension of the armed struggle by the Executive Committee, there was a misunderstanding because of the unrest which reigned within our areas and that the police were the major role-players.  That is what has contributed that the ANC should form the SDUs to protect and defend the community against the actions of the police because the police were regarded as the instruments in the unrest.",
            "Male"
        ],
        [
            "MR SESELE",
            "Mr Mohomane, you say there was confusion, now you personally, what did you understand by that, the suspension of the armed struggle?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I was talking about the misunderstanding within the members of the ANC because others did not agree with the suspension of the armed struggle.  Those who supported that the armed struggle should be suspended were those who were not involved or nearer to the violence which was prevailing in various communities.",
            "Male"
        ],
        [
            "MR SESELE",
            "Are you then saying that some members of the ANC did not support the suspension of the armed struggle?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That is correct, because people were dying at that time during that unrest and the police were playing a major role in that unrest and in the killings of our people.  So I did not support the suspension of the armed struggle because the government was not willing to accept change.  That is why I did not support the suspension of the armed struggle.",
            "Male"
        ],
        [
            "MR SESELE",
            "So you acted outside the policy of the organisation?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "When returning back to the issue of the armed struggle, as I've already said I did not support the armed struggle because of the unrest which prevailed in our community.  I wanted to continue with the missions of protecting the community.  Our tasks as the SDU, we were not just attacking ordinary people, we were only responding to the unrest in terms of protecting the community.",
            "Male"
        ],
        [
            "MR SESELE",
            "Precisely where do you come from in Qwa Qwa?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I come from Phuthaditjhaba.",
            "Male"
        ],
        [
            "MR SESELE",
            "And your commander, Simon Mofokeng?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "He comes from Welkom.  He was Chief of Staff of the SDU within Free State, that is within these areas like Kroonstad, Welkom, Phuthaditjhaba.  He was not staying in one place because he was motoring various SDUs within Free State.  He was always on the way monitoring various places within Free State.",
            "Male"
        ],
        [
            "MR SESELE",
            "Are you also saying that commander Simon Mofokeng like you, were operating outside the policy of the ANC?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "We were not operating outside the policy of the ANC, we were always within, in line with the ANC policy because he was working within the ANC offices in Phuthaditjhaba.",
            "Male"
        ],
        [
            "MR SESELE",
            "At the time when you recruited the other three applicants in this matter, were there any criminal cases pending against you?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "As an individual I was not engaged in any criminal activity because ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, the question was, at that time were there any criminal cases pending against you?  He's not asking whether you were involved in any criminal activity but were there any cases pending against you, whether you were guilty or not of the cases involved, if there were any is a separate matter, but were there any cases pending against you?  That is the question.",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "At that time there was a case which the police were trying to implicate me in.  As they told me it was a case of armed robbery which was robbed in Qwa Qwa.  I was detained together with other police(?) who came from Bethal.  In that case we received bail.  After some time I was acquitted, I was acquitted from that case.",
            "Male"
        ],
        [
            "MR SESELE",
            "There was that armed robbery case pending against you when you recruited the other applicants in this case?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That armed robbery case was in 1993, we were detained in 1993.",
            "Male"
        ],
        [
            "MR SESELE",
            "On the 5th of June 1993, that is the date of this incident, the case was still pending against you, is that right?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, I was attending Court.",
            "Male"
        ],
        [
            "MR SESELE",
            "And amongst others the deceased, Sergeant Makau was the investigating officer, is that correct?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "As to whether one of the deceased was the investigating officer, we were informed in Court it was the fabrication of the police that one of the deceased was an investigating officer of the armed robbery case.  I was not detained by one of the deceased, I was detained by Sergeant Pitso.  I was charged by Sergeant Motlaung.  That is Sergeant Motlaung, whom I knew was responsible for that docket.",
            "Male"
        ],
        [
            "MR SESELE",
            "After your arrest you were charged and there was a criminal case against you and the other three applicants in this matter, is that right?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Do you mean that criminal case was on me, on my shoulders or for other applicants?",
            "Male"
        ],
        [
            "MR SESELE",
            "I'm referring to the criminal case involving yourself, Mr Mofokeng, Mr Sera and Mr Mosia, the very same case for which you are serving a prison sentence.",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, we were imprisoned for this particular incident, not for the armed robbery.  I did this incident because of the instructions I received from my commander.  We would not regard that particular incident as a criminal case.",
            "Male"
        ],
        [
            "MR SESELE",
            "When you were charged do you remember that there was also one Mr Kele who was arrested with you in this murder case?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was that name, Mr Sesele?",
            "Unknown"
        ],
        [
            "MR SESELE",
            "Mr Kele.",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I saw him for the first time in the police cells.  I knew him because we attended this case together and then he was acquitted.",
            "Male"
        ],
        [
            "MR SESELE",
            "Do you remember that Mr Kele in the High Court when you were charged, was a State witness against you?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "He was not a State witness. ...(no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, we're not getting the interpretation.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "There was a little problem, Sir.  We want the applicant to repeat.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mohomane, could you please just repeat what you've said?  There was a complication in the interpreter's box and it wasn't coming through.  If you could just repeat your last statement.",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "Abraham Kele, his evidence was in regard to the gun which comrade Sera hid to his place.  He gave evidence only with regard to the gun which comrade Sera hid in his place.",
            "Male"
        ],
        [
            "MR SESELE",
            "In Court you did not give evidence personally?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That's correct.  I was not prepared to address that Court because I knew that they would not interpret what I'm saying in that Court and that is why I ended up being given that sentence.  So I was not prepared to testify in that Court.",
            "Male"
        ],
        [
            "MR SESELE",
            "Mr Kele, there's evidence on record, and I would refer the Committee to page 122 of the bundle, the last paragraph and again at page 123 the last paragraph and in particular at page 123 Mr Kele testifies about what he heard between you and the other applicants regarding the background of this shooting.  At page 124 Mr Kele says the applicant, Mr Mosia, who was then accused number 3 in the case was actually blaming you and Mr Sera for having led them into this killing.  Do you remember hearing that in Court?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "No, Sir, I don't remember hearing that evidence.  The only thing that I remember in Court was the evidence by Mr Kele concerning the gun.  And then he also gave evidence about the story that he alleged that he heard us holding while we were at the police cells.",
            "Male"
        ],
        [
            "MR SESELE",
            "Mr Kele also said in evidence against you that you are the person who suggested that the late Sergeant Makau be shot because he was an investigating officer against you in an armed robbery case.  Regarding that I would refer the Committee to page 124 of the bundle at line number 7, rather number 6.\n\tDo you remember him saying that in Court?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR SESELE",
            "And I would also refer the Committee to the evidence of Sergeant van Staden at page 130 at approximately line number 21.  This Captain van Staden testified in Court that the deceased, Sergeant Makau was an investigating officer in a robbery case against you, can you remember that?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I remember the Court asking Captain van Staden about that, whether one of us were attending a case which was handled by one of the deceased.  That concerned accused number 2 and others.  They were attending a case which was investigated by the deceased, but like I have already explained I was never arrested by the deceased and that we killed him because of that case, that one I don't know.  I don't understand and I don't remember that the other person died because of what they were doing or what is alleged that they were doing.",
            "Male"
        ],
        [
            "MR SESELE",
            "The first robbery case - according to Captain van Staden in Court, the first robbery case, regarding the first robber case you only got, you were released on bail on the 5th of June and that is the day on which the deceased died, that deceased that was shot by you and the other appellants.",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I was not released on bail on the 5th of June.  Like I've already explained they were just trying to implicate me.  I was arrested in March as I remember well and the deceased died two weeks after I was arrested.",
            "Male"
        ],
        [
            "MR SESELE",
            "The State witness against you namely, Mr Kele - and I'm referring the Committee to page 124 the second paragraph from the bottom, testified in Court that when there was talk of, when you were in detention and you were talking about this case in the presence of all other applicants, none of you objected to having taken part.  That is the evidence that is standing on record that led to your conviction.  Do you remember hearing that in Court?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I don't understand your question or what you are trying to explain, can you please repeat your question?",
            "Male"
        ],
        [
            "MR SESELE",
            "In Court, do you remember Mr Kele testifying that when you and the other applicants were in prison you talked of the killing of Sergeant Makau in particular and Sergeant Mosebi as ...(indistinct) and concerted action?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Like I've already explained, the evidence given by Kele in Court was not against me, what he said in Court was that he heard us while we were still on trial, that what we did we did as a group, that is collectively.",
            "Male"
        ],
        [
            "MR SESELE",
            "The factual findings made in Court on the evidence of Mr Kele and Captain van Staaden let to your conviction but you never, and you had the chance of contradicting that in Court but you never did so, why?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Like I've already explained, I was not prepared to address that Court, and the evidence given by Kele was, I can say that he was used by the police in order that we should be convicted.\n\tConcerning Abraham Kele's evidence again, he was not the only person that gave evidence and his evidence contradicted the other person by the name of Tshabalala.  He is the person who said the evidence given by Mr Kele was just pure lies.",
            "Male"
        ],
        [
            "MR SESELE",
            "Mr Mohomane, how do you explain the incidents that Sergeant Makau is the investigating officer according to the evidence, and you happen to be involved when he is shot to death?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "The question that he was the investigating officer, it was news to me, I heard that for the first time in Court, but I explained that I was never arrested by Mr Makau, I was arrested by Mr Pitso and Mr Makau was the person who was actually handling my case.  I fail to understand how could I kill that person for the case which I've already that I did not know and I was acquitted on that case because the Court realised that really I did not understand and I didn't know about that case.\n\tThe armed robbery case, if I remember well we were taken to an identification parade and no-one pointed me out.  That is why the Court acquitted me on that armed robbery case you're talking about.",
            "Male"
        ],
        [
            "MR SESELE",
            "Mr Mohomane, I put to you that the killing of Sergeant Makau and Sergeant Mosebi was an attempt by you and the other applicants to get rid of Sergeant Makau as the investigating officer in your case of armed robbery which was then pending.",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "No, I disagree with you, Sir, because if he was the person who was investigating my case I would have known then.  If I wanted to kill him I would kill him with the people who were my co-accused in that case.  Like I've already explained, on that day of the incident we had to kill him because he was a policeman.  If we would find 15 or 10 in that kombi we would have killed them but unfortunately only two people appeared.\n\tAnd to give you more information like I've already explained, those people while they were having their meals in that restaurant, the report that we got was that there were many policemen in that ...(indistinct) we were surprised when we saw only two policemen coming.  So I do not agree with what you are saying to me.",
            "Male"
        ],
        [
            "MR SESELE",
            "Mr Mohomane, I further put to you that your killing of the two deceased was not politically motivated at all.",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "When you say it was not politically motivated, the killing of those two policemen, like I've already explained I disagree with you because I didn't carry out this operation with the people I was attending this case regarding the armed robbery.",
            "Male"
        ],
        [
            "MR SESELE",
            "You said amongst others your commander, Simon Mofokeng instructed you only to kill the policemen and not to disarm them, is that right?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "He never said that we should kill a policeman, he said we should kill policemen but we should not take their weapons so that the message should be clear that the attack was politically motivated.  If this was just a criminal act we would have taken their weapons.",
            "Male"
        ],
        [
            "MR SESELE",
            "One the charges against you was these two or murders and other charges were related to possession of ammunition and firearms, is that right?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "And after the shooting of Sergeant Makau and Sergeant Mosebi, did you remove weapons from them?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "No, Sir, we never took their weapons because the order was clear that we should not take their weapons, therefore we never took their weapons.  The only weapons that we had in our possession were our own weapons.",
            "Male"
        ],
        [
            "MR SESELE",
            "Thank you, Mr Chair, I have no further questions.\nNO FURTHER QUESTIONS BY MR SESELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Sesele.  Mr Mapoma, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chair, just a few.\n\tMr Mohomane, do I understand it that the SDUs did not have a supply of weapons from the ANC or from any other source and for them to attain weapons they have to disarm the enemy?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And now how do you reconcile this order of not taking the weapons from the enemy with the standing policy of the SDUs then that they must disarm the enemy?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "It is true that we had to arm other members of the SDU with these weapons that we disarm from the police but the order that came from the commander was that if I feel that my unit needs other weapons I should contact him, and he is the only person who will give that instruction that we should go and disarm the police.  But on that day the mission was not to disarm the people, that is why he issued this order that we should not disarm them because the aim of this operation was to deliver this message to the apartheid government that what the police were doing to the community, if they continue with that then their days would be numbered.  That's my explanation.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You will agree with me that that particular order was quite unusual regarding the operations of the SDUs, the one to kill the police and not take the weapons?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I do not agree with you because as a member of the SDU everything that I would do I would not take my own decision, I would have to consult with my commander, we'd have to sit down and discuss and he'll be the only person that would give out the instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mohomane, we've heard that, you've said it before, but what Mr Mapoma's asking you is, do you agree that the order that Mofokeng gave you was an unusual order?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "No, I do not agree with him.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "If you had taken the weapons from the police, would that not have registered to the government that you were in fact fighting against the police?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "Like I've already explained that the order of that day was very clear, that we should not take weapons on that particular day.  So what I was doing was just to carry out the instructions that we should not take weapons, we should just shoot them so that the message should be clear to the then government.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "You agree don't you, that the message would have been clear to the government even if you had taken the weapons from the police?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "I do not agree with you, if we took their weapons the message would not be clear but like I've already said, the message was clear that we should not take the weapons so that the government would know that we were just sending a message.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when did you pass standard 10?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "If I remember well it was in 1990 when I passed my standard 10.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So it is only thereafter that you joined the ANC?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "You know that our standard 10 results we get in January, so I waited for those results but while I was still a member of COSAS I was also a supporter of the ANC at school.  I became a card carrying member of the ANC in January 1990.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now in the SDUs if I understand it, you will correct me if I'm wrong, you say Mr Mofokeng was a commander of the SDUs throughout the Free State, is this so?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "He was the Chief of Staff of the SDU in the Free State.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And there must have been a commander of your local SDUs, is this so?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Comrade Craig was also the commander.  He was also responsible for training the members of the SDU, and then he would give us the powers to go out and form our own units.  He was our commander, so when I go to the offices of the ANC I will speak to him in that area where I lived.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Sir, what I want to find out is the command structure of the SDUs under which you were operating.  If comrade Craig was that commander who was overseeing the Orange Free State as a Province, there must have been a commander immediately above you and not him directly, is it not so?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I know there is something like that but I didn't know it then.  I only regarded him as a commander in the area where I lived because he was the person who would train us and other people.  I regarded him as our central commander.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So there was no commander above you or between you and comrade Craig?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "No, Chairperson, between me and comrade Craig there was no commander because I was reporting directly to comrade Craig.  I would not know whether he would also take that order to other people above him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now in your application for amnesty you did not make mention of the fact that you were instructed by Commander Craig to conduct this operation, why did you not mention that?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "When you look clearly on my application form, I did not explain that he gave us the instruction because when I filled these forms I knew that the Commission will call me and that that would be the time I would give them a full explanation.  But when you look at this form, I wrote a letter and that letter gives all the details so I sent that letter in order to substantiate what is actually missing in that application form.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in that letter do you mention that you were instructed by comrade Craig?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, I do in that letter, I do explain that I had been given an instruction by comrade Craig and also the positions of my co-applicants.  That is why I say in that letter I have disclosed everything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, which letter is that?  Which page is it Mr Mhlaba?  Is it in the bundle?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "It appears that it is not in the bundle but ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "When did you send this letter you are talking about, Mr Mohomane?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "I sent this letter after I have sent my application form because I remember I was together with comrade Sera, we wrote this letters together.  They were faxed the same day and we phoned Cape Town to confirm that they received those letters and Miss Machaka in Cape Town confirmed that they actually received the letter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were faxed?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, that's correct, they were faxed.  We even phoned them and they confirmed that they received our fax.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Let's proceed.  Now in Court you say you did not want to address that Court and controvert these allegations which were made against you, why were you not prepared to controvert those allegations in that Court?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "That's the decision that we took with my co-applicants after realising that the Court was one sided, they were actually listening to the lies told by the police.  That is why we took a decision that we just keep quiet and be silent, because the Court did not co-operate with us.  And it was known that time that more especially the Supreme Court would not co-operate with us, that is why we decided that we will not address them.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, no further questions, Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Would this be a convenient time to take the lunch adjournment, I see it's 1 o'clock.  I think so.  We'll take the lunch adjournment at this stage seeing that it's 1 o'clock and then we'll resume, can we resume at quarter to two?\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Yes please, thank you, Mr Chair.\n\tNow Mr Mohomane, can you tell the Committee whether or not you were represented at the trial?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "...(inaudible)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you just start again please?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, I was legally represented.  It was pro-deo representation.  They arrived for consultation and then informed us that they're going to represent us in Court and they asked us as to whether we are going to plead guilty or not ...(end of tape)",
            "Male"
        ],
        [
            "MR MHLABA",
            "Did your legal representative give you an opportunity to explain in detail what happened before they proceeded on trial?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "No, we did not have that opportunity for consultation, to explain to them as to what happened, they just asked us as to whether we are going to plead guilty or not and then we told them that we are not going to plead guilty, then we continued with the case.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Were you approached by your legal representatives about your comment on the testimony of Kele?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "Can you please repeat your question, Sir?",
            "Male"
        ],
        [
            "MR MHLABA",
            "Were you given an opportunity to comment by your legal representative on the testimony of State witness Kele?",
            "Male"
        ],
        [
            "ISAAC MOHOMANE",
            "No, I was not given that opportunity to comment on the testimony or the witness or evidence of Kele.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you, Chair, I don't have any further questions.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Doctor Tsotsi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No questions, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions to ask, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohomane, whereabout is Craig Khumalo or Mr Mofokeng, do you know at the moment?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "Yes, I do.  I received information from the office that he was arrested and imprisoned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These two policemen who were shot and killed, were they wearing a uniform at the time?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "No, they were not in uniform because they were CID's.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So at the time of the shooting the only reason that you, correct me if I'm wrong, the only reason that you knew that they were policemen was because they went to this car which you knew to be a police car?",
            "Unknown"
        ],
        [
            "ISAAC MOHOMANE",
            "As I've already explained, when we arrived for the first time we identified the kombi knowing that it was a police vehicle.  Then when we returned for the second time Phillip Mosia went to survey and then confirmed that those were the police.  We identified the police as a police vehicle, we knew that it was used by the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, do you have any questions arising out of questions that I have put to the witness?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "No questions, Chair.\nNO QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sesele, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR SESELE",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MR SESELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions, Chairperson.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mohomane, that concludes your testimony.  You may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}