{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-19",
        "day": "1",
        "names": [
            "JOHANNES JACOBUS ROOS BOTES"
        ],
        "case number": "AM 3672/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52985&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/981119_wlk_981119awb.htm",
        "speakers": [
            "MR LOUBSCHER",
            "JOHANNES JACOBUS ROOS BOTES",
            "CHAIRPERSON",
            "MR TAKA",
            "MR MAPOMA",
            "DR TSOTSI",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "JOHANNES JACOBUS ROOS BOTES",
            "CHAIRPERSON",
            "MR LOUBSCHER",
            "MR BOTES",
            "MR TAKA",
            "MR MAPOMA",
            "DR TSOTSI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "MR LOUBSCHER",
            "I then would like with your permission to call Mr Botes.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Loubscher?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "Thank you, Mr Chairman.\n\tMr Botes, you have completed an application for amnesty and signed it on the 7th of December 1996 and these appear on page 26 to 38 of the Amnesty Committee's bundle.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "You have also - Mr Chairman, may we number this application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As Exhibit B?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "Exhibit B, the affidavit Exhibit B, yes.\n\tMr Botes, you prepared an affidavit, is that correct?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "You have heard the testimony or the evidence of Mr Labuschagne with regards to what was mentioned here?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Do you confirm the content there?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Yes, and I do.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "And can you tell the Committee who was the person who determined the targets that you attacked?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Sir, we received our instructions from Mr Labuschagne and he told us where to go and where we had to place the devices, and this is how it happened.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "And who determined on which times and on which days you had to go?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "We also received these instructions from Mr Labuschagne.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "On page 10, on the bottom of page 10 of your affidavit as well as in your amnesty application you mentioned that you were not involved with offences with regards to charges 20, 21 - excuse me, there's a correction, it is charge 20, excuse me, charge 21, not 20.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that 20 must be deleted?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "20 should be deleted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It starts at 21?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "It starts at 21, Chairperson.\n\tYou were not involved with 21, 38, 40 and 41.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "I think you had gone fishing in South West at that time?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Otherwise do you confirm the contents of this affidavit?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "At any stage did you have any knowledge of any persons who were injured through your actions?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No, only these that Neels said he read in the papers.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Who is Neels?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Mr Labuschagne.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "And what did he tell you at that stage?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "He said that he saw in the papers that at Wesselbron somebody was injured.  That is all that I know of anybody.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Now your participation in these actions of this group, was it because of personal malice to anybody?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Did you gain anything personally from this?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Not at all.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Mr Botes, you also signed a second amnesty application?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "This is the one that appears on page 39 to 42 of the bundle.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That is correct, I just went and signed it.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "On whose request?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "On Mr Labuschagne's request, which was a request from General Viljoen, as I understand it.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "And the only things that you filled in in this whole application form is the written parts on page 39?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "And then your signature on page 42?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Was this to replace the original application?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Mr Botes, you heard that Mr Labuschagne was asked about a bomb which exploded in Viljoenskroon, charge number 6, in Viljoenskroon black township?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That's correct, we received the instruction from him.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Who placed that bomb?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Mr van der Watt and myself placed the bomb.  Mr Labuschagne dropped us off on the tar road and then one moves across a field, and it was dark and it was raining.  When we arrived at the first houses we just placed the bomb.  I cannot recall what the distances were but it was very dark.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "The suggestion was that the injured person alleges that the bomb was placed right next to the house.  I don't know how he established this but that the bomb was placed right next to the house, is that true?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "I do not believe that it was right next to the house, it could have been close to the house.  I don't think the bomb, the bomb did not touch anything.  There was a wire fence, I recall that there was a fence where we placed it.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "You did not know how far this wire fence was from the house?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Not at all, it was very dark and it rained as well.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Mr Botes, your participation in this campaign, was this for any other motive other than to, with regards to the position of negotiations for a Volkstaat?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "To strengthen this position, not for any other purpose?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No, it was for the Volkstaat.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR LOUBSCHER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Loubscher.  Mr Taka, do you have any questions for the witness?",
            "Unknown"
        ],
        [
            "MR TAKA",
            "Thank you, I have a question for this witness.\n\tMr Botes, the instructions you and Mr van der Watt received, were they general instructions to cause chaos and mayhem or were you given specific instructions to go an place a bomb for example, at a specific place?  Or the question of where you placed the bomb and what you do, was it left to your discretion?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No, the instruction was to create chaos.  We stopped along the road and we just placed the thing and that was it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you now talking specifically about count 6, the Viljoenskroon bomb?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Viljoenskroon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was your question directed specifically to that count or was it a general question relating to all the incidents?",
            "Unknown"
        ],
        [
            "MR TAKA",
            "The question was a general question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think then put it again on a general - I think you've answered the question in relation to the Viljoenskroon count but Mr Taka has said generally speaking, the instructions that you received, I take it those are the instructions from Mr Labuschagne, did you receive specific instructions in respect of each incident or were the instructions general just to cause as much chaos and mayhem by the resultant explosion from wherever the bomb was?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Yes, it was to cause chaos.  Specific things were not mentioned, it was just to cause chaos and to receive publicity for the people who were higher up, the leaders, to make their hands stronger in the negotiations for those of us who wanted a Volkstaat.",
            "Male"
        ],
        [
            "MR TAKA",
            "But that general mandate or that general instruction also included the condition that no-one is killed and no-one is injured whatever you do, is that correct?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That's correct.",
            "Male"
        ],
        [
            "MR TAKA",
            "So that if you wilfully and intentionally, or even if you through gross negligence caused death and/or injury, bodily injury, that would be your own personal responsibility, not the responsibility of the organisation, is that correct?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "I don't know how it would have happened in such a case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Taka is saying is, you said that your instruction included a directive, if I may call it that, not to cause death or injury, now what Mr Taka is saying is, if you placed a bomb and that bomb actually caused injury or death, then would that injury or death be your personal responsibility and not that of the organisation for which you were operating at the time, namely the AWB and/or the Volksfront?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Can I just ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words in another way, because of that instruction - if the instruction came from the movement, the Volksfront or the AWB not to injure and you did injure, then the AWB or Volksfront couldn't be seen to be held liable for such injury or death, only you and the persons who placed the bomb?  That is what he is asking.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "I don't know, I received my instruction directly from Mr Labuschagne.  He would probably would have had to take responsibility for it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what rank did you hold in the AWB?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "I didn't have any rank.",
            "Male"
        ],
        [
            "MR TAKA",
            "Thank you, Chairperson.\n\tYou were present when the bomb was placed in Viljoenskroon, is that correct?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That's correct.",
            "Male"
        ],
        [
            "MR TAKA",
            "And you were also present when the bomb was placed in Wesselsbron?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That's correct.",
            "Male"
        ],
        [
            "MR TAKA",
            "Now in both instances you decided where the bomb is going to be placed and how it is going to be placed, is that correct?  That was your own decision?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No, in Wesselsbron we drove with the vehicle and just left it in the street and we just continued.  In Viljoenskroon we stopped alongside the road, we got off, we placed it and we went back to the vehicle.  In Viljoenskroon I would say it was maybe my decision to put it down when we arrived at the houses, but in Wesselsbron we just stopped, it was not my decision.",
            "Male"
        ],
        [
            "MR TAKA",
            "So in Wesselsbron you did not yourself place the bomb where it exploded?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No, I was in the vehicle, all three of us. Myself, Labuschagne and Mr van der Watt were in the vehicle.  I can't remember who placed the bomb on the ground and then we drove on.",
            "Male"
        ],
        [
            "MR TAKA",
            "Now when you placed the bomb in Viljoenskroon, did you know that the owner of the shack where you placed the bomb was not even an ANC supporter, he was a policeman and still is a policeman?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No, I carried no knowledge of who lived there in any of those shacks around there.",
            "Male"
        ],
        [
            "MR TAKA",
            "But I thought that your target was supporters of the ANC and the Nationalist Party Government?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "The instruction I received was just to go and place the bomb and to go back.",
            "Male"
        ],
        [
            "MR TAKA",
            "And in Wesselsbron six house were affected by the explosion and the inhabitants of those houses, which is in one of the poorer areas of Wesselsbron, say that they did not belong to any political party. let alone the African National Congress at the time of the explosion of this bomb.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "I'm very sorry for those people but it was not aimed at specific people the way I understood it, it was only about creating chaos and to gain propaganda to strengthen the hands of the leaders, that was all.  It was never aimed at any specific individuals, it doesn't matter which organisation they belonged to.  It was only in order to gain publicity.",
            "Male"
        ],
        [
            "MR TAKA",
            "My instructions also are that that explosion in Wesselsbron equally destroyed a four-roomed house belonging to a widow who since then has been unable to build another house and is living in a shack as a result, with six minor children.  Your comment?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "I am very sorry for her.  This is difficult.  When we started with the war if I can call it that, we did not always think that there would be such horrible consequences and we did not know we're going to feel the way we feel today, the pain.",
            "Male"
        ],
        [
            "MR TAKA",
            "Would you concede today that in your operations more often than not you may have exceeded the mandate of your organisation or organisations or exceeded the instructions that were given to you?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "I do not understand the question very well.",
            "Male"
        ],
        [
            "MR TAKA",
            "Would you concede today that it could have happened that you in the execution of your mandate maybe went too far?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "I did as I received the instructions to do it.  Is that the answer you are looking for?  Let me put it this way, if today I had to receive similar instructions I would not follow them, I wouldn't even listen to them.",
            "Male"
        ],
        [
            "MR TAKA",
            "Mr Botes, you are from Bultfontein, the district Bultfontein?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "That is correct.",
            "Male"
        ],
        [
            "MR TAKA",
            "Have you made any attempts to show your genuine remorse by trying to meet some of the victims of your deadly acts?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "No, as far as I knew there were no severe injuries.  I've known about the one of Mr Labuschagne in the paper.  It said that it was a very light injury to the knee.",
            "Male"
        ],
        [
            "MR TAKA",
            "You are making an application for amnesty, is it out of genuine remorse or is it perhaps an attempt to avoid the consequences of your actions?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know it's not a requirement - the question of remorse is not a requirement.  I don't know if you don't want your client to answer it.  I don't have a problem with the question itself, although the showing of remorse is not a criteria for the granting or refusal of amnesty.",
            "Unknown"
        ],
        [
            "MR TAKA",
            "Mr Chairman, I have no further questions for this witness.\nNO FURTHER QUESTIONS BY MR TAKA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, I have no questions.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination, Mr Loubscher?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "Just for the sake of clarity, Mr Chairperson, thank you very much.\n\tMr Botes, you were a member of which organisations when you started this campaign?  Were you still a member of the AWB and the Volksfront then?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Yes.  I did not give a written resignation but I was no longer paying membership fees and as far as I was concerned I was not a member of the AWB.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "And the Volksfront?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Yes, I was a member.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR LOUBSCHER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just on that, just to try to erase my own ignorance.  Could individuals belong to the Volksfront or was it just a body of organisations?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "No, individuals could belong to it as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it was organisations and their members or if an individual didn't belong to any other organisation he could as Piet Pompies go and join?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "Ja.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Doctor Tsotsi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you aware that Mr Labuschagne terminated his membership with the AWB during January 1994?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Yes, I did learn that, I was aware of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And after that occurred, did you continue in the campaign still under the direction of Mr Labuschagne?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "Yes, I joined together - I joined the Volksfront together with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you make your own explosives?  Your bombs, did you make them yourself, you, Mr van der Watt and Mr Labuschagne or were you supplied with the bombs from some other source?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS ROOS BOTES",
            "We made it ourselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising, Mr Loubscher?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "None, Mr Chairman.\nNO QUESTIONS BY MR LOUBSCHER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Taka?",
            "Unknown"
        ],
        [
            "MR TAKA",
            "Nothing, Chairperson.\nNO QUESTIONS BY MR TAKA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "None, Mr Chairman.\nNO QUESTIONS BY MR MAPOMA\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be a convenient time to take the lunch adjournment?  Can we take it for say just an half an hour or so, would that be convenient or as soon thereafter as possible and start at quarter to two again?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Sir, that would be convenient.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We'll now adjourn for lunch and we'll start at a quarter to two or shortly thereafter, as soon as we're ready.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}