{
    "header": {
        "type": "1 L GABORONE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "LETLHOGONOLO GABORONE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55658&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/gaborone.htm",
        "speakers": [
            "DR RANDERA",
            "LETLHOGONOLO GABORONE",
            "MR MALAN"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MR GABORONE",
            "LETLHOGONOLO GABORONE",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "I would like to now call Mr Letlhogonolo Gaborone.\n Mr. Gaborone, welcome.  I know that coming to the Commission has been a particularly anxiety-making time for you.  There are many questions you want to have answered.  These questions have been raised in different venues, but they have not been answered to your satisfaction.  And of course, coming here, you have come with that history already.\n Will you first introduce the lady who is with you?",
            "Unknown"
        ],
        [
            "LETLHOGONOLO GABORONE",
            "I am very happy to appear before the Commission today.  I start by saying that this lady sitting next to me is Ms Tumelu Tifani.  She is the sister of the man I came to speak about today.  In Tswana we call her aunt.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you.    Mr Wynand Malan is going to help and lead the questioning, but before I hand over to him, will you please stand and take the oath.",
            "Unknown"
        ],
        [
            "LETLHOGONOLO GABORONE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Gaborone, thank you for coming to us.   We have a very concise statement from you in which you ask us really to assist finding out what happened to your father.\nAnd according to your statement you say you were three years old when he disappeared, when he left for exile in 1976.\nMMABATHO HEARING TRC/NORTH WEST\n2 L GABORONE\nThere is obviously very little that you can tell us directly, but you may assist us in giving us further information as to where we can start looking to assist you.\n So when you tell us the story please bear in mind that we will need more information than we have here to really follow up and investigate this matter.\n Please see to what extent you can help us.  Go ahead.",
            "Male"
        ],
        [
            "LETLHOGONOLO GABORONE",
            "I thank you once for offering me the opportunity to appear before the Truth and Reconciliation Commission to present my story.\n I have very limited knowledge which I will try to put before you the way I know the facts.\n I will start by saying, according to Tswana tradition we don't usually speak about what happened in families and how a child is born.\n What I want to say first is - this sounds like a story but I know that I only have 30 minutes to say what I have to say, but I won't speak more than 30 minutes.\n A child was born under emergency and he was given a name.  He grew up as any other child under good care. Maybe he was taken care of better than his friends.  That is, this child was very lucky.  Luckier than his friends.\n The difference is he wasn't told about some things regarding his birth.  Was this made intentionally or not,  people don't know even now.\n The second thing is he didn't experience or get any civilization from his father.  The child was not able to ask about the way in which he grew up, because grown-ups don't just have children, because of their traditions. This was a very humble child and he was not proud at all.   Because the child never knew, or wasn't told who his father was, or MMABATHO HEARING TRC/NORTH WEST\n3 L GABORONE\nwhere his father was.\n Even now, the child is facing very new challenges now.  He has not been lucky to be brought up as other children.  If you have any experience you will realise that this person went short of a father who could guide him.   \n Because of this the child realised that he must travel on his own, and in this struggle he didn't have any assistance.\n The child's questions were not answered.  No one could answer these questions.  Really he didn't receive any answers about the way he was brought up, because every time he asked where his father was he wouldn't be told.   \n Now, for this child to come here today, is to come and ask for assistance. To help him with this burden he is facing.  And the problematic way in which he grew up.  \n And his plea is, he wants to know where his father is.  This question was not answered on many occasions.  I have asked this, but no one has answered me this far.  Maybe because different people couldn't answer me.\n Is my father still alive?  Because when different organizations were unbanned, such as the ANC at the beginning of 1990, people came from exile and they came home, but this child's father was not among those who came back home.\n If the father is still alive, why doesn't he appear before the child?  Like I have already said, many people came from exile and I think some of the Commissioners were also in exile but they were able to come back.  They are \nwith their family and relatives now.\n If he is dead, I mean the father, what killed him or who killed him?  Even now I can give an example. We know MMABATHO HEARING TRC/NORTH WEST\n4 L GABORONE\nthat Mr Chris Hani was killed and we knew that he was killed by Januz Walus.  But who killed this father of mine?   No one cares to know who killed this father of mine.   Why was he killed?    That is what I want to know.  Because sometimes you could get killed and no one would care why you got killed, but in other instances, when you are killed people would want to know why you were killed.\n Those who know about his murder why didn't they consult his family or his children to tell them about the death?   \n Before I ask these questions and these questions couldn't be answered, this small boy of the man will lead his life under the feeling that he didn't have a father.   This boy's life would be spent without knowing how his father died.   \n Therefore, I would like to end this report about the disappearance of a man, by the name of Bethlomo, who might be my father.  \n It seems as if he left in 1976, I was small by that time.  I think I was three years old by then.  I didn't know anything about his disappearance.  And that is all I can say to you.   That is what I can present to the Commission.   \n I thank you.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much.  We have listened with great attention.\n Is there any person we can speak to - you talked about your mother - that had any contact with your father \nor any letter since he has left?   Is there a starting point where we can look for?  You refer in your statement to investigations and enquiries made by the ANC Headquarters, with no result.  But was there any communication of any kind that you know of?  Who can we approach to get more MMABATHO HEARING TRC/NORTH WEST\n5 L GABORONE\ninformation?",
            "Male"
        ],
        [
            "LETLHOGONOLO GABORONE",
            "By that time my mother was not married, that is when my father went away in 1976.   My mother was still young, she was not married.\n I would like the lady next to me to explain what she knows.  I wonder if she would be able to relate to you if there was any communication between my mother and my father.",
            "Male"
        ],
        [
            "MR MALAN",
            "In terms of the procedure that we set ourselves is that if we don't have a statement we will not have evidence.  That is unfortunately how we have proceeded.  But what we will do is that we will get statement takers to speak to the lady and see whatever information we can get from her, in addition to what you have given us.    And we will follow up in our investigations.",
            "Male"
        ],
        [
            "LETLHOGONOLO GABORONE",
            "I thank you then.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You say that you have a letter from Shell House that has resurfaced.   Can you please tell us what that letter says?",
            "Unknown"
        ],
        [
            "LETLHOGONOLO GABORONE",
            "What surprises me about this letter is that it is not signed but I will read it to you.   It is written under the African National Congress' letterheads.  It is being addressed to comrade J Nthlantla, who was head of the National Intelligence Services at Shell House in Johannesburg.   It was dated the 2nd of September 1981.\n It reads as follows:  \n\"Comrade Joe Nthlantla, we refer you back to the matter of Joe Mabilo.  We have been approached by the family of the abovementioned, wanting to know the circumstances, surrounding the death of this comrade.  According to Mr Libilo, who is the brother to Derrick, a cadre of our movement, he\nMMABATHO HEARING TRC/NORTH WEST\n6 L GABORONE\nfirst heard that Derrick is dead around 1983.  And the actual date is not known.  All that is known is that he died in detention by our Security Department.  Kindly furnish the family with the details, surrounding the death of this comrade.   You may suggest to the leadership who should brief the family.  I am thanking you in advance.  Yours in struggle,  Chris Hani, MK, Chief of Staff.\"",
            "Male"
        ],
        [
            "DR RANDERA",
            "Letlhogonolo, can I just ask how you have come to this letter?",
            "Unknown"
        ],
        [
            "LETLHOGONOLO GABORONE",
            "All I can say is that this Governor Libilo indicated to in this letter, was a brother to Derrick Libilo.  What I know is that he also went away in 1986, fleeing South Africa.  And he was followed by his brother.  Therefore, where they were, it seems as if they used to meet, but I am not sure in which way they met, or what they talked about.  And it also is clear that when they were away he asked about the whereabouts of his brother.  That is when he wrote this letter.  According to what he said this letter was written by Chris Hani's Secretary, because he had to go into a meeting with the President.  I don't know what the meeting was for.  Therefore, no one signed the letter and then he brought along the letter without being signed.   Thank you.  I don't know whether that answered you question?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Yes, you have.\nCHAIRPERSON:   Gaborone, we sympathise with you regarding what happened to you and we are happy for your efforts to try to know where your father is and to know what happened to him.   And as every child, every boy would like to have a father, who he would may'be look up to, who can give him some teachings about manhood, we feel very sorry for you MMABATHO HEARING TRC/NORTH WEST\n7 L GABORONE\nthat you never had that opportunity.   And it shows that you are a very important person who looks for the truth, who wants to know where he comes from.  \n We will try to see how the people who were within, or the organization he belonged to, whether they could help us in this case or not.  \n We also thank your aunt for coming here.  Thank you.",
            "Unknown"
        ]
    ]
}