{
    "header": {
        "type": "1 E DLAMINI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "ELIZABETH DLAMINI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55657&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/dlamini.htm",
        "speakers": [
            "MR RANDERA",
            "MS DLAMINI",
            "MS SEROKE",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "MR RANDERA",
            "MS DLAMINI",
            "MS SEROKE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MR RANDERA",
            "... to come to talk about this young lady, Frida, your granddaughter.  And I understand the pain that you are going through right now.   Would you just stand and take the oath for me please.",
            "Male"
        ],
        [
            "MS DLAMINI",
            "(sworn states)",
            "Female"
        ],
        [
            "MR RANDERA",
            "Thank you Mrs Dlamini.   Can you please tell us in your own words what you have already said to our Statement Takers about your granddaughter, Frida Mabalane.",
            "Male"
        ],
        [
            "MS DLAMINI",
            "It was on the 27th at night.   Peggy called me in Johannesburg and told me that the child has been burnt and died in Kimberley.   And I left Johannesburg on the 28th.  We went to fetch the corpse in Kimberley and we took it home here in Mmabatho.   On the 2nd of December when they came back from Vryburg the person who actually stabbed her is called Zero.   I don't know others.  Before they took her to the hospital they asked people to help so they could take her to the doctor.  The person they asked got a friend and took the kids to the hospital.   When they  got to the police station the police station sent them to Kimberley.   From Kimberley to Vryburg, from Vryburg to Kimberley, where the child died.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Thank you Mrs Dlamini.  Perhaps you can tell us also why you think this happened to Frida.",
            "Male"
        ],
        [
            "MS DLAMINI",
            "They thought she was a sell-out.   I actually MMABATHO HEARING TRC/NORTH WEST\n2 E DLAMINI\ndidn't even think and know that she was a sell-out.  And she was also a member of the UDF.   My child, since had that disease of the feet from the time this took place.   I have taken her around to the doctors in Kimberley and in Bloemfontein and even in Johannesburg until she could get this better.   \n If those people who did this are here could they please come forward so that we could forgive them because they will never replace her.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Mrs Dlamini I just want to ask:  you said that when your daughter took Frida to the police station they sent her to Kimberley, and then to Vryburg and to Kimberley - it seemed that if someone was so sick...   Do you feel that they sent her from pillar to post?",
            "Male"
        ],
        [
            "MS DLAMINI",
            "Yes.   They were afraid because there were chaos in Vryburg.  They didn't want to give us their cars.",
            "Female"
        ],
        [
            "MR RANDERA",
            "They could have taken her in an ambulance to Kimberley Hospital.",
            "Male"
        ],
        [
            "MS DLAMINI",
            "They took her in the ambulance from Vryburg Hospital to Kimberley, but from the location they got a lift from a certain person to the hospital.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Thank you Mrs Dlamini.   I don't have any more questions.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In your statement you said, before they burnt\nFrida they first stabbed her with a knife.",
            "Female"
        ],
        [
            "MS DLAMINI",
            "Yes, that is true.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And you said, the person who stabbed her is Zero Thebe.  Is Zero Thebe still around?",
            "Female"
        ],
        [
            "MS DLAMINI",
            "Yes, he is still around.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Is he at your location?",
            "Female"
        ],
        [
            "MS DLAMINI",
            "Yes.\nMMABATHO HEARING TRC/NORTH WEST\n3 E DLAMINI",
            "Female"
        ],
        [
            "MS SEROKE",
            "I thank you.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Elizabeth, I would like to go back to the question of the family appearing at the court, wanting to know who did this to Frida.   Did you have witnesses at the court?",
            "Male"
        ],
        [
            "MS DLAMINI",
            "No, we did not have any witnesses at the court because people were afraid to come forward.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Didn't the family know who took her from home or did you know those people and those people who were afraid to come forward at the court of law to give testimony?",
            "Male"
        ],
        [
            "MS DLAMINI",
            "I did not know because I was not there when those things happened.   I was working in Gauteng.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.  I don't have any more questions.",
            "Male"
        ],
        [
            "MR RANDERA",
            "Elizabeth, I have already said words of sympathy to you and I also said that during the time of apartheid there were such bad things that happened, one of them is the one that we are talking about now.  We, the members of the Commission would like to write down all the statements from all the people so that we can fully say what was happening in the past, so that such happenings would not take place any more.  They should not occur again.  We must know of the bad things  that happened in the past and as I have already said to your daughter we will try as much as we can to help you in a certain way.\n We thank you very much.",
            "Male"
        ]
    ]
}