{
    "header": {
        "type": "1 A KOTO, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "ANDRIES KOTO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55661&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/koto.htm",
        "speakers": [
            "DR RANDERA",
            "ANDRIES KOTO",
            "THOMAS MANTHATA",
            "CHAIRPERSON",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR RANDERA",
            "ANDRIES KOTO",
            "MR KOTO",
            "MR MANTHATA",
            "CHAIRPERSON",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "We have said right from the beginning as we started our work that we needed to form partnerships in order to undertake this enormous work that this Government and the nation have given to us.   And the Church has been extremely generous in what they have been doing so far.  Thank you.\n We also have visitors from Rustenburg, from Klerksdorp and from Potchefstroom and I welcome them too.\n Andries are you comfortable?\n I see you have someone else with you.  Would you like to introduce him to us as well?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "He is Tom.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Andries will you just stand and raise your hand and take the oath please.",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "(sworn states)",
            "Male"
        ],
        [
            "DR RANDERA",
            "Andries you are going to tell us the story in your time and in your own words of that fateful day of the 27th November 1985, when you sustained severe injuries from gunshot wounds.  Will you please tell us your story?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "On the 27th of November at around eight, half past eight I met a safari which was run by the police.  When the police saw me they got out of the safari. It was Shimi MMABATHO HEARING TRC/NORTH WEST\n2 A KOTO\nTladi and James.  When I tried to move forward, they said to me, hey tsotsi.  When I turned around they shot my in my arm and my arm was shaking.  And they also hit me on my stomach and I fell down.\n When I was still lying down this Inkatha van came around and they took me and kicked me.  While I was still unconscious and bleeding and crying they threw me into the van.  While I was still in the van they drove around up to a shop, where another gentleman came around by the name of Makobe who put a gun on my forehead and said I still can breath I am not yet dead.\n When he tried to press this gun another guy cried out and said, I know this person sir and then he hit me with the butt of the gun on my forehead.  And from there they took me to the police station.   \n At the police station they tried to put me in the mortuary at the police station.  While they tried to do that, I heard people screaming, one of them, they call him Zero, said they should send me to the hospital.\n From the hospital they send me to Kimberley.  At Kimberley I arrived in an unconscious state and I woke up in about ten to fourteen days.   I had all blood, water drips on my body and I spend some days at Kimberley.  \n After some weeks they asked me if I could walk and I couldn't, because I was shaky and they put me in a wheelchair with which they pushed me around and the following day they took me to Galashewe.\n Whilst I was in Galashewe, I think I stayed for about two to three days, and my pains were getting better by then and they sent me Disheshe and I had a plaster on my leg and the operation was still new and my body wasn't yet healed.\nMMABATHO HEARING TRC/NORTH WEST\n3 A KOTO\n Whilst I was still at home a policeman came home by the name of Strydom and he was coming to take a statement from me.   When I told him to take my statement he said I was lying in my statement and he started punching me, kicking me and kicked me on my operation.  I was crying and screaming very hard.\n And he made me stay there for quite a while.  Whilst I was still staying he took me home and they said you were not going to make a statement anymore, you are going straight to court.\n And after a few days Mabila and Brand came to me and they said we should go and make a statement of what happened to me.\n They took me with them to write a statement.  While I was writing a statement they said my statement wasn't clear and they said I should give a clear statement, I shouldn't lie in my statement.\n And then I told them that this is the only statement I could give and then they took me home.   While I was still at home - I stayed for about two to three days at home - in 1986, that is, Brand came back to me together with Mabilo and they took me to the police station again, where I explained to them that you brought me sometimes to say I must a statement and you said I was lying in my statement.\n  Strydom then assaulted me again and said that my operation was healed and that I would not be having any injuries anymore.  And I have lied in my statement.\n Whilst I was sitting together with them in the office I asked them to take me to Kimberley so that I could take off my plaster.  And they said they would see me after I come back from Kimberley.\nMMABATHO HEARING TRC/NORTH WEST\n4 A KOTO\n While I was preparing to go away they said are there any policeman who are guarding you at Kimberley?  I said, yes.  I saw a policeman but I was not sure who he was guarding.  And then I went back to Kimberley to take off the plaster.\n On the following day I returned.  And then Brand visited me again.  Brand came to me and ask me about the statement I wrote.  And they said they have misplaced it.  And they asked me whether I was ready to write another statement.  I refused and he forced me to do that.\n I gave them the same statement as the last I have given to them.  And then he looked at it and said it wasn't quite clear.  And then he tore up the papers and made me give another statement.   And then he read it again and said again, it wasn't clear.  And then I wrote a third statement.  And then I wrote it the way he wanted me to write it.   And then he agreed to that statement.\n Whilst I was sitting there, he left me at about 3 o'clock.  I went home.  While I was at home I felt the pains from the kick I received from him on my operations.   And I \nasked to be send to a doctor, so that he could give me treatment.  And then I asked that from Brand and Brand said to me, I can't take you to the doctor and you can go home then.  I will take you after a few days to a doctor.  \n While I was still nursing my arm a few weeks passed by and then the police visited me again in the evening.  They were about four or five.  They were looking for a comrade at my place but they couldn't find him.  \n And them they took me into the Landrover and I drove around with them to the police station.  Whilst we were at the police station they took me again to the Ganesa Road to MMABATHO HEARING TRC/NORTH WEST\n5 A KOTO\nLang Boom where they handcuffed me and they put electric shocks on my private parts and on my behind.  Then they pressed the machine.  And they said if you are not telling the truth today you are going to die.   And I said to them, the only truth I told you was the one I told you last time.\n And then they pressed this machine on and when they did that I was also crying.  And then they switched the machines off later and I said I am guilty and I agreed to what they wanted me to say to them.\n At about 3 o'clock they took me back to the police station to a room which was very dark and they started teargassing me again, pouring me with hot water and they pulled a sack over my head and told me blow that sack.  By that time I was painful, my body was very painful from the kicks I received from them.\n At about 6 o'clock in the morning Captain Brand came\nand I told him that I was in the hands of other policemen who took me from home and who assaulted me in the veld.  And then they handcuffed me and told me that my statement wasn't clear and then Brand said to me, go home, I'll take you in the afternoon.   I will come together with those policemen and put them on a parade so that you could identify them.\n And then we went to the parade and he asked me to identify the police who assaulted me in the evening, but none of them was present.  I thought they were reservists.  I then thought I am having a big problem and then I ran away to my uncle at Pudumo and stayed for three weeks.  \n Whilst I was still in Pudumo I send a message home asking if there were policemen looking for me.  And then they said no, they haven't come here since you left.  And then I came home back again.\nMMABATHO HEARING TRC/NORTH WEST\n6 A KOTO\n Whilst I was still at home, after a few days Mabilo visited me together with Brand.  And they said to me, we are going to take another statement and we want to send it to court.\n I said, it is okay, if you want to take a statement I will give it to you and there were also two lawyers from the UDF who were white men.  It was in the evening at the police station.\n Whilst we were still there, whilst I was writing my statement Mabilo interpreted what I was saying, because I was speaking in Tswana and he was speaking in Afrikaans.  Whilst he was interpreting to them in Afrikaans another policeman, I think it was their friend - they were very drunk that evening - they entered the building and they insulted me before my father and I didn't say anything because I was afraid I would be assaulted again and then they left and I went home with my father.\n The following morning Brand and Mabilo came to me and they made me sign a document and told me that you will be going to court on a Saturday.\n I kept those papers and on the day that I had to go to court they never came around to fetch me up until now.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Andries, are you okay?   Andries, I just want to understand a little better as to what was going on.  Were you involved in any political structures of Huhudi at the time?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Yes, I was involved in a political organization because I belonged to the UDF.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And in all this torturing that took place by the police, even after you had, what sounds like a major operation on you stomach, what was it they wanted you to say MMABATHO HEARING TRC/NORTH WEST\n7 A KOTO\nto them?  What was it they wanted you to make in the statement?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "In my statement they wanted me to say or tell them about the politics.   I told them I don't know anything about the politics.  All I wanted was for all our people to unite and be one thing.",
            "Male"
        ],
        [
            "DR RANDERA",
            "About the politics - can you tell us a bit more about these politics that they wanted to know more about.",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "They said we were stone throwers, we burnt people's houses, we are stealing people's cars and that wasn't the truth.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You said you made many many statements.   Before that the last thing you said was that at the last meeting you had with the police there were some UDF lawyers present as well.  Am I right?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Yes, you are right sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And that the policemen were also very drunk on that occasion.",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Yes, they were not happy at all.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Were the UDF lawyers present at this time?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Yes, they were present at the time.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Andries, what do you think happened to your statement at the end?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "I don't know what happened to my statement.  They just said to me that I will go to court but I never went there.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You contacted your UDF lawyers?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Yes, I contacted them, but they disappeared.  I don't know there whereabouts now.   I last saw them on that day in 1993.\nMMABATHO HEARING TRC/NORTH WEST\n8 A KOTO",
            "Male"
        ],
        [
            "DR RANDERA",
            "It seems to me that of all the statements we have heard from Huhudi from yesterday and today whether people were tortured or people died, nothing seemed to happened.  Either from the police or from the magistrates.  Would you agree with that?  Why you think that was?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Investigations were not made because if you have given them the statement they didn't take the statement to the magistrate.  They ended only with the police.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "I would like to know whether you have any injuries or pains in your body which you can tell the Commission about.",
            "Male"
        ],
        [
            "ANDRIES KOTO",
            "Yes, I'm having pains with this operation and my right hand is not functioning well.   Even the temporary jobs I'm trying to find I can't really achieve them because I work only for a days and then I have to quit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koto, the date that you were arrested was on the 27th of November.  This morning we heard evidence from Meyer Galeng that his house was burnt down on the 23rd of November.  So it was at a period of relative heavy unrest and fighting I would assume.  Is that correct?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Yes, that is true, because on that day of the 27th - I try to forget that day - I didn't think there would be such chaos, I didn't think that we would receive such hell, but what I know is that Mr Galeng's house was burnt the day before I was arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I heard also Mr Galeng telling us in the follow-up testimony that there was indeed an attack on some of the collaborators or informers, or there was some conflict there and two people were burnt, one to death and the other escaping with injuries.\nMMABATHO HEARING TRC/NORTH WEST\n9 A KOTO\n Did the police not ask you on the 27th about those incidences?  Did they ask you anything that went before, specifically.",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "The policemen didn't ask me questions.  In fact, what they told me was that I must be one of the people who burnt the two ....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they accused you basically of being involved in the burning of the two?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Yes, they were suspecting that I was one of the people who burnt those two.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The previous day, according to research information there was this big meeting, where about 600 people attended, were you at that meeting, or can you not recall that?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "No, I can't recall that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera asked you about your involvement in politics and you said you were involved because you belonged to the UDF.  Did you take any active role, were you a member of a committee or were you just simply a member?   Were you active in the organization as such?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "Will you repeat the question please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My apologies.  My question really relates to what you role within the UDF or youth organizations at the time was.  You did give evidence that you were a member of the UDF, but were you active in the structures?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "The role I played in the UDF was that of enhancing, trying to enhance unification.  We wanted to do away with the operation from Inkatha and the police, because when they saw you walking in a group of three or four they would hit you with teargas, with an Inkatha van in front and the police at\nMMABATHO HEARING TRC/NORTH WEST\n10 A KOTO\nthe back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you a Chairperson or a Committee member of any organization or were you just an ordinary card-carrying member?   Or just a supporter perhaps?",
            "Unknown"
        ],
        [
            "ANDRIES KOTO",
            "I was just an ordinary member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Andries, we thank you that you have come here to give you testimony and tell us what happened to you.   The most dreadful thing is the fact that even after the operation at your stomach, people still kicked you on that operation scar.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "... treatment that activist suffered at the hands of the security police. And this case shows that the way they have tortured you and the things the policemen were doing in your area.\n Since yesterday, we see that the pattern of torture conducted by the policemen involved electric shocks, being applied to the private parts of other people, and also it shows this place Lang Boom where people were taken to for torture.   \n We thank you for your coming and we trust and hope that you'll get some help and you will be able to get back to normal.",
            "Female"
        ]
    ]
}