{
    "header": {
        "type": "1 M OLIPHANT, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "MALEBU OLIPHANT"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55678&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/oliphant.htm",
        "speakers": [
            "MR RANDERA",
            "UNKNOWN",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "MR RANDERA",
            "MALEBU OLIPHANT",
            "MR MANTHATA",
            "M OLIPHANT"
        ]
    },
    "testimony": [
        [
            "MR RANDERA",
            "I want to call Malebu Wilfred Oliphant to the table now please.   Malebu welcome.  My colleague, Mr Manthata will be leading you, but before we do that will  you please stand up and take the oath.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Can you briefly tell us what happened that lead to your conflict with the police.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was in 1990 on the 11th of May.  The students were gathered together with their leaders and the aim of that gathering was to march to the court.  We wanted to complain against the youth who was caught on the 21st of March when we were celebrating the Sharpeville Day.\n Some of the students were arrested for public violence and we wanted their charges to be dropped, because we thought we had to go back to school.  We decided no schooling without them.  \n We arranged to go one by one in different groups so that no one could disturb us along the way.   We did that and only arrived at the court.   When we arrived in our groups we were met by the police.   And they asked us to go back because the case has been suspended.\n There was a problem about which way to use when we went back.  We wanted to use the main road at Vryburg and the \nthe police wanted to take us outside and we were suspecting MMABATHO HEARING TRC/NORTH WEST\n2 M OLIPHANT\nthat something might happen to us when they took us outside.   There were soldier buses outside.  There appeared another man who was working at the Civic who was Mr Tom Tarrant.  He was the one who came to talk to the students and we were allowed to use one way because the police were looking out for us.   \n We used that road although it was not to our liking.  After going passed the soldier bus there is a road before you entered the location - that is the Kimberley Road.  The police started giving us about five minutes to disperse.\n Those five went very quickly as seconds and they started shooting teargas and other students were assaulted.    There were chaos out there and then we ran away.\n When we ran away there was as decision to target police houses, especially those police who were involved in harassing the students.   From there we went up and we never did anything up there because the police chased us away.  \n And then I went home.  I changed the school uniform because I thought they would identify us with those clothes.  And then I put on my T-shirt, which was written  UDF and ban apartheid and I also put my short and tekkies on.   I also went back to school because we had agreed that we would meet again at school.\n When I went passed my registrar on my way to school I went passed a police house.   There were many policemen at that house.   When I passed I did not encounter any problems until I went into the school.\nBecause I was threatened at the time because of the situation at school I asked one of my friends to accompany me so that we could go back.   \n When we went out of the school gate the police vans MMABATHO HEARING TRC/NORTH WEST\n3 M OLIPHANT\nalso came to our direction.   When we tried to cross at another corner the police chased us and we run away to the school again.  \n When we entered the school there was also another meeting for the school children and I did not realise why they were gathered.   And then I went into the staff room, which is where the police came to apprehend me.  And they took me.  \n We drove off in a Skyline Sierra and other police cars.   They arrested me and sent me to their offices - that is the CID offices.   When we got out of the car they started assaulting me and the other one held my other hand at my back.\n When we entered the police station they hand cuffed me and the other one that was Viljoen hit me with a punch on my mouth and that was the time that I lost my teeth.  \n And from there they gathered and made me to sit down.  They wanted to take a statement from me.   They said I should stake out the leaders who were causing conflict and they said I also took part in burning the police houses.\n While I was being assaulted they asked me where were the petrol bombs.   Because of the pains I pointed a place and it was not a real place.  I took them behind a school court.   I just pointed at a tree.   That is a tree we used to sit while watching a match.\n They realised that people used to come and sit there and they suspected that the petrol bombs have been \nremoved.   From there we went back to town and they bought petrol and they bought food, Kentucky and then I was put at the back of the Skyline.   .... cigarettes, matches and a few bottles.   And they said I should make a petrol bomb.  MMABATHO HEARING TRC/NORTH WEST\n4 M OLIPHANT\nI did the perol bombs but some of them did not work because I would through them at the tree but they would not work.   When they did not work Venter, a hefty man, pressed me on the ground and then he poured petrol on me.  He said you must feel how is it to be a person.  When I was crying they left me and we drove off.\n We went back to the CID offices.   There was a policeman, a black policeman, among them called Mampate Selume.   He explained to me on our arrival - we were in the kitchen - he said he was going home now, because it was half past six to seven.  He said he was now knocking off and someone will come and talk to me.  I should be very co-operative if I want to be released the next day.\n I agreed with what he was saying and then they hand cuffed me on the chair that I was sitting and said I shouldn't run away.   And then he left.\n While I was sitting there the policeman came in, the one I have been told of, he was Van Rensburg, and then he explained to me how Mandela and them are educated and he asked me what standard was I doing and I told him and then he said to me we had to co-operate.  If that is the case I will be in a position to go home next day and then we will meet at certain times and then he will also help me with the money that I can complete my studies.   We agreed.   \n When I was about to write the statement they said Marty comes the next day to take my statement, I should write in that statement that I have been bitten and that is why I lied to the police.   He asked me I should wash my clothes, they were full of blood, that was my shirt and my trousers.  And after washing those he said to me he was leaving the next day, but he would come and release me.\nMMABATHO HEARING TRC/NORTH WEST\n5 M OLIPHANT\n I told him that I was scared when I was alone in the cells and he said, don't mind, Marty will come and then he would get you in the kitchen.  He locked the kitchen.  I was sitting there.  He gave me a curtain that I could sleep on. \n After locking the door and leaving, just after a few minutes another policeman came and he asked me to open the door.   I explained to them that I didn't lock the door and I told them who locked the door.   And they said, open the door.  And they kicked the door until it broke.  \n And they got in.  They had a tin of cool drink and they had liquor.   I was drinking and they were also drinking.\n Venter was telling me we were now all drunk we can now fight.   Their assault started.  They assaulted me and I was crying.  After a few minutes they would leave me and they said at about 3 o'clock they would come back again.\n And when they leave I was suppose to say, ja wit wolwe, yes white wolves.   And every time I would say, yes white wolves it was a conflict and they would assault me, asking, why do I say they were white wolves.   But the other one told me I should call him bos-befok and every time I would say bos-befok he would be fighting me.\nThey said they would come the next morning very early.\n They locked the door and they left me.\n Marty came very early and woke me up so that he could write the statement.   He asked me not to tell anybody - I have to go straight home.\n But when I was released I went to Mr Jomo Pasume and then I met his mother and then I explained to her what happened and then they took me to the doctor.  And from the doctor I went back home and on Monday I was supposed to appear before the court.\nMMABATHO HEARING TRC/NORTH WEST\n6 M OLIPHANT\n I managed to go out free, but after laying charges it just ended no way.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Were you the only one arrested?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I was the only arrested.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "What were you in the student organization?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was an activist and I was a representative on the SRC.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "You said they hit you and then you ultimately agreed to what they were saying.  How did they assault you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They were kicking me with their boots. They were hitting me with their fists and some of them were fiddling with my private parts.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "You say here, you agreed with Van Rensburg.  How did you plead yourself?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They said if I know of anything that the youth organised I will have to meet him and every time we would meet at the Kimberley Road.  And I would see his lights and then I would know that it was him.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Now, did you fulfil those promises?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I did not.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "They said they told you to make a petrol bomb.  Did you know how to make a petrol bomb?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I did not, but I knew how to mix it.\nYou know, the thing that I couldn't get right - you were suppose to put a cloth in it and then light it.  But I thought you just take the matches sticks and just put them into the bottle and seal the bottle.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "You said they took you to the doctor?  Do you remember the name of the doctor?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I can't remember if it was Gurio junior or senior, because it was on a Saturday and we went to his MMABATHO HEARING TRC/NORTH WEST\n7 M OLIPHANT\nhome, it was in the afternoon.  I am finished.",
            "Unknown"
        ],
        [
            "MR RANDERA",
            "Malebu, can you just tell us what your expectations from the Truth Commission is.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I would request the Commission - I don't know many of the perpetrators, I know only a few, the ones that I have mentioned.  There were many of them.  They would come in shifts and I am requesting that they would come forth.  And I have lost my teeth and I would like to be compensated so that I could fill the gap in my mouth.",
            "Unknown"
        ],
        [
            "MR RANDERA",
            "Malebu, one more question please.   We have heard so many people today talking about the system of informers.  The police seemed to be using this method very often and you yourself through your torture was asked to become an informer.\n Can you tell us your impressions of that period and about the informer system particularly.",
            "Male"
        ],
        [
            "UNKNOWN",
            "To be an informer you were supposed to go to the gatherings and take information and give it to the police.  According to me that was very dangerous, because the end of it would be a conflict between you and your fellow comrades.  Because they would even go to an extent of injuring you or at the end you would put people's lives in danger.",
            "Unknown"
        ],
        [
            "MR RANDERA",
            "I want to ask one last question.   What were the police offering people to become informers?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They gave you money.",
            "Unknown"
        ],
        [
            "MR RANDERA",
            "Thank you Malebu.  We want to thank you with your sacrifice, you're the youth.  I think I have already mentioned when we were talking to the previous speaker that you think of the pains that you have been through and if you think of the freedom that we have - we have the President of MMABATHO HEARING TRC/NORTH WEST\n8 M OLIPHANT\nour choice and we are free. \n Now the pains that you have been through today we are reaping the fruits thereof.   If we decided that you are a victim they will see whether it is possible to buy you some teeth so that if you laugh we don't see that gap.  Thank you very much.\n I think it is a wonderful thing that we are able to joke, but when you think that many of these were children at the time when they underwent some of these traumatic things.  And maybe it is the gift that God has given us to be able to laugh.   Perhaps if we did not laugh we would cry.\n And that is part of the miracle of this country.   That very many, I mean it is not just Malebu, many of our children underwent sometimes unspeakable things and we want their stories to be told. To be written in our history books.    But also for those stories to be known so that we don't become guilty of the kind of things that were done to them.  We should say never again in our country will anyone, but especially children be expected to pay such a price.\n And we salute them.  We salute many who have paid a very heavy price.\n And our freedom was not cheap.  And that is why we must nurse it and not allowed it to be spoiled.",
            "Male"
        ]
    ]
}