{
    "header": {
        "type": "1 MOLEFE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "MOLEFE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55672&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/molefe.htm",
        "speakers": [
            "MR MOLEFE",
            "CHAIRPERSON",
            "MR RANDERA"
        ],
        "original_speakers": [
            "MR MOLEFE",
            "CHAIRPERSON",
            "MR RANDERA"
        ]
    },
    "testimony": [
        [
            "MR MOLEFE",
            "...... Every time there was something, or somebody who was arrested, maybe a comrade outside the country, they would come and take me for interrogation.  Even though it was severe, it was not that severe, because I was already used to that.\n Now the pain and the most severe interrogation that I experienced it was in 1985.  I was always interrogated in cases whereby maybe they would arrest somebody and then they claimed that I know this person.   Some I knew, some I did not know.  \n Now I told myself that I'm going to do what I'm here for, which was helping comrades going through the border and receiving them when they came out from the borders.  And then since I was already used to that.  At times I was severely interrogated, but I could take the punches.  I'd still stay, not running away. \n Now the last one that made me to run away was in 1988.  It was immediately after the coupe and I was told that I was part of the people that organized that.  Of which I did not know nothing about.   \n And I was taken by the security police then.  They got me at the shopping centre and I was just from the doctor.  Because of these interrogations I ultimately have this severe tension headache that doesn't stop.  So the very day\nMMABATHO HEARING TRC/NORTH WEST\n2 MOLEFE\nthat I was arrested, it was the day that I was from the doctor, I was taken to the TTA where there is a training college for the police.\n When I arrived there there was a team of five policemen, of which the head of the policemen was  Captain Thlakanya. They continued interrogating me and they realised that I was wearing an ANC T-shirt underneath.   That is where things started to be bad.  They undressed me and started beating me.  Immediately thereafter I was taken to another office.   \n When I arrived in that office there was Captain Thlakanya and the other two policemen.  Captain Thlakanya started telling me that how can I bite the hand that feeds me.   And then he also said that if I want to be save I should co-operate with them.   And I never answered, I kept quiet.\n I took a decision.  I told him that in stead of giving him what he wants I'd rather die for that.  Because I think and I feel that I am a dedicated member of the organization.    And then is was just dark.  I don't know what happened thereafter.   I slept in there for quite a long time, which I don't know how many minutes it was.  And then thereafter when I woke up they took me home where I stayed.  And then because some of our comrades knew what was happening they also arranged the getaway car to take me outside, whilst I was in detention.\n And then they took me home, since I was so weak I could not do anything.   I pleaded with them that they should take me home, because I left some of my medication at home.   They took me home and when I arrived at home some of the comrades who were nearby gave me the information that I \nMMABATHO HEARING TRC/NORTH WEST\n3 MOLEFE\nshould be ready, because I was going to be sneaked out the\nout the very same night.  And then I took whatever I took even though the house was guarded.  They came hourly.  After one hour they would pass by, some would knock.  They would come inside.  They took every material that I had in the house.  They took my books and everything.   \n And after doing all that I decided that I'm leaving Mmabatho.  And really I left Mmabatho.  \n The very same night before I could get that getaway car my father sneaked me out as far as Klerksdorp.  And then I met those comrades who were to take me to Johannesburg to a safe house.\n In Johanneburg I met comrade Winnie.   Comrade Winnie arranged everything for me to get to Zimbabwe to the safe house.  \n And then thereafter when things started to be ok, when the President was released from prison and comrades coming home it was then when I came and I still went to a safe house in Johannesburg.\n And then in 1994 it was when I was...  when I started coming here in Mmabatho, where I started to negotiate for the work I was doing.  And really I was hired.   I was hired as a completely new person in the same Department that I worked for.  Now when I ask them about my benefits and everything they told me that the only thing that they could do was to give me a job for now.   I should forget about everything that I forfeited.   I lost a house with some of the furniture.  I forfeited my pension funds and everything - from 1981 until up to 1993.   Until up to today.  \nI think that is the end of my story.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The way I understood you you remained there\nMMABATHO HEARING TRC/NORTH WEST\n4 MOLEFE\nfrom 1977.  You were still in the leadership of some organizaton here in Mmabatho.",
            "Unknown"
        ],
        [
            "MR MOLEFE",
            "I was at Johannesburg in 1976.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you leave Mmabatho?",
            "Unknown"
        ],
        [
            "MR MOLEFE",
            "No, I came to Mmabatho in 1981.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When these people were interrogating you were you able to see a doctor?   Did you have any letter of what injuries you have?",
            "Unknown"
        ],
        [
            "MR MOLEFE",
            "The doctor I always visited always knew that I had a problem of tension headache.   And I told him the reasons why I had this headache, but he did not take any further steps.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Up until know, what illnesses do you have?",
            "Unknown"
        ],
        [
            "MR MOLEFE",
            "It is this continuous tension headache.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am through with my questions.",
            "Unknown"
        ],
        [
            "MR RANDERA",
            "Molefe, could you just tell us what your expectations from the Truth Commission are?",
            "Male"
        ],
        [
            "MR MOLEFE",
            "My expectations from the Commission are that they should at least help me to at least get proper accommodation to get everything that I am supposed to have, my pension fund - I should be paid for the period that I left for hiding and the Commission to see to it that people who took part into what they did to me should be taken to book.",
            "Male"
        ],
        [
            "MR RANDERA",
            "We want to thank you Sir.  We have listened to the tortures that you have been through and we will try and bring some help so that you can be consoled.  Thank you.",
            "Male"
        ]
    ]
}