{
    "header": {
        "type": "1 G M MPHOTSHA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "GEORGE M MPHOTSHA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55675&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/mphotsha.htm",
        "speakers": [
            "DR RANDERA",
            "GEORGE MPHOTSHA",
            "MR MALAN",
            "CHAIRPERSON",
            "MS SEROKE",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MR MPHOTSHA",
            "GEORGE MPHOTSHA",
            "MR MALAN",
            "CHAIRPERSON",
            "MS SEROKE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Mr Mphotsha welcome.  Is the lady with you Your wife?",
            "Unknown"
        ],
        [
            "GEORGE MPHOTSHA",
            "Yes, it is my wife.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.  Welcome.   Mr Mphotsha you are going to tell us about what happened to your son, Isaac Mphotsha.  And this happened on the 29th October 1977.",
            "Unknown"
        ],
        [
            "GEORGE MPHOTSHA",
            "This happened in October 1977.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Mphotsha as we have heard about so many stories, you have also come to tell us of the shooting to death of your son.  Before I hand over to Mr Wynand Malan, who will be leading you, will you please stand and take the oath.",
            "Unknown"
        ],
        [
            "GEORGE MPHOTSHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Good afternoon, Mr Mphotsha.  Thank you for joining us.  Again, we have your statement.  There would, probably if you do not extend to your own accord, be a few questions we want to ask you.   I would like you to tell us in your own words the story that you have already given to us in writing.  If you will please proceed.",
            "Male"
        ],
        [
            "GEORGE MPHOTSHA",
            "In 1977 this thing happened in Sheila, in a house in Sheila.  My son was working at Uncle Alpha on a contract basis there at MG.  He finished off work that day\nand his colleagues were with him.  And he left the base \nMMABATHO HEARING TRC/NORTH WEST\n2 G M MPHOTSHA\nand went home.   \n When he came home, on the grass, he was sitting reading a book.  He and his sister were sitting and relaxing there.  While they were doing that the police came round about sunset, at about seven.   They were at  Twolo's.  And we were wondering what the police wanted.\n We then again saw the police coming down the road to my place.  In the meantime I was lying down, I wasn't feeling too well.  They came in by the door and when they were there they came in.  My son was stuttering, he couldn't speak very well and the two policemen came, the one had a revolver and the other had a gun.  Because my son stuttered, they said, come here, come here.  And he was afraid and he came into the house.\n When he came into the house, the one said, give us your pass and he didn't want to.  He was pushed by the window and he went to stand outside.  \n People came around because they had seen these two policemen.  And wanted to know what is happening.  And they said, we are shooting.  That is what happened.  While that was happening, I called my son.  He was standing outside and I called him and he didn't want to come inside.  And that was what happened.\n A little while later, while we were still sitting at home we heard a shot outside, two shots.  They shot him.  After that a policeman came, a black policeman, and when he came he said, hey Johannes, come here, come here.\nAnd they said to him, close that door.   He closed the door.\n They had finished with him.  When I was opening the door this policeman, by the name of Johannes said to me, \nMMABATHO HEARING TRC/NORTH WEST\n3 G M MPHOTSHA\nwho are these people?  You leave the door, don't open it.\n Thereafter another policeman came in a red car, registration number CBM Mafikeng, by that time.   They were saying this but they had already finished off my child and we were inside the house.  \n They loaded him into the boot of the car and left with him.  We heard from people who were sitting outside, that it was a Mafikeng car.  And they let us out of the house.\n When they let us out we came out and found a lot of people outside.  I asked, why was the child killed?  No, we don't know.  We then went out, myself, my brother in law. We went to Twisong Hospital.\n When we got there we went to the mortuary, thinking that he was there, but he was not there.  And asked at the workers at Twisong, but he was not there.  There were no policemen there. \n After some days, the following day, on the 21st - few days later on the 21st - or the following day on the 21st, I wasn't there, they went and harassed my wife and said to here, informed her that we injured Isaac, but they said that, knowing that they had hidden my son.  Those were three policemen that arrived at my house in my absence.\n The following day, the third day, the car with the Mafikeng registration...  We went to the jail, but were told that he wasn't there.  Somebody said that he was there and we gave them a bag of oranges, saying that if he was ok, give him the oranges to eat. We left.\n We started at Victoria Hospital and couldn't find him there.  And we were giving up by then.  We left and on the way, in Mefikeng we got two policemen who said to us that \nMMABATHO HEARING TRC/NORTH WEST\n4 G M MPHOTSHA\nthis person is in Lichtenburg, he has been shot.  And we left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you more to tell us?",
            "Unknown"
        ],
        [
            "GEORGE MPHOTSHA",
            "I went to Dithaba the following week.  I got to the mortuary in Lichtenburg and found the policeman, white man.  My child had been shot.  They had shot him on the one side and the bullets had come out on his right.  The bullet had pierced him.\n I asked them how are we going to bury this child, but this white policeman said that he didn't care.  This wasn't the Transkei, even if we buried him in a cardboard box, it didn't matter.   \n The days went on.  The fourth week after my child was there, Ishmael Botha, a doctor, sent somebody to me to ask me to come and see him.   This was Ishmael Botha, an Indian.  I went to him and said to him I will speak to the police.  You'll wait.\n I'm going to send you to Johannesburg to Dlamini in Commissioner Street.  You must go there.  I was with Mr Tholo who has narrowly missed being shot.  And we went to give our statements and we then came back.\n The days passed on.  And I thought, my child must come back, because this policeman said that we can even bury him in a cardboard box.   We took him and he was taken to Itusing and was there for a period of one month and that is when we finally laid him to rest.  We finally buried him.\n Botha was always communicating with me, saying that we could speak to the police and I said how come, because we have already buried him.  My child was working, there he has been shot without having done anything. And nobody knows\nMMABATHO HEARING TRC/NORTH WEST\n5 G M MPHOTSHA\nanything.  The policemen don't know anything.  You were just wasting time.  \n He took me to Camey Barbroff.  He also delayed me and Ishmael Botha took me again to Johannesburg.  \n Botha was the one who was dealing with the police.   From then on I have never been healthy again until now.\n That is all.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much, Mr Mphotsha.  I think one of the difficulties that we will have is that the Act keeps us within a certain framework which we as Truth Commission need to listen to stories and to make our findings.  That specifically relates to the political framework and the political motive.  We have no such information.\n Can you tell us a little more about your son's activities at the time.  How old was he?  Was he politically involved?  Is there anything that you can tell us that can shed more light on the framework within which this happened.",
            "Male"
        ],
        [
            "GEORGE MPHOTSHA",
            "No, he was someone that was coming from work and reading his papers peacefully.   And he was only 22 years old, sitting reading his books.  Now that my child has been shot.  But the police were looking for Tholo.  I don't know what Mphotsha had to do with that.   That was my child's first job at MG Contracts.  And that is it.   He was fresh out of school.",
            "Male"
        ],
        [
            "MR MALAN",
            "Have you knowledge of any involvement of your son in any political organization or environment?  Was he non-politically and totally so?",
            "Male"
        ],
        [
            "GEORGE MPHOTSHA",
            "I cannot say, he used to read his books and I wasn't very healthy.  I was very sickly.",
            "Male"
        ],
        [
            "MR MALAN",
            "At the time what was the address where this happened?\nMMABATHO HEARING TRC/NORTH WEST\n6 G M MPHOTSHA",
            "Male"
        ],
        [
            "GEORGE MPHOTSHA",
            "Our address back then was 488, Sheila.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much.  I have no further questions at this stage.",
            "Male"
        ],
        [
            "MS SEROKE",
            "I would like to know when you say that you do not know whether your child was politically active when the police arrived and they were looking for Tolo.\n Do you think that perhaps they came into your house by mistake, maybe they intended to go to Tolo's?",
            "Female"
        ],
        [
            "GEORGE MPHOTSHA",
            "The name that they mentioned was that they were looking for Tolo, not Mphotsha.",
            "Male"
        ],
        [
            "MS SEROKE",
            "According to you, did you know who Tolo was, that it was your neighbour maybe.",
            "Female"
        ],
        [
            "GEORGE MPHOTSHA",
            "He used to stay a few houses behind me.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Your son, he used to stutter.  He couldn't even tell them.  He got such a fright and he jumped out of the window.  And he was standing in the yard.  But did you show them your son's passport?",
            "Female"
        ],
        [
            "GEORGE MPHOTSHA",
            "They came to fetch it on the 22nd from my wife when I wasn't there.  And she told me, because she was the one who was left there.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In the car that you people were watching through the window, how he was being put in the car's boot, did you see how the shot him, or did you just heard the shot.",
            "Female"
        ],
        [
            "GEORGE MPHOTSHA",
            "We just heard two shots.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In the time that you were going to the mortuary to go and look for your son's corpse, where you even saw the spot where he was shot, did you see any damage to his hand or something?  Since they said they had shot his hand?",
            "Female"
        ],
        [
            "GEORGE MPHOTSHA",
            "I didn't see any damage as such.  They shot\nMMABATHO HEARING TRC/NORTH WEST\n7 G M MPHOTSHA\nhim on his left and the bullet came through on his right.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you very much.",
            "Female"
        ],
        [
            "MR MALAN",
            "Mr Mphotsha, I have just one follow-up question.  The two policemen who entered your house, that first time, were they dressed in uniform or in private clothes?",
            "Male"
        ],
        [
            "GEORGE MPHOTSHA",
            "They were privately dressed, not in uniform.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Mphotsha I understand how painful this if for you and your wife to recall this story, but I would like to ask one question.  This person that had been referred to Tolo, do you know whether he was involved in any political activity?",
            "Unknown"
        ],
        [
            "GEORGE MPHOTSHA",
            "I do not know whether he was politically active, because this Tolo was a priest.  Even now, he has passed away, he is survived by his children.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You say in your statements that you even went to Pretoria, trying to see the Minister of Police.  Did they allow you to see him?  If you did, what did he say to you or what did you say to him?  What transpired?",
            "Female"
        ],
        [
            "MS SEROKE",
            "Would you like me to repeat the question?   I was asking in the time that you mentioned in your statement that you went to Pretoria to see the Minister of Police, what transpired?  Were you allowed to see him and if you did what transpired?",
            "Female"
        ],
        [
            "GEORGE MPHOTSHA",
            "Not in Pretoria, in Lichtenburg.\nThey revealed him a bit, so that I could just see him a \nbit.",
            "Male"
        ],
        [
            "MS SEROKE",
            "The mortuary in Lichtenburg ...",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "We have a little bit of problem with regard where to place the case, but we are sad for any loss of life and we can understand how sad your family is over a child - whose purpose of death cannot be established, can be MMABATHO HEARING TRC/NORTH WEST\n8 G M MPHOTSHA\nestablished but the perpetrator cannot be traced, nor could the courts have taken your case.   \n We will see what to do, that is to refer to some of those bodies to help pursue the case.   If at this time, it is still possible.  We are very sorry, sad and we wish to convey this to you and your family.\n We thank you for the patience you took to be with us today.  Thank you so much.",
            "Male"
        ]
    ]
}