{
    "header": {
        "type": "1 N F NGIXI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "NOMTHANDAZO F NGIXI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55676&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/ngixi.htm",
        "speakers": [
            "DR RANDERA",
            "NOMTHANDAZO NGIXI AND MS KOMOISA",
            "MS SEROKE",
            "MS NGIXE",
            "MS YVONNE BABE",
            "YVONNE",
            "THOMAS MANTHATA",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "DR RANDERA",
            "NOMTHANDAZO NGIXI AND MS KOMOISA",
            "MS SEROKE",
            "MS NGIXE",
            "MS YVONNE BABE",
            "YVONNE",
            "MR MANTHATA",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Out what you know about what happened to Yvonne if you will please...   If you will just stand up now, Nomthandazo first and Dimakatso.",
            "Unknown"
        ],
        [
            "NOMTHANDAZO NGIXI AND MS KOMOISA",
            "(sworn states)",
            "Female"
        ],
        [
            "MS SEROKE",
            "You'll tell us the story of what happened to you on the 16th of June 1986 when you were coming from the commemoration of the Soweto unrest.  And tell us as to what exactly happened to you.",
            "Female"
        ],
        [
            "MS NGIXE",
            "It was in in 1986.  I was coming from prayer - on June 16th.  When I got home it was about half past twelve.\n Policemen came, two of them, they were in a car and they asked who taught me to join the UDF?   I stood up and they took us to the veld.\n When we entered the veld they hit us with teargas.  When they kept us out they started assaulting us and they also put us in the van again, where they shot us with teargas.\n They took us at about half past twelve and took us to the cell at 5 o'clock in the afternoon.   When we were from the veld they took us again and put us in their offices, where they took a wet pillowcase and put it over my head and they assaulted me again.\n When we left that place I couldn't hear perfectly.   \nMMABATHO HEARING TRC/NORTH WEST\n2 N F NGIXI\nWhilst we were still sitting there blood were flowing from my ears and they took us one by one to assault us in the cells.   \n From that time in 1986 they locked us up for three months.   On the 2nd of September they released us to go home.   From the 4th of September I started attending treatment,  but I hadn't been held.   \n And in 1989 by December Dr Doroden sent me to the General Hospital where I was operated on.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they took you to this place I see Nomthandazo also speaks about Lang Boom.  Were you also at Lang Boom?",
            "Female"
        ],
        [
            "MS NGIXE",
            "Yes, I was also at Lang Boom.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Is that where they sprayed you with teargas?",
            "Female"
        ],
        [
            "MS NGIXE",
            "It was Mr Le Roux, Mampati and Mr Foso and Mabelo.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So Yvonne was injured to her ears and she can't hear perfectly well.  So we will have to give her a chance to hear well.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now Yvonne can you hear me?",
            "Female"
        ],
        [
            "MS YVONNE BABE",
            "Yes, I can hear you ma'am.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When your ears got injured.   What exactly did they do to your ears?",
            "Female"
        ],
        [
            "MS YVONNE BABE",
            "They assaulted us without any mercy.  When we asked for forgiveness they never gave us any.  They were hitting us with clubs and they were hitting us with fists.  When you had fallen down they would kick you.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Do you know those people who did that because in your statement you talked about Mampati and Mabelo.",
            "Female"
        ],
        [
            "MS YVONNE BABE",
            "Yes, I know them.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When you were arrested from the June 16\nMMABATHO HEARING TRC/NORTH WEST\n3 N F NGIXI\nCommemoration were you in any political party by then?",
            "Female"
        ],
        [
            "MS YVONNE BABE",
            "Yes, I was in the UDF.",
            "Female"
        ],
        [
            "MS SEROKE",
            "All of you?",
            "Female"
        ],
        [
            "MS NGIXE",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they called you at Lang Boom what did they want from you?  What did they want you to say to them?",
            "Female"
        ],
        [
            "MS NGIXE",
            "They said we must tell them the truth and tell about the person who made us join this organization.  And would we know whether Mr Mandela would be released?  And we never answered them because we did not know what to say, because we were in the veld.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Nomthandazo, you say when you got back to the cell they were calling you one by one and you were not all inside.  When they were calling you one by one Nomthandazo, what were they saying to you and what were they doing to you?",
            "Female"
        ],
        [
            "MS NGIXE",
            "They were asking questions like, people in the cells, what were they telling us and in this organization who made us to join.  When they were asking us questions they were assaulting us at the same time.",
            "Female"
        ],
        [
            "MS SEROKE",
            "At the time were you, the three of you, or were there any others who were also arrested?",
            "Female"
        ],
        [
            "MS NGIXE",
            "No, we were five.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were you all women?",
            "Female"
        ],
        [
            "MS NGIXE",
            "Yes, we were all women.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they were spraying you with teargas, what were they doing exactly?",
            "Female"
        ],
        [
            "MS NGIXE",
            "They had sails on the floor and they got outside and they sprayed every corner and we couldn't run to any place.  The van was all white inside.  Or they\nMMABATHO HEARING TRC/NORTH WEST\n4 N F NGIXI\nwould shoot the teargas simultaneously into the corners of the van.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What was the effect of this teargas on you after they sprayed it?",
            "Female"
        ],
        [
            "MS NGIXE",
            "We were coughing, some of us were coughing.  I was crying because I had a problem with my eyes and I couldn't see.   If it wasn't because of that I wouldn't be wearing these spectacles, because by that time I couldn't see what happened.\n When we were still sitting under that white substance those next to me washed their faces with water, trying to remove the teargas, but nothing happened.   \n We heard that Yvonne got injuries to her ears and she was operated.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did the teargas still have any effect on you?",
            "Female"
        ],
        [
            "MS NGIXE",
            "Yes, it still has an effect on me because whilst I'm speaking these are the second spectacles that I am wearing.  The first ones I couln't see with them.  And these second spectacles are handling me very better.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, Yvonne, where were you operated on on your ears?",
            "Female"
        ],
        [
            "YVONNE",
            "I was operated on at the General Hospital at Kimberley.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "So you can't hear well now?",
            "Female"
        ],
        [
            "YVONNE",
            "Yes, I have still have difficulties after the operation.  I can't hear perfectly well.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Yvonne, can you please tell us, did all this happened in one day or was it over a few days, on this particular event?   Shall I repeat my question?   Yvonne, did this happen on one day, the taking to the veld or Lang MMABATHO HEARING TRC/NORTH WEST\n5 N F NGIXI\nBoom, the police stations, the beatings that you and your friends encountered - did it all happened on one day or was it over a few days?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "This still happening to me since that very first day and up to now I still can't hear well.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Yvonne, Dr Randera says, when you were arrested and taken to Lang Boom were you all taken, all or one by one - or were you all taken at the same time.",
            "Female"
        ],
        [
            "MS YVONNE BABE",
            "They took us all, all of us.  We were five.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Yvonne, just tell me when the police saw that you were bleeding from the ear, did they take you to the hospital or to the doctor, or did they call the district surgeon?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "No, they did not take us to a doctor or the hospital.  I just stayed in the cell and took care of myself.",
            "Female"
        ],
        [
            "DR RANDERA",
            "What do you do now, are your working?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "No, I'm not working anymore.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And can you tell us why?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "The reason is I was supposed to be at school and then I am having a problem because I can't hear whilst I am at school.  I also got pension from Dr Doroden.",
            "Female"
        ],
        [
            "DR RANDERA",
            "My last question on your hearing problem.\nYvonne, do you wear a hearing aid?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "No, I don't wear any hearing aid.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Why is that?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "It is because I was not financially stable to buy this hearing aid.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Yvonne and Nomthandazo, when you were\nMMABATHO HEARING TRC/NORTH WEST\n6 N F NGIXI\narrested did those people want you to tell them what was being discussed during that day at the meeting?  Can you tell us who was the speaker, I mean the main speaker at \nthat meeting?   If you have forgotten, please don't bother yourself.",
            "Male"
        ],
        [
            "MS YVONNE BABE",
            "We have forgotten.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Because the main thing is, it seems as if these people weren't looking for you, they were looking for someone who was speaking at the meeting, what he was saying, was he influencing you to fight the government.  And you were not taking part in this, seemingly.\n The way I understand, the three of you were treated in the same manner.  They did not say one of you was influencing the others.  It was only that Yvonne was badly treated and ended up with ear injuries.",
            "Male"
        ],
        [
            "MS NGIXE",
            "The thing is, it was not Yvonne, it was not Yvonne alone.\n After those events she also had a problem with her teeth which she had pulled out, after those events, after those assaults.   I thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Yvonne, I would like to ask you, what would you like the Truth Commission to do for you in this case?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "Because I have ten years without hearing and I am struggling to communicate with my parents, I would like the Commission to help me with hearing aids.\n This is what hurts me most because I can't  establish myself in this world, because the police has done these bad things to me.",
            "Female"
        ],
        [
            "DR RANDERA",
            "WhO do you live with, Yvonne?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "I live with my father.\nMMABATHO HEARING TRC/NORTH WEST\n7 N F NGIXI",
            "Female"
        ],
        [
            "DR RANDERA",
            "Is your father working?",
            "Unknown"
        ],
        [
            "MS YVONNE BABE",
            "There is no one who is working at home.  My father is on pension.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We heard your requests.  We do not have\nthe power to say we can immediately purchase or buy you a hearing aid, but your request will be referred to the  relevant people who might help you.  \n I would also like to thank you all there for coming today to testify before the Commission.  We are very hurt about what happened to you.   \n Sorry, also because you have lost your teeth and you cannot hear properly now.  We trust and hope that you will with time forget all that has happened to you and move on.\n Thank you.",
            "Unknown"
        ]
    ]
}