{
    "header": {
        "type": "1 D M MORETI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "DIKELEDI M MORETI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55673&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/moreti.htm",
        "speakers": [
            "MR RANDERA",
            "DIKELEKI MORETI",
            "THOMAS MANTHATA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MR RANDERA",
            "DIKELEKI MORETI",
            "MS MORETI",
            "MR MANTHATA",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "MR RANDERA",
            "I would like to call Dikeledi Moreti to the table please.\n At the same time I would like to welcome Prof Molamo, Rector of the University, I saw him coming earlier.   \n We also have a monitor from an international lawyers' organization who is working with Nadel, who is the national lawyers' grouping in South Africa.  We would like to welcome you to.\n Mrs Moreti welcome.  You have come to tell us about the story of Daniel Moreti and Ronnie Mamatela who were killed at Thlabane at the Bophuthatswana Police Force.\n Before I ask you to tell your story could you just stand and take the oath please.",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR RANDERA",
            "Mrs Moreti will you in your own words tell us about Daniel, what happened to Daniel and to Ronnie, but I think you specifically want to talk about Daniel.",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "It was on the 28th of November in 1985 when we were attacked by the police at half past two to 3 o'clock.  When I heard the sound in the yard as if the donkeys or the dogs were running around the yard, I said to my husband, please look out and see what is running around the yard.  When he opened the curtain someone said, please come outside you, in the house.  It was a white policeman who said that.   MMABATHO HEARING TRC/NORTH WEST\n2 D M MORETI\nWe were shocked at what was happening when the police approached us in that manner.  And later on we heard gunshots.  We ran in the house and we bumped into each other, seeing it was dark.   We did not know what to do.  \nWhen we were fighting for the mattress in the bedroom he said they have already shot me, let me go outside and tell the truth.  Then he went outside and while we talking to them I heard them talking through a loadspeaker.  They asked us to be quiet.\n They asked him where he was working and he told him at Smith and I am the owner of this house.   And the gunshots went on again.  We were running around in the house with the child.   \n When we were about to suffocate I said let us go outside so that they could kill us outside.  And then we went outside.  When I went outside I lifted up my hands and I gave myself unto them.  It was white and black policemen who were also climbing in trees.  The police here don't compare to the number that was at our house.\n From there they said we should lie down between the fences and they asked me, are there any people remaining in the house.  I told there were two people, they were young boys, and my first born child.  While I said that my first born was already away and the police couldn't see him when he ran off.  He ran to the other street at the back.   They were still firing their guns while we were lying down.  \n They were insulting us, saying we were bitches.  And then my husband was crying because he had pain in his back, only to find that he had a bullet.  \n They took us to Paul Kruger Hospital.  My husband was still lying there, bleeding.   And they were telling him MMABATHO HEARING TRC/NORTH WEST\n3 D M MORETI\nplease roll, roll and he was only lying in his underpants and I ask them why don't you take my husband with you and this white man said, we will come later.  \n I was admitted to the hospital for shock and for this thing that was on my right hand.  At seven o'clock I was discharged but my brother was left behind because they had to take a bullet out of his body and I asked one sister at the hospital to call my neighbours to bring me something warm so that I can wear and go back to the township.  Yes, my neighbours came.\n When I was about to go home all the streets were not functioning.  You couldn't walk through those streets.  And I said, can I go to the police station and find out what is actually taking place.\n I went to the police station and then when I arrived there they told me that the two boys who visited my house were terrorists and they said I was also a terrorist.  I didn't understand quite well what they were talking about.\n ....a guy called Oupa who worked with my husband and he used to come and visit us.  We welcomed them because we were always welcoming friends.  He was together with the other one, called Ben and his surname Thwala from Soweto and we did not know this one.   \n And then I spent the time at the police station.  I was insulted.  They were interrogating me.  You know, two policemen would be standing in front of me speaking at the same time, asking me questions and I wouldn't know which one to answer.   I was called a terrorist.  \n In the afternoon at about five o'clock Mr Thlabane of the Bophuthatswana Police took me home and he asked me where should he take me to.  I said I don't know where you are MMABATHO HEARING TRC/NORTH WEST\n4 D M MORETI\ngoing to drop me off because you destroyed my house.  I should be the one asking you where are you taking me to.  And then I told him to take me to my mother-in-law's place and he dropped me off there.\n The next morning the police from town at Rustenburg came to see me.  They took me.  They interrogated me.  It was Raymond Kekana with Mr Seketi and they took my brother and my first born.  The police from Bophuthatswana also came to pick me and interrogate me.  I didn't have any rest.\n The house was destroyed.  Only the toilet was still standing.  There was literally nothing in that yard, only the toilet. Until today I do not have a place to stay.\nI stay with my mother and then I would spend a day with my brother.  I am now in Mmabatho because my child is here in Mmabatho.  I have been staying with my child since the beginning of this year.\n If the police came first and tell us that these people who are visiting you are terrorists - they should actually found out, did we know anything about these people, because there were small children in the house, innocent children, like Ronnie who died at the age of five.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Mrs Moreti do you want to add anything else to your statement?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "After we buried the children my father took me to Mabies Kraal because I had no place to stay.\n When we went away my father went to tell them he is taking me away because I had no house to stay.  And they \ntold us that the policemen at Mogaso will check me daily at home.  That is how it happened.  They visited me daily and in the end they told us that there were people who had brought me money - they were in a helicopter.  And I did not MMABATHO HEARING TRC/NORTH WEST\n5 D M MORETI\nknow about that. \n And then I asked them when you see those people in the helicopter why did you come?",
            "Female"
        ],
        [
            "MR RANDERA",
            "Mrs Moreti I want to clarify some of the things you said.  Your husband, Daniel, was killed on that day.  How many children were you left with?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "Only two children.",
            "Female"
        ],
        [
            "MR RANDERA",
            "How old were they.",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "My first born was 15 years old and my second 12 years old.",
            "Female"
        ],
        [
            "MR RANDERA",
            "You say the house was completely destroyed expect for the toilet.  Can you just describe to us again what actually happened what made the house to be destroyed.",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "It was because of a Hippo.   The Hippo was also bringing into the house, that is why the house was destroyed.",
            "Female"
        ],
        [
            "MR RANDERA",
            "When you came out of the house with the children your husband was already lying on the ground.  Was there assistance given to him at all?  As from the statement it seems as if they took you to the hospital and left him there.",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "No, he was helped, because they refused to get him into the ambulance.   All they said to him was roll, roll, roll.  They did not take him anywhere.  He did not receive any help.",
            "Female"
        ],
        [
            "MR RANDERA",
            "And you said that Ronnie Mamatela, the\nfive year old boy, who was killed, what happened to him?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "While I was from the hospital, then he was already dead, that was at seven o'clock when I went back home Ronnie was already dead.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Was he shot?\nMMABATHO HEARING                           TRC/NORTH WEST\n6 D M MORETI",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "I am not sure what killed him.",
            "Female"
        ],
        [
            "MR RANDERA",
            "I want to understand - and Oupa and Ben Thwala?  They only came to visit you at your house.  They were not there on the night that Daniel was killed?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "No, they were in the house on that night.",
            "Female"
        ],
        [
            "MR RANDERA",
            "I see from your statement that you identified their bodies too, so they were also killed by the police on the same night?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "I saw their corpses when the policemen from the town came to pick me up, so that we could identify the corpses that belonged to us.  I found their corpses when they were sleeping in the white coffins at the Rustenburg Police Station.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Mrs Moreti this is very painful for you.  From what you are saying, four people were killed that night?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "Yes, that is true.",
            "Female"
        ],
        [
            "MR RANDERA",
            "You say no inquest was held into the death of your husband.  Did you lay any charges?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "I never took those people anywhere because I was afraid.  The only thing I did was I went to the Tsabane Police Station.  They haven't made any investigations.  And that was what they told me, that they are still investigating up until now.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Thank you.  Any question Tom?",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "I just wanted to know.  At the funeral, what kind of a person was being buried?   How was he looked upon?   How was the funeral conducted?  Was it a big funeral or was it just an ordinary funeral?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "It was a very big funeral.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What happened to Oupa and Thwala?  When did you last hear from them?\nMMABATHO HEARING TRC/NORTH WEST\n7 D M MORETI",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "We last saw them at the police station.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Where were they buried?   Or were they buried by the police?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "I don't know what happened to them.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you very much.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Can I kindly ask this question?  The house that was destroyed, how many rooms were in the house?",
            "Female"
        ],
        [
            "DIKELEKI MORETI",
            "Are you asking, how big was the house?",
            "Female"
        ],
        [
            "MS SEROKE",
            "I'm asking how many rooms were in the house?",
            "Female"
        ],
        [
            "DIKELEKI MORETI",
            "It was a four-roomed house.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now during the funeral.  Where did you conduct the sermon?",
            "Female"
        ],
        [
            "DIKELEKI MORETI",
            "The sermon was conducted at my mother-in-law's.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were these terrorists staying in Gobane?",
            "Female"
        ],
        [
            "DIKELEKI MORETI",
            "Oupa stays in Pokeng but I did not know during his visit was he from Pokeng or from another place.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And what about this other one?",
            "Female"
        ],
        [
            "DIKELEKI MORETI",
            "No, I did not know him, but he said he was from Johannesburg, Soweto.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they arrived, did they come to overnight or were they just there?",
            "Female"
        ],
        [
            "DIKELEKI MORETI",
            "They visited for quite a few days.",
            "Female"
        ],
        [
            "MR RANDERA",
            "We heard a great deal today, about what police forces can do.  Can you please tell us about your\nhusband David Moreti?  What was his work?  Was he involved in the politics of the time?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "He was working at Icon Smith in Rustenburg.  He was not in politics.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Thank you very much.  Many a time we think that the heroes in the struggle are men, and the stories that we have been listening to are stories from women.  And MMABATHO HEARING TRC/NORTH WEST\n8 D M MORETI\nthey normally say when you pester with women you pester with a stone and then we are quite aware that women have a big contribution to the freedom that we have.  And when we think of many people like yourself still carrying this burden in their hearts for so many years we hope that by appearing before the Commission,you feel heard and your pains will be eased.   Because here are the people sitting here, these are the people who feel with you in the pains that you felt.\n We want to thank you.   We thank your family, because they sacrificed in this way.  We asking God to cover you with his grace and may He comfort you, s well as your family.",
            "Male"
        ],
        [
            "MR RANDERA",
            "We did not hear what your requests were appearing before the Commission.  What would you like the Commission to do?",
            "Male"
        ],
        [
            "DIKELEKI MORETI",
            "I would like the Commission to build a house for me because I don't have a house at present.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Thank you ma'am.",
            "Male"
        ]
    ]
}