{
    "header": {
        "type": "1 E M THUNYISWA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "EVELYN M THUNYISWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55683&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/thunyisw.htm",
        "speakers": [
            "MS SEROKE",
            "E M THUNYISWA",
            "MR RANDERA",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MS SEROKE",
            "MS THUNYISWA",
            "E M THUNYISWA",
            "MR RANDERA",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "MS SEROKE",
            "....what happened?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "We were the comrades and we were school children by that time.  We were trying to attend Steve Biko's funeral who passed away on the 13th of September.   On the 17th we planned to go to Queenstown, where one of my teachers told us there was a roadblock held at Mafikeng, so we must use the Warrenton line.  We used the Warrenton line to travel.  Whilst we were at Warrenton one by the surname of Makodi - he has passed away now - he was moving around in the station, because we were in school uniform the police asked him where he was going.   And he did not tell them.   And because we were afraid of the police at that time they grabbed him and hit him until he told them the truth.\n When he came together with us with them, he pointed us out and told the police that we were also going to Steve Biko's funeral.\n The SAP Police took us and they took us to the police station.   They assaulted us, but unfortunately I don't know any of them, because they only had numbers and no names were written on their chests.   \n We were schooling at the time and we were so scared we did not now what to do.    They assaulted us - you know, I was the worst to be assaulted, because I did not want to tell them anything and I did not understand the Afrikaans\nMMABATHO HEARING TRC/NORTH WEST\n2 E M THUNYISWA\nvery well.  When I spoke English with them they said, you think you are better.  They assaulted me and the other one came to me and said, stand up and then I stood up.   And he said stand up I want to see your vagina and they started hitting me with fists.   \n After that they electrocuted us.  This cord was like an electric cord and then you put it on a battery and they used that equipment to shock me.   I can't remember where did they apply this on my body because when they switched it on, I felt as if my private parts were falling.  I cried for quite a long time.  While crying they were sitting in front of me laughing.   Nobody felt any pity for me.   \n After that they switched it off.   They took me into a dark room and said, if you don't speak the truth we are going to kill you.   And they put me in that room as I have mentioned.  They teargassed me.   I think it was after every two hours they would come and release the teargas.\n Now in the Northern Cape we did not know anything about teargas.   I was asking myself, what is this.  When I was thinking on my own I said, this must be teargas, because I am coughing and my eyes are full of tears.  \n And after torturing me like that they trucked us off the road.  When I tried to urinate, I was urinating blood.  Because I left on my own it was not through the permission of my parents I was scared to even tell my mom where I had been to, because of the whole situation.\n I stayed like that for a month or two.   I remember I went to the doctor in the beginning of November and then I said to my mother I have tonsils, because I realised this \nsickness of mine was getting worse and worse.\n And when I got to the doctor he didn't ask me any MMABATHO HEARING TRC/NORTH WEST\n3 E M THUNYISWA\nquestions.  He was Dr Van Vuuren.  I told him everything and then he checked me.   But after checking me I did not urinate blood any more.   \n But in 1992 the pains came back.  The pain that I felt when I was tortured came back in 1992.   That was the same pain that I felt when I was tortured.\n As I talked to you, when it attacks me I stayed three or four days not going outside and I cannot even urinate.   I have never given birth since that time and I am a married wife - I don't have any child in my marriage, because the child that I have now is the one that I got out of marriage.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You said you never reported this to your parents.",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "No, I did not report this to anybody.  I just told my aunt because I trusted her.   And I told her everything and I requested her not to tell my mother.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What were you scared of?   Why did you not tell your parents?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "Our parents used to hate politics during that time.   My mother was actually not in favour of politics.  If you said anything about politics she would tell you that you are against the law.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When they tortured you said you did not realise that this electrical equipment was a dangerous thing.  Where did they connect it?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "They connected it somewhere on my private parts because when they switched it on my parts would be pulled and the kidneys felt as if they were coming out.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did you bleed immediately or did it take some time before you could bleed?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "Immediately after they released us, they MMABATHO HEARING TRC/NORTH WEST\n \n4 E M THUNYISWA\ndropped us off the road I wanted to release myself because I wanted to urinate.   I only realised thereafter that I was urinating blood.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Who is this doctor that has examined you?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "It is Dr Van Vuuren.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did he tell you.",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "No, until today I don't know anything and he did not tell me what the cause of the urinating blood was, but after seeing him I felt much better.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "You said even today you have pains.  Do you go to the doctor?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "Yes, the doctor that I normally go to is Dr Dowry.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Does he give you any treatment?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "Yes, but he cannot really get me right.  There is another nurse at the hospital, Nurse Peggy Wekanyo who used to work.   It was a Friday when I had these pains and then she mixed me something and that helped me a lot.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did you explain to the doctor what happened?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "This has been my secret for quite a long time and I am glad that the Truth Commission is here and I am now taking this out.  It is only my husband who knows this whole story.   And then I told him this because I realised I was not falling pregnant and then I thought he would leave me thinking, what kind of a woman am I not giving birth.   He was the first person I told this story to and the Truth Commission is the second listener to this story.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "How did your husband accept this, you know, after explaining to him the whole story?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "I think he understood it quite well, MMABATHO HEARING TRC/NORTH WEST\n5 E M THUNYISWA\nbecause he doesn't reject me at home and he doesn't say anything about the child that I brought with me.   He just thinks that I am his patient and that will be the end of the story.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When this thing happened how old were you then?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "I was 22 years.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Were you schooling?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "Yes, I was going to Huhudi High School.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What standard were you doing?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "I was doing standard eight.   I gave birth in 1973 and in 1977 I went back to school.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Seeing that you are appearing before the Truth Commission what is your request, what would you like us to do for you?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "Even if I don't know the people who did this to me, but I would request you to sapina the Warrenton Police Station for the things that they did to people in the past.  I have forgiven them.   I would like my child to be educated, because my child doesn't have any sister, doesn't have any brother.   And the education will be his brothers and his sisters.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "We have listened to your story and then we will pass this to the next phase.   You know that we don't have any powers to meet people's requests, but we will forward those to a further phase.   Thank you.",
            "Female"
        ],
        [
            "MR RANDERA",
            "Thank you.   Any further questions?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just going to have one question.  Tell me, during that time what were the (...indistinct) doing at Vryburg Schools?",
            "Unknown"
        ],
        [
            "E M THUNYISWA",
            "No, it didn't exist at Vryburg, it only existed at Ganyisa.\nMMABATHO HEARING TRC/NORTH WEST\n6 E M THUNYISWA",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What were you doing in schools?",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "We were against Afrikaans in our schools.\nWe didn't want Afrikaans, because most of the subjects like house crafts we were doing them in Afrikaans, and we did not understand Afrikaans quite well and we were acting against Afrikaans.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What were you at ...(intervention)",
            "Female"
        ],
        [
            "E M THUNYISWA",
            "I was just a member, an ordinary member.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What can a person say?   What can we really say that will be like oil that you apply on the wound?  When I started I said so many things happened, many bad things happened and many a time you would think, I have heard them all.  And we still hear stories that are shocking.\n Maybe if we'd say to you that the pain that you felt is the pain that helped us that today we'd be sitting here having freedom, we have seen the civilization.   \n Most people like yourself, especially the youth who sacrificed themselves, we now reap the fruits of your toil\nmaybe by saying this a person might see or might receive some little condolences.   And we want to say we thank you very much for what you did.   Even if you had been through pains we feel for you together with your family.  We want to thank your husband for being a person to support you \nthroughout in these terrible situations.\n We have listened to your requests.  We will forward it to those in charge, those who have power to take decisions.   We want to thank you very much.",
            "Unknown"
        ]
    ]
}