{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-06-29",
        "location": "THOHOYANDOU",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53508&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99062829_tho_990629to.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MEYER",
            "MS MTANGA",
            "SISI KHAMPEPE",
            "ADV BOSMAN",
            "MR VAN RENSBURG",
            "INTERPRETER"
        ],
        "original_speakers": [
            "MR MEYER",
            "MS MTANGA",
            "CHAIRPERSON",
            "JUDGE KHAMPEPE",
            "ADV BOSMAN",
            "MR MEYER IN ARGUMENT",
            "MR VAN RENSBURG IN ARGUMENT",
            "MR VAN RENSBURG",
            "INTERPRETER",
            "MS MTANGA IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Morning, everybody.  Yesterday we concluded the evidence in this matter and as you will recall, we adjourned it until this morning for argument.  Mr Meyer, are you in a position to proceed?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Mr Chairman, yes.  Ms Mtanga handed over to me some statements this morning and before I continue I would just like to know what she intends doing with them and if she wants to put them in as evidence or what the procedure is going to be.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Chairperson, with the leave of the Committee, I would like to submit those statements as evidence from the victims.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Mr Chairman, yes, I'm going to object to the handing in purely of these statements at this late stage.  We're already in a position where we want to make submissions to the Committee, the statements were only received by us this morning, we haven't had the opportunity of dealing with them with our clients.\n\tThe statements which are in our possession are not affidavits, some of them are not even signed, well, the pages that I have in my possession.  And that it is my submission that they were only referred to yesterday by the victims and they were not confirmed by them or put in as evidence as the proper procedure is and it is my submission that the Committee cannot at this stage accept the statements purely  by them being handed in by Ms Mtanga.  And I will object to the possibility ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, what I can recall was that the statements were first referred to during the course of cross-examination of the witnesses, when they were being asked as to why they hadn't said certain things in the Human Rights Violations Committee and then they responded by saying 'Well, that was an omission but we have said them to the investigator who wrote them down.'\n\tSo it was really on that issue, is it not - the statements therefor, it's not the whole statement that's of concern, it's just on that single point, is there not any way that the parties can get to some agreement as to whether or not that those statements were in fact made and what the witnesses said in their evidence was confirmed in those statements, that all it says?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, Mr Chairman, that might be a possibility but the problem is that these statements were only received by us this morning, and it will prejudice the applicants in a sense that they haven't been able to - haven't been confronted except yesterday in cross-examination and they haven't had the opportunity to go through the statements with their legal representatives.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Meyer, as I understand the Chair, the only issue relating to these statements handed in by Ms Mtanga is with regard to your cross-examination of Dr Farisani with regard to his evidence in relation to his assault, the method of assault that was used on him.  And your cross-examination was pertinently with regard to the fact that there is no evidence before the Human Rights Violations Committee to the effect that his private parts were electrocuted.\n\tAnd he responded by saying he went before the Human Rights Violations Committee as a result of a statement which had been taken by the TRC's investigators and that the evidence that was adduced before that Committee was as a result of the statement obtained from him by the investigating officers.  And he was merely trying to show that the evidence, the transcript that we have from the Human Rights Violation inasmuch as it does not specifically infer to the fact that his private parts were electrocuted, that statement had been made prior to him even appearing before the Human Rights Violations  Committee, as a result of the step taken by the Human Rights Violations Committee's Investigative Unit.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think this just gets down to one very simple point.  From the line of your cross-examination, one would imagine that trying to establish that what they said here about them being tortured in a particular way, their private parts being electrocuted, etcetera, was recent fabrication.\n\tNow, they said 'No, because we had given it in a written statement even prior to the Human Rights Violation Hearings.'  And that's the only issue, really.  We as a Committee, and I agree with you, I don't think the whole statement can be admitted as evidence as to what happened when they were arrested, where they were taken, who they saw, etcetera.  It's just that one point.\n\tAnd then is it not possible just to get at some agreement whether there's recent fabrication or not.  It's not a question of having to study those whole statements and go through them with your clients so that all other issues - because it's just that one point which was raised by the applicants.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Meyer, if I could put it just very briefly, the way I see it is that these statements are not being tendered as proof of the content of what is in the statement so, there's no need for you to cross-exam.\n\tThe statements are simply tendered to show that these documents exist and, I mean there's really no need for any cross-examination on that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And I just think, also when the point was raised yesterday, Ms Mtanga did indicate on record that it's being faxed, we're waiting for it, everyone seemed to accept that that would be all right, just to confirm that point, I don't know if you want to have a short adjournment and have a discussion with Ms Mtanga on that issue.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, may I ask for a very short adjournment, I can also discuss it with my attorney, if you please, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.  I might say Ms Mtanga did give us copies of it but we haven't - you know, we've been in the room, we haven't had the time to read them.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, I won't make an issue of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, thank you, we'll take a short adjournment just to enable the representatives to discuss with each other and take instructions.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you, Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Meyer?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you, Mr Chairman.  Mr Chairman, we've agreed that the statements can be handed in and, I'll just address you then on the evidentiary value of the statements in my argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, I appreciate the fact that you arrived at an agreement.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Meyer, you may then proceed.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you.  Mr Chairman, I don't think it's necessary for me to tell you that the basic two requirements for granting amnesty to the applicants are firstly\nthat they must make full disclosure and also they must have acted with a political motive.\n\tI think I want to address the Committee on the question of full disclosure first.  And it's my submission, Mr Chairman, that there was indeed full disclosure by the applicants.  And one point on which I would like to address you specifically is, and it's something that came up during the evidence of the applicants, is the discrepancies that exist between their written applications and their viva voce evidence.\n\tAnd in this regard, I would firstly like to submit that one has to remember, Mr Chairman, that the events which form part of this amnesty application or the subject of this application happened around 18 years ago and it's my submission that it would be difficult, if not impossible for the applicants to remember all the specific details of the acts which they committed.\n\tA second aspect or a second point I would like to make with regard to this is that the Committee must remember with respect that the applicants were all members and supporters of the previous regime and, it's my submission, Mr Chairman, that one has to take that into regard when one has a look at the written applications.  Although there was no direct evidence to this effect, it's my submission that this whole process which we are dealing with here is something that is strange to the applicants in the sense that they now have to come and tell and make full disclosure about everything which took place.\n\tAnd another point in this regard, Mr Chairman, is the fact that the written applications were made already quite a while ago in December 1997 and, it is so that after the written applications had been lodged that there was further consultations between the legal representatives and the applicants and also between the applicants themselves during which further details must have come to light and, that is also the reason why there are discrepancies between the written applications and the evidence which was adduced before the Committee.\n\tAnd then furthermore, Mr Chairman, and maybe the most important point in regard to this aspect is the fact that in my submission the Act does not require full disclosure in the written applications.  The Act just talks about full disclosure.  And in my submission, even if the Committee is to make a negative deduction from the fact that there are discrepancies between the written applications and the viva voce evidence, it is my submission that full disclosure was in any event made eventually by the applicants during their evidence before the Committee.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "What's your basis for saying the Act doesn't require full disclosure when you apply?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "No, I'm just saying, Judge Khampepe  ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And that you only have to fully disclose once you give viva voce evidence?  You are aware of course that we have to consider our applications at a public hearing only if those offences for which amnesty is being sought relate to a gross violation of human rights as defined in the Act.  And that where there in no gross violation of human rights, there is no need for viva voce evidence to be led.  In which event you have to rely on the information furnished by an applicant in an application form.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, I am aware of that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that one can see if you've got an application form and it gives you half a page to say 'Give details of your political motivation of what the act happened.'  You put that in, I'm describing the act, come and give evidence, you could give evidence for a week, one doesn't expect a week's equivalent of evidence in the application form.  So, certainly one's not looking for all the details of the acts in the application form but, one does expect all the material aspects of the act to be places on the form.\n\tI mean you can't just say 'I assaulted someone' and when you get to evidence and it turns out to be a brutal killing.  Okay, and a killing's an assault but you know what I'm trying to get at, one's got to have the essential facts in the application form.  But I see what you're saying is that they said they tortured.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it doesn't give all they details as to the torture but they did specifically say we only 'klapped' them with open hands.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "That is so, Mr Chairman, in the written applications.  I submit that it's not a question of the applicants trying to hide the seriousness of their acts but it is more a question of further detail that was submitted during oral evidence which was not contained in the written applications.\n\tAnd I would submit, Mr Chairman, that enough, if I can use the word 'enough,' disclosure was made in the written applications already because otherwise, there wouldn't have been a hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If one takes a look at the applications, this is just a point which came to mind, one gets the feeling, and correct me if I'm wrong, that those applications were submitted in the hope that the matter would be dealt with in chambers, that there was no gross human rights violation, that there was no serious injury, that the assault was minor, a 'klap' with a hand, it's a matter that can be dealt with in chambers.\n\tWhereas, if it was stated in the application form that electric shock treatment, the wet bag treatment, etcetera, the helicopter treatment, were applied, then obviously there'd be no prospect at all of the matter being dealt with in chambers on the basis that there's no gross human rights violations.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, can it be found that the discrepancy between the applications and what's come out now when the application submitted, it was purposely done to water down the effects of the torture, to take them out of the category of gross human rights violation?  In which event it goes to credibility.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, I agree with that, Mr Chairman.  But my submission is that one has to also remember the context in which these acts were committed and we have evidence that it was normal practice for the Security Branch, not only in Venda but the whole of the country ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we hear that quite frequently that many, many police stations in fact had an electrical shocking device.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, that is indeed so, Mr Chairman.  And in that, I think one has to look at the contents that because of the fact that it was normal practice, these type of acts did not occur sporadically, it was sort of an ongoing process and the normal way suspects were handled by the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is also, with your clients, one to four, general Ramushwana's not quite in the same category because he wasn't on everybody's evidence, not in involved in the actual torture, that he was not in a position to agree with or deny the details of the actual torture.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, what you've been talking now basically relates to one, three and four applicants.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, I think it's two, three and four, I think general Ramushwana is the first applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, well, I'm just looking at the way that they've been numbered  on the documents here.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Oh, I'm sorry.  Oh, I see, then it's number one, three and four. Yes, that is correct, Mr Chairman.  Yes, I'm concentrating more on them now.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Meyer, may I just ask you, do you think it would be an unfair inference to draw the fact that your clients did not disclose the more serious manners of torture in their applications?  Would it be an unfair inference to draw that they did so in the hope of getting the matters disposed of in chambers? In other words, to question the bona fide's of the original application.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Well, I think when one has a look at the written applications, it specifically states if I remember correctly, that no gross human rights violations were committed and that is a problem, I must concede that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On page 9 I think.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That's a covering letter.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "From the attorneys.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "\"We respectfully submit that the acts for which the applicants beg amnesty do not in any way amount to gross violations of human rights.\"",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "And, in addition to this  ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "There is no need for a hearing.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Sorry.  And in addition to this, your clients have consistently only admitted to the 'klapping' or the slapping of the open hands.  Can one not draw an inference from that?  I mean why is it that not at least one of them had remembered that there were other methods of torture used?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Well, are you referring now to the written applications or the oral evidence?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I'm referring to the written applications.  The fact that in the written applications, they have consistently only admitted to having slapped with the open hands, etcetera and can one not then also draw the inference that they were sort of in cahoots when they filled out the application forms for all of them to consistently deny any other form by necessary implication of torture except for the slapping?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, the written applications are very similar, that is so.  But I think one must also remember that the applicants all represented by the same attorney and they were always together when they discussed the matter with each other and also with their attorney.  And in that light, I think it's to a certain extent understandable that the applications are similar.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "If there were only one or two incidents, Mr Meyer, I may not have had all that much difficulty but, there were several separate incidents and they are all now being put to us as having been slaps with the open hand.  That makes it even more of a difficulty, does it not?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, I have to agree with that, Mr Chairman, there are serious discrepancies.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I would rather say there are serious consistencies.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Well, yes.  But discrepancies between their applications, written applications and their oral evidence but, I would still submit that those discrepancies do not indicate that the applicants were lying at any stage.\n\tI think one has to also take into account that it's not a question of, because this a completely unique process, I think the inference or the negative inference to be drawn is worse when the written statements give more evidence or contain more evidence and is then down played during the oral evidence than it is - but in this instance it's working the other way around.\n\tAnd I would still submit that when the applicants eventually gave their oral evidence, they were very open with the Committee and it's obvious that they were trying their utmost best to make full disclosure and there are several indications during their evidence that because of the long time lapse, they could not remember for instance, whether one of the applicants was involved with a specific victim and they would then concede that it's possible that they cannot remember.\n\tAnd it's my submission that if one has regard to that that the applicants were not trying to down play during their oral evidence anyway, they were not trying to down play their involvement in the torture and the assaults, that they did make full disclosure except for the serious dispute with regard to the assault or injuries to the private parts of the victims which I will get to soon.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Meyer, before you leave this aspect, what do you say to the fact that several written applications were made by the applicants?  Firstly, December 1996 wherein I would like presume that those were applications completed on their own without the assistance of the attorney.  And that these were done by each applicant, separate from the other.\n\tAnd then later on, they had an opportunity of consulting an attorney who knew the requirements of the Act with regard to full disclosure in relation to the specific acts for which amnesty was being sought.  Now they had a second opportunity to apply their minds with regard to the particular acts for which they intended to seek amnesty.\n\tYet they still maintained the fact that no serious injuries had been sustained by the victims, even now they now had the assistance of a person who was in a position to advise them of the requirements of the full disclosure in relation to the particular acts for which they sought amnesty.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, Mr Chairman, as I've already said in their written applications they specifically mention that there were no serious human rights violations.  And I think the explanation for that would be, in the first place as I've already said, I think they did remember and they might have had more information or a better memory when the - can I call it the second written application was done.\n\tBut I think that goes back to what I've already argued, the fact that this is a process which is strange to the applicants and I think it would be difficult for any applicant, especially a person who was previously involved and a supporter of the previous government and a member of the Security Police who are known to have used extreme methods to simply go along and in a written application already give or make or tell whoever is reading this statement exactly how extreme the methods that they used were.  And I think one has to also have regard to that factor when one looks at the written applications.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  Is it your submission that when they gave evidence-in-chief they were quite open with this Committee?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, that is my submission, Mr Chairman.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "That's where you are getting to now?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "That is correct, yes.  As I've already indicated and I'm not going to deal with each applicant respectively, I first want to address the Committee in a broad way on the quality of the evidence of the applicants.\n\tAnd, once again, when one considers the quality of their evidence, Mr Chairman, it's my submission, as I've already said that it's important to remember that the events took place a substantial amount of time or a very long time ago.  And that it's impossible for the applicants to remember each and every detail of how and when and where and who they assaulted and which methods they used.\n\tOnce again, also in the context of the fact that is was normal practice in the Security Police to use these methods, and I think the evidence by, and I think it was Mr Nesamari, indicated that there was no discipline, that there were no real rules that were laid down ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it would seem that was clear, when they got these young, I think they were referred to as young constables joining in and ...(intervention)",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we've received evidence of up to 20 people in a room where a person is being interrogated, it doesn't point to an orderly disciplined procedure.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Indeed so, Mr Chairman.  Also the fact - another factor one has to remember is that there were many victims that were involved.  And not all the victims came forward either.  Only some of the people who were arrested it seems have come forwards as victims but, we know that there were others as well.  And that must have led to confusion in the minds of the applicants also with regards to the detail of the assaults.\n\tAlso one has to take into account, Mr Chairman, that one applicant didn't only deal with one suspect or one victim but it was a collective effort by all of them and their counterparts to get as much information as possible and to get confessions from the suspects so that they could be prosecuted in courts and that they could be seen as doing their job properly.\n\tAlso, it must be remember, Mr Chairman, that although they're only asking amnesty now with regard to one incident, namely the bombing of the police station, I think it must be assumed that they were also involved in other investigations.  And that could also play a role with regard to the clarity on their memory of exactly what they were doing and to whom.\n\tAnd, as I've already indicated, also with regard to the quality of the evidence of the applicants, one has to take into account that, or it's clear that the applicants really tried to or they did their best to disclose to this Committee exactly what they had done and in that regard, on numerous occasions, all of the applicants would concede when it was put to them, for instance by Ms Mtanga, that one of the victims would say that a certain applicant was also involved with a certain victim, that they would concede that it's quite possible but that they just can't remember exactly if it was so.  And they didn't try to deny that and to down play their involvement.\n\tSo, my submission then with regards to the quality of the evidence, Mr Chairman, is that all the applicants, and I must concede that I don't think their evidence was always a hundred percent satisfactory, there were instances where they were slightly unclear but, I think most of that can be connected to the fact of the long time lapse and that they simply can't remember everything.\n\tAnd I would submit that the Committee should not make a negative inference from the fact that their evidence wasn't always a hundred percent clear.\n\tThen, if I can turn to the next point, Mr Chairman, also with regard to full disclosure and something which came up very clearly yesterday and, that is the dispute with regard to the injuries to the private parts of the victims.  I think in the light of the evidence of the applicants in general, there was an anxiousness on their part to be open and to fully disclose their involvement with regard to the torture of the victims.\n\tAnd, born out by the fact that they would very easily concede when confronted with certain statements that yes, they might have been involved but they cannot remember, it's my submission that it's clear that they were well aware at the time when they gave their oral evidence anyway that they must make full disclosure.  And the question has to be asked, Mr Chairman, why then would they not disclose this one further act of torture.\n\tIt's my submission that it would be quite illogical for them to know that they must make full disclosure and full being absolutely everything, that they would then concede possible involvement where they were not sure, where they know that if they do not make full disclosure that they will not be granted amnesty, why they would then hide this one particular factor and not disclose that to the Committee because, one also has to remember that the torture methods that they used were very serious.  And the other methods were anyway serious enough and it wouldn't make any difference.\n\tOf course, it is also very serious to injure someone's private parts but, if the other methods that they had used were very minor methods, only physical assaults and so on and not really torture, then it might have been - one maybe could  explain then that they would try to hide the rest of their methods but, where the other methods were already in any way so serious, it's just illogical why the applicants would then try to hide the fact that they then injured the private parts of the victims.\n\tAnd, it's my submission ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Or in other instances deny the fact that they pulled hair out of the other victims' parts of the body?  It's not something that's being admitted by all the applicants, is it?  It's not only the private parts but it's the pulling of hair.  In one instance they pulled hair from the pubic - the pubic hair from Mr Phoshwana, if I'm not mistaken, I may not remember the name of the victim but, even in that instance, the applicants denied any involvement.  It's not only the method of electrocuting the private parts of the victims, it's also other methods that have been denied by them.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, you're quite correct.  The applicants deny any involvement with the genital area of the victims, if I can put it like that.  Also the pulling out of their pubic hair and they did admit pulling the hair on the head and the beard of the victims.\n\tBut, what I'm saying is that that is one point on which the applicants were very clear.  That they did not come near the genital areas of any one of the victims but, with regard to the rest of the methods that they were confronted with, they either conceded that it's possible that they for instance pulled hair from their heads or their beards or they told the Committee themselves exactly what they had done.\n\tAnd then one has to compare their evidence with regard to this aspect with the evidence of the victims.  And firstly if I can deal firstly with Dr Farisani's evidence, it's my submission, Mr Chairman, with regard to that aspect of his evidence he was a highly unsatisfactory witness.  It's my submission that one simply cannot believe that this type of torture which Dr Farisani himself referred to as the most atrocious or the worst torture that was ever committed was not referred to in his evidence before the HRV Committee.  And I would submit that that seriously has a very negative effect on the credibility of Dr Farisani with regard to this aspect.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "What do you make of the statements that has now been referred to, which statement led to the hearing taking place before the Human Rights Violations Committee?  You are aware of the procedure, victims would present statements to the investigative unit of the Human Rights Violations Committee, as a result of the statement made by the victims to the investigators, the statement would then be analysed by the members of the Human Rights Violations Committee and those statements which were found to warrant a hearing would then be set down for a hearing and victims would be called upon to come and give evidence as a result of the statements that they had made to the Truth and Reconciliation Committee's Investigative Unit.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, well my submission in that regard, Mr Chairman, is the only thing that that statement shows is the fact that he also told someone else that his private parts were injured.\n\tThat doesn't mean that the fact that he also said it to someone else makes it necessarily true.  I would still think that he would have referred to it during his oral evidence then at a later stage before the HRV Committee.\n\tAnd then also he does refer to being shocked with electricity but he specifically mentions the earlobes and, one would think that if he had already - it was really so that the electrodes were attached to his private parts he would have said that.  And I really think that his explanation that it was simply an omission is highly unsatisfactory and seriously - has a seriously negative effect on his credibility in that regard.\n\tAnd that one also has to take into account, then his further explanation with regard to this whole question of Park Station which, Mr Chairman, with the greatest respect, I really don't think is satisfactory.  It's clear that the context in which those words were used were not used with regard to his private parts and, as Adv Bosman with respect, correctly pointed out, it was used in the context of a place or a destination and not with regard to his private parts.\n\tAnd then, similarly, with regard to Rev Phoshwana, exactly the same problem presented itself and well, it now seems that he also made a statement previously before he gave oral evidence before that Committee but, once again, my argument would be that again it doesn't mean that it's necessarily true because exactly the same argument goes for him.  If it was so serious, why didn't he mention it then in his oral evidence and him as well, he also refers to the electric shock treatment but, once again, only in connection with his earlobes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Meyer, may I interpose?  Are you saying we must disregard the fact that those particular aspects of torture was mentioned by the victim when he made a statement as the request of the Human Rights Violations Committee and he stated the details of the torture that he had been subject to in a statement.\n\tHe was then subsequently called to give evidence as a result of the statement that he had made to that Committee.  Are you saying the fact that that has now been omitted during the vive voce evidence, that should mean that it was never said at all by that particular victim?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "No, I'm not saying that it was never said at all.  He did say it in his statement to the investigating unit ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "... but, what I'm saying is that the evidentiary value of that statement or the credibility of what he said in that statement must be questioned in light of the fact that he didn't repeat it orally before the Human Rights Violations Committee.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Why should he repeat it orally?  Why should he repeat it if already a statement is before that Committee?  That Committee is sitting with his statement.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Well, there's was no obligation on him to repeat, but one would expect him to repeat it if he then - why then does he repeat all the other methods that are contained in the statement but he omits this specific one?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Well, the explanation that he gave yesterday, I mean, he gave an explanation why that was omitted.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Well, his explanation was that it was simply an omission, he couldn't give an explanation as to why it was omitted.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Simply it was an omission.  But he contended that it had already been given to that Committee because that Committee had sent its own investigators to take that particular statement.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, and I can accept that, Mr Chairman, but the fact remains that he did not repeat it before the Human Rights Violations Committee and why didn't he do so?  He had the opportunity to do it and he specifically referred to electric shock treatment but he never once mentioned his private parts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you submitting, Mr Meyer, the fact that both the witnesses concerned who made mention in their prior written statements of having being shocked on their private parts, then both of them omitted to mention it when testifying before the HRC Committee and only mentioned being shocked on the earlobes?  Is that, because of that, one can deduce that they weren't shocked on the genitals, otherwise at least one of them would have mentioned it, especially now seeing that they say that it was by far the worst part of the torture.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, that is what my submission boils down to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what you're submitted?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Is it your submission that the method of torturing people in the manner in which the victims are alleging was never used is not something that you have referred to as a normal practice that was prevalent in the Security Police, particularly here in Venda?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "I'm saying it was normal practice to use methods of torture and assault, it was not normal practice to use electric shock treatment on the private parts of suspects or victims.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.  And the evidence of Mr Phosiwa was to that effect.  He gave evidence before the Human Rights Violations Committee and mentioned that he had been so electrocuted on his private parts.  That was not disputed by you, did you do that when he gave evidence also here before this Committee yesterday?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Well, Rev Phosiwa's evidence was that he wasn't - even if he was electrocuted, even if he did receive electric shock treatment on  his private parts, he wasn't able to tell us who was involved.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, but I mean his evidence with regard to the fact that such a method was used on him, you can't dispute, can you?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "No, I cannot dispute that but ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "... the applicants weren't here implicated in that.   Yes, and then, if I can turn then to Mr Chikororo's evidence.  Mr Chikororo didn't give evidence before the HRV Committee, the first time he gave evidence was before this Committee.  Mr Chikororo admitted that there were also other people involved in his torture besides the three applicants and, I'm not quite sure, I stand to be corrected but I think his evidence was also that he couldn't see who attached the electrodes to his private parts, if I remember correctly.\n\tAnd then, with regard to Mr Mahumela, Mr Mahumela specifically says that that specific method was not used on him.  Again, Mr Ramaligela had conceded that he might have been involved in the torture of Mr Mahumela and Mr Nesamari also conceded that already in his evidence before - when he gave evidence-in-chief.\n\tSo, my submission in regard to this aspect, Mr Chairman, is that if one has a look and one compares the evidence of the applicants who were very keen to fully disclose everything they did but, they denied specifically this specific method and you compare that with the evidence of the victims which I've already submitted was unsatisfactory, it is my submission that you must find when you have to make the decision between which version is correct, that the version of the applicants is the correct one and that they indeed did not use this method of torture on the victims.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So, your submission is that we must disbelieve the victims merely because with regard to this kind of method of torture they've alluded to, that was not evidenced before the Human Rights Violations Committee?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, my submission is that the credibility, the finding which you must make is that their - when you make a comparison between the evidence is that you must prefer the version of the applicants before that of the victims.\n\tSo, just to round of then with regard to the full disclosure aspect, Mr Chairman, it's my submission that the applicants did make full disclosure before this Committee during the oral evidence and that they have satisfied that requirement of the Act.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Meyer, before you continue with the next point, what are your submissions in regard to the consequences of the various assaults?  If my memory serves me correctly, the applicants generally did not admit that the victims were seriously injured with the exception of one which I think was Dr Farisani or Mr Chikororo.  They maintained that the other victims were not seriously injured, do you have any submissions to make in that regard because, I would argue that is indeed a material aspect which they should have disclosed the consequences of the assaults.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, we heard that from Dr Farisani that he was in hospital for 106 days.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Can I just take an instruction from my attorney, thank you, Mr Chairman.  Thank you, Mr Chairman.  Yes, with regard to that aspect, I don't think it was ever denied by the applicants that the victims or some of them at least were hospitalised or required medical attention.\n\tAnd I think, Mr Chairman, they were quite open about the fact that the injuries which the victims sustained were serious and that the assaults and the torture on the victims were indeed serious.  I would submit that they weren't down playing the seriousness of the torture and the assaults that took place.\n\tFor instance, when they would be confronted with the fact that the torture and assaults, torture on a specific victim would take place over a period of say three days, they would concede that.  And I think that that indicates that they were quite open, that it took place over a period of time and they were serious assaults.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Didn't that aspect only come out when questions were put either by Ms Mtanga during her cross-examination or from the Committee that these concessions were made?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, I think with regard anyway to the duration of the torture, it is possible that that only came out during cross-examination or questions by the Committee.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "...(indistinct) extent of the injuries, and the fact that they required medical attention was only conceded by some of the applicants during cross-examination and during the examination by the Committee.  It's not something that they volunteered in their evidence-in-chief.  If you have recourse to your records you will see that.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "I agree with you, Judge Khampepe but one must also remember that while questioning them, I concentrated purely on what they did and not what the consequences were because they are asking amnesty for certain acts which they committed.  And during that part of the evidence they would concede that the assaults and the tortures were very serious.\n\tAnd it follows automatically that because of the seriousness, the victims would sustain serious injuries and would require medical attention but, the applicants are asking amnesty for acts which they committed and not for the consequences of those acts.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But surely, Mr Meyer, the consequences are related the seriousness of the assaults and, once again, you must correct me if I am wrong but, as far as I can remember, the applicants generally denied that they were in need of medical attention with the exception of Mr Chikororo.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "If I remember - if I recollect their evidence properly, was that 'Yes, we assaulted but our assaults were quite minor and there was no need for them to require medical attention, save for Mr Chikororo.'  How do you divorce that, the kind of assault from the consequences resulting from the assault if you are making a full disclosure?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Mr Chairman, I'm not quite sure if that was the gist of the evidence.  They might have denied that the victims required medical attention but, the fact remains that I think during the evidence-in-chief mostly, they readily conceded that the assaults and the tortures were very serious.  And not only with regard to Mr Chikororo but, also with regard to other victims which they said but the people were severely beaten or the assaults took place over a lengthy period of time in which they had to do frog jumps and stand on their heads and they received electric shock treatment over a period of time.\n\tSo, I don't think it's a question of trying to or not making full disclosure with regard to the seriousness of the assaults.  If they deny that the victims did require medical attention, it's my submission that that doesn't mean that the acts which they committed were - or that they tried to down play the seriousness of those acts.\n\tCan I continue?  Thank you, Mr Chairman.  Before I move on to the political objective is there anything else which the Panel specifically requires me to address you on with regard to full disclosure?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I don't think so but, as I mentioned earlier, there is a distinction between the General and your other clients with regard ...(intervention)",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It seems that the main aspects where there's problems with full disclosure relate to the degree of the torture and the consequences thereof which doesn't really concern ...(intervention)",
            "Unknown"
        ],
        [
            "MR MEYER",
            "No, it doesn't concern ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... or does it or doesn't it?  What do you say?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, it doesn't really concern general Ramushwana because I think the only evidence with regard to him is that he slapped Rev Phosiwa with the open hand and there's no evidence by the victims that he was involved in any further physical assaults on any of them.\n\tHe mentioned that he was also applying for amnesty because he took, shall we call it, moral responsibility for the acts of his subordinates.  But, as Judge Khampepe pointed out, that is not something which he applied for in his written application.  When one has regard to his written application, it seems he's only asking for that one assault on Rev Phosiwa.  And, I'm not sure whether the Committee is in a position anyway to grant amnesty for such moral responsibility.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You are obviously aware about our decision in respect of the ANC 37 in that regard?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "I couldn't hear that, sorry Judge Khampepe.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You're probably aware about our decision in respect of the so-called ANC 37, about moral responsibility and such other related acts for which people would want to apply for amnesty.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "That's correct.  Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I was going to ask in respect of each applicant because, I'm still not clear.  For instance I'm not clear whether Mr Ramaligela is seeking amnesty for the assault on Mr Chikororo and Mr Mahumela.  If I recall his evidence-in-chief, he had not participated in any way at all in assaulting Mr Chikororo and Mr Mahumela.\n\tIt however became a little clouded during his cross-examination whether he was admitting participation in those assaults or not.  I will appreciate if you come to an appropriate time just to tell us in respect of who is applying for amnesty for assaulting who.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "It's not clear, I would like clarity with regard to that.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, I will do so in a short while, thank you, Mr Chairman.  Can I make that summary at the end of my argument as such?\n\tIf I can turn then to the political objective of the applicants which is contained in ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I don't know what the attitude of Ms Mtanga is but it would seem that with regard to the political objective, it's pretty straight forward.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Are you satisfied that ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Thank you, Mr Chairman.  Mr Chairman, I wonder if I can maybe just have a short adjournment so that I can give a proper summary of which ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Get your ducks in a row.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll take a short adjournment and then you can just ask in respect of what, who, which in respect of what acts, yes.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Indeed, thank you, Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Meyer?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "(cont)\n\tThank you, Mr Chairman, I appreciate that adjournment.  If I can just give you a summary of which victims, which the applicants are asking amnesty for.\n\tAnd if I can start with Mr Ramaligela.  He will be asking amnesty with regards all the victims except for Rev Mahamba.  Although I think in all the applications it's mentioned the Mr Mahamba was never assaulted by any of them.  So, I think you can take it for granted that none of the applicants are asking amnesty with regard to him.\n\tAnd if I can just maybe elucidate a bit, Mr Chairman.  The applicants are also asking amnesty with regard to the people or the victims with regard to whom - they said they can't remember but there's a possibility they were involved.  And the reason for that is that should they be charged in a court of law and they are confronted with evidence by the victims of the assaults, they will not be able to deny it because they cannot remember clearly.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am not on the same page with you, Mr Meyer, with regard to your last submission.  You are saying they will asking for amnesty in respect of people that we don't know.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "No, no, I'm sorry, maybe I didn't make it clear.  It's only with regard to the victims but you will recall that certain of the victims, some of the applicants were quite sure whether they were involved or not and, they also said then that it's possible that they were involved but they cannot remember clearly.  It's only ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You are talking about the victims who are present here?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "The victims that were listed in their applications.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Only those victims, yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You are saying for instance, Mr Ramaligela initially did not apply for the assault on Mr - he didn't apply for amnesty in respect of Chikororo so, you are saying he would like to be considered for amnesty in respect of Mr Chikororo's assault, notwithstanding the fact that he has not applied for amnesty in respect of Mr Chikororo?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Indeed so, Mr Chairman.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "On what basis can we entertain an application if he has not in his amnesty application, applied for the assault on Mr Chikororo?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Well, Mr Chairman, I'm not exactly certain of what the procedure is but, the reason why he's also asking, for instance, with regard to Mr Chikororo at this stage as well is the fact that he also, in the oral evidence, it came out that he was involved in the assault.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You are familiar, you are the lawyer, you are familiar with the Act, you are familiar with the fact that there is a cut-off date for when people had to apply for amnesty and that after that cut-off date, you can't just come in and apply for amnesty.  Now how are we as a Committee going to be enabled to entertain Mr Ramaligela's application in respect of the assault on Mr Chikororo if he did not, within the time that he was allowed to apply for amnesty, can we do that?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, I understand your problem, Mr Chairman.  Well, if that is the situation and there is a cut-off date, then you can only consider their amnesty applications with regard to the people who they are actually asking for in their written statements.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "That is in fact the law.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Our hands are tied.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "I agree.  Can I just have a moment, please, Mr Chairman.  Excuse me, yes, Mr Chairman, well, then the amnesty will only be asked for, with regard to the victims which are listed in each of the separate applications.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "That's paragraph 15 of each and every of these applicants, yes.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes. That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, have you any further submissions?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Nothing, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Meyer.  Mr Van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman.  The events that led up or followed the attack on the Sibasa police station on 26 October 1981 must have been very scary and confusing.  It seems that a lot of people and that was people in senior positions lost their nerves and their heads.  We have heard the evidence before this Commission, I think it was from Mr Ramaligela who testified that the order came right from the president, that there should be no stone left unturned to identify the perpetrators of this bombing attack.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "That was the evidence of Mr Ramushwana.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "That is correct, thank you, Mr Chairman.  The evidence was further led that the same pressure was exerted through all the ranks, right down to the constables involved in the investigation.\n\tThis is the situation that the fifth applicant found himself to be in at the time.  He was a fairly newly appointed member of the Security Branch, he was a constable, he did not form part of the inner core of the investigation team.  Mr Netshivale was not involved in any decision making, he was not involved in the arrest of any of the victims or suspects at the time.  He formed part of the core of young policemen who were co-operating or asked to co-operate on an ad hoc basis on a day to day basis to support the interrogation team.  From all the evidence it is clear that he played a minor role during this whole investigation.\n\tHe testified himself that he received direct orders from his superiors.  At least, I submit that from the actions of the superior officers, he deducted that it was his implied orders to assault and to interrogate the victims in the ways that he has testified.\n\tThere is no doubt that the actions that he has admitted to falls under the ambit of gross human rights violations.  It falls within the definition of the Act and it falls within the definition of each and everyone here present.\n\tMr Netshivale has admitted to slapping on the body and also on the head of the victims with the open hands.  He has admitted to assisting other superior officers when they used the electricity shocking device as well as the wet bag method.\n\tIn principle his evidence is corroborated by that of the victims themselves.  They, although they did not say that explicitly, it can be deducted from their evidence that Mr Netshivale was not the person in charge during their interrogations.\n\tRev Phoshwana testified that the fifth applicant was the first person who pulled his hair and he said that this incident was imprinted or left an imprinted picture in his memory.  It must be stressed that he could not identify the fifth applicant by name as also being one of the persons who pulled hair from his private parts.  And it must also be stressed that Rev Phoshwana did not mention the fifth applicant by name in any of the previous statements that he has made, including the statement handed in this morning.\n\tRegarding the evidence of Mr Mahumela, he again corroborated the evidence of Mr Netshivale in that he testified that it was Mr Netshivale who slapped him in the face.  It was only at a very late stage during his evidence that, on a question from Adv Bosman, he testified that the fifth applicant was actually the one who gave him instructions to do the so-called flicker exercises.  This was omitted during his evidence-in-chief and even did not come out during cross-examination.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Was it omitted, Mr Van Rensburg, or he did not specify who had instructed him to do the various vigorous exercises that he had alluded to in his evidence-in-chief?  Wasn't his evidence-in-chief general?  If I recollect his evidence-in-chief is that various policemen made them to do various vigorous exercises, that was his evidence.  He didn't mention which of the officers instructed him to do which of the many vigorous exercises he was subjected to.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.  Mr Chairman, on at least two occasions he did mention a group of policemen who were involved in torturing him.  The second one I can remember was when the policemen were named, the policemen who jumped on him were named, one by one.  This was supposed to happen immediately after these vigorous exercises and, at that stage the name of Mr Netshivale was also omitted.  And I just find it peculiar that on both instances, when he mentioned specific groups of policemen who did certain things, the name of the fifth applicant was omitted.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Van Rensburg, assuming we accept the evidence of Mr Mahumela, that Mr Netshivale gave him instructions to do these exercises, how would you submit would that impact on Mr Netshivale's application?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "If that evidence is accepted, of course it will have a serious implication on the evidence of Mr Netshivale.  I would also argue and that forms part of my address, Mr Chairman, that the question of the memory of the specific persons also must play a role in this instance.\n\tWe must remember that, and that was the evidence of specifically Mr Netshivale, that it was not only the Security Branch members who interrogated suspects at the time in this brutal way, it was standard practice and normal procedure.  Therefor it is submission that these instances will stand out more vividly in the memories and the recollection of the victims rather than that of the applicants.\n\tAs my learned friend, Adv Meyer, argued these events took place a long time ago and I would submit that, and on the basis then that if Mr Mahumela's evidence is accepted, it does not necessarily mean that Mr Netshivale and perhaps also the other applicants elected not to tell the Commission about this but, it can perhaps be explained by the long time lapse.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Van Rensburg, is it no so that if you take it within the context of all the alleged forms of torture, that this exercise might be regarded as a lesser form of torture than for instance, applying the electrodes to the private parts of victims and that one could more easily say 'Well, it could have been lapse of memory on the part of Mr Netshivale?'",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, Mr Chairman, I would really agree with that statement.  It is so that, especially if we bear in mind that these torture sessions lasted, as the victims testified, for long hours, it is easy that such a minor or actually one of the exercises can actually be forgotten.\n\tYes, it was not a major incident, it did certainly not cause any serious injuries and therefor I would say that it was actually a minor incident.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Doesn't it go to the question of full disclosure?  I don't know whether this wasn't a minor injury, that wasn't my impression.  His evidence, Mr Mahumela's evidence is that he was subjected to a rigorous form of exercise in the manner in which he described as having been the one which he was instructed by Mr Netshivale to do.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Whether that didn't cause serious injury or not, I cannot say.  Doesn't it go to the question of full disclosure because Netshivale was quite explicit on this fact that he only slapped all the suspects with his bare hand and did nothing other than that?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.  Well, apart from the fact that I have to stress that it is possible that he had forgotten about it.  I have to also stress the fact that is was the part of his evidence that he personally has made his own peace with the victims.  And I would submit therefor that there would be absolutely reason for him not to make full disclosure at this stage.\n\tAnd, I also submit that from his evidence and the way that he has presented his evidence, it is clear that he in fact did try to make a full disclosure as far as possible.\n\tMay I continue?  To continue then, Mr Chairman, I submit that Mr Netshivale has in fact met all the formal requirements stipulated in the Act.  That is it from the evidence clear that he was at the time, an employee of the state who acted under orders.  And that there was action taken against members of a liberation movement as stipulated in Section 22b of the Act.\n\tThe fact that he was acting with the necessary political motive, I take it is also not in dispute at that this stage, as well.  Thank you, Mr Chairman.\n\tTo then conclude my address, I would submit that Mr Netshivale has in fact made full disclosure to the Committee, that he has met all the requirements and that he asks for amnesty for the assault and torture of Rev Phoshwana, Mr Phosiwa, Mr Chikororo and Mr Mahumela.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, the amnesty that the fifth applicant is making is for assault and torture of the Reverend Phoshwana, Mr Phosiwa, Mr Chikororo and Mr Mahumela.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Van Rensburg.  Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you, Chairperson.  I have been instructed by the victims to submit that all five applicants have not complied with the requirements of the Act.  Specifically Section 20, subsection 1c in that they have not made full\ndisclosure of all the relevant facts relating to the tortures they administered on the victims.  The methods of torture used by the applicants, especially with due regard to the severity, the savage and the dehumanising nature of these methods constitute relevant and material facts as required by Section 20, subsection 1c which ought to have been truthfully placed by them before this Committee.  The applicants have failed to do this.\n\tI further submit that the nature and the extent of injuries sustained by the victims as a result of the tortures were deliberately minimised into nothing by the applicants.  These injuries I submit also constitute relevant and material facts in terms of Section 20 subsection 1c which the applicants ought to have placed - which the applicants ought to have truthfully placed before this Committee and they haven't done so.\n\tI would like to refer the Committee to the statements that I have submitted here this morning, specifically the paragraphs relating to the tortures on the private parts of the victims.  The statement of Dr Farisani, the relevant paragraph would be paragraph 23, 25 and 26.  The statement of Rev Phoshwana, paragraph 9, 10 and 15.  And Rev Phosiwa, paragraph 3.\n\tThese I submit in so far as the implication made by the applicants that their evidence that they were tortured - electrical shocks were applied on their private parts and the hair of Rev Phoshwana was pulled from his pubic hair, that is.  This is to refute this implication that they had recently fabricated this evidence because they have given this evidence to the Truth Commission in 1996 even though they had not given this evidence specifically at the hearing but, this information was before the Human Rights Violations Committee that they appeared before in 1996.  The evidence that they have given viva voce before this Committee is consistent with evidence contained in these statements.\n\tIt is my submission that all the applicants participated or knew or had seen at all times that electrical shocks were applied to the genitals of the victims who have so testified before this Committee.  The applicants knew or had seen or participated in the pulling of hair of Rev Phoshwana, I would like to specifically state that in respect of Rev Phoshwana, it would be the people who were involved in his torture, even though he was unable to identify them, the people who were there must have seen this happening and in their evidence here they denied ever seeing this or knowing about hair being pulled from his private parts.  And this is specifically referred to in his statement that when he walked in, this is the first thing that they did, they jumped at him and they pulled off the hair.  So, the people who had arrested him and who had taken him to the torture room would have known about this and they have denied before this Committee.\n\tThe victims suffered humiliation and the most gruesome treatment in the hands of the applicants, their dignity as human beings, as adults and as senior people in the Church was stripped off by the acts of the applicants during the tortures.  The lies, the denials under oath and the consequent implication by the applicants that the victims fabricated the evidence under oath is not only an affront to their religious principles but also constitutes an affront to the spirit of the Act which, amongst other things, was intended to restore human and civil dignity to the victims of gross violation of human rights.\n\tTo conclude, I would like to quote the words of Dr Farisani that:\n\"If amnesty is based on the whole truth we have not heard the truth from the applicants.\"\nI therefor request the Committee to refuse the amnesty of the five applicants on the grounds that they have not given full disclosure as required by the Act.  That ends my submission, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Mtanga.  Mr Meyer, do you have any reply to Ms Mtanga?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Mr Chairman, no, I don't intent to reply to what Ms Mtanga said.  There's just one aspect which I actually left out during my address and that is the question of the amnesty for the false statements which were made in connection with the civil proceedings.  And I haven't really addressed the Committee on that.\n\tI don't think it's necessary to say much about that, the evidence wasn't disputed in any way and that I would just like to formally place on record that all the applicants are asking - or the applicants ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In respect of that, those false statements.  Do you have anything to say, Ms Mtanga, perhaps ...(intervention)",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No Chairperson, I have nothing to say to that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "On the false statements?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No.",
            "Female"
        ],
        [
            "MR MEYER",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They've applied for that in their applications?",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it all of them?  I can't recall?",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Yes, I don't recall all of them having applied for that, Mr Meyer.  I think some of them did, including Mr Ramushwana.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "Yes, but, I think it was all of them, Mr Chairman, I beg your pardon, I'm not quite sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think so.",
            "Unknown"
        ],
        [
            "MR MEYER",
            "But it is contained in the written application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg, do you have any reply to Ms Mtanga's submissions?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you, Mr Chairman, there's just one thing.  I do not agree with Ms Mtanga that the evidence supports her allegation or her submission that specifically the fifth applicant deliberately minimised his involvement in these events.\n\tAnd, as support therefor, I would like to quote one of the victims, it was Mr Mahumela who said about Mr Netshivale, that he, that is Mr Mahumela, could not read any concealment in the evidence of Mr Netshivale as it was led before this Commission.\n\tAnd I think this should be significant.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  We'll reserve our decision and we hope to have it published as soon as possible.  That brings our hearings in Thohoyandou to the end of the roll, is that not so, Ms Mtanga?  We now proceed to Tzaneen where we'll have the hearing tomorrow.\n\tBefore we adjourn I'd just very much like to thank the authorities for making this wonderful venue available, it's a very convenient venue, a very nice venue.  I'd like to thank all the people who made this hearing possible, the sound system people, the television people, the security people and certainly not least, the caterers who have spoilt us.\n\tWe have travelled far to come to this part of the world and I can assure you that I'm sure I speak on behalf of my two colleagues here that, our travels this far was very much well worth it, it's a beautiful part of the country, we're pleased to be here and we'll be sorry to leave it.  Thank you very much and we'll get that decision out as soon as possible.\n\tWe'll now adjourn.  I'd also like to thank the legal representatives, for their assistance in this matter, Ms Mtanga, Mr Meyer, Mr De Klerk and Mr Van Rensburg, thank you very much, indeed.  And the Logistics Officer, Ashley who sets everything up for us, he works so hard, mustn't forget him or else I'll get into trouble.  Thank you, We'll adjourn now.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}