{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-14",
        "location": "THOHOYANDOU",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53526&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99071214_tho_990713th.htm",
        "speakers": [
            "MR NDOU",
            "CHAIRPERSON",
            "ROGER KACHERO RAMATSITSI",
            "MR VAN RENSBURG",
            "MR RAMASITSI",
            "ADV DE JAGER",
            "ADV SIGODI",
            "MS PATEL"
        ],
        "original_speakers": [
            "MR NDOU",
            "CHAIRPERSON",
            "ROGER KACHERO RAMATSITSI",
            "MR VAN RENSBURG",
            "MR RAMATSITSI",
            "MR RAMASITSI",
            "ADV DE JAGER",
            "ADV SIGODI",
            "MS PATEL"
        ]
    },
    "testimony": [
        [
            "MR NDOU",
            "Thank you Mr Chairman, before Mr van Rensburg proceeds may I request that the applicant's now speak in Venda because I realised yesterday that he was struggling in the beginning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, I'll proceed.\n\tMr Ramasitsi can you please tell can you please tell  this hearing again as to what charges you were convicted of?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that on record?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I just want to confirm that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the record says 'murder and arson'.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Arson, okay.   The murder and arson that you committed, on which date were those two offences committed?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "I will start by answering that.  All the charges that it is the murder and assault and I was charged on the 6th on the death of Mr Mahvunga, that's the charges I'm ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question  says or asks you what date did these incidents take place for which you were convicted.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "It's murder and assault which happened on the 6th of April 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you make an application for any further act except the arson and the murder?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "No.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Is the murder of  Mr Edward, let me just get the page, Edward Mahvunga of Mahvunga village where you stayed, and the arson was in respect of his home.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "Yes that's true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.   Let's talk about now of the role that the deceased played before he was killed and there was evidence led during the criminal trial that he was a farmer, and to a large extent a successful farmer.  Can you confirm that?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "No he was not progressing that one but he was trying to be  farmer, he was not having so many things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we carry on, can I ask you one thing on the records?  It seems that your defence in the criminal trial was somewhat different to the evidence you now provide to this committee, correct?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "Yes it's true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one of the two versions is the truth?  The one you're telling this committee or the one you told in court?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "It's what I explained in court.   But the truth is what I'm telling the committee today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one is the truth?  Is the truth the one that you are telling this committee?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "What I'm explaining here today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the one that you gave to the judge in the court untrue?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMATSITSI",
            "What was explained in court, we were intimidated and it was not true and you know it was not proper for one to tell the truth then.  But the time we were arrested we were intimidated by the police, so it was difficult for one to tell the truth because we were assaulted and we were not questioned properly because we were being assaulted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there another version, even on your own version in Xhosa, not so?  Your advocate put a different version to the state witnesses correct, now that one's not the script as I understand your evidence.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I don't understand what you need by your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you were told you killed Edward in the court, what did you say?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I disagreed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say that you weren't there or what?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I said I was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...correct?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes it was not the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you tell untruths there?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "That statement was taken before the police after I was assaulted, as such I was unable to tell the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you weren't then assaulted would you have told them that you killed Elliot or that you were...(indistinct)?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I think that I would actually have said that. I think I would have told the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you say you were assaulted by the police, that's why you did not the court the truth?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes it's true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Ramasitsi at the criminal trial you even called your brother to testify on your behalf, you were not there on the 6th of April, do you agree with that?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "It's not true. I quote from the record, from the judgment on page 207 of the bundle.\n\"His brother Ananias gave evidence in support of this version, I find to have been completely unreliable\".\nHe gave evidence as to the exact date when the accused on the 14th left and the exact date that he returned.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "That is not my elder brother but my younger brother who gave evidence.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I did not mention whether it was your older or your younger brother, I said your brother.",
            "Male"
        ],
        [
            "MR NDOU",
            "In English and Venda, when you said a brother, it does not distinguish whether it is an elder or a younger one, that's why he's confused.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I think these, when you called your brother ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand that Mr van Rensburg, that the Venda word used by the interpreter may be - I didn't know, I will clarify whether that was a possibility.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes I will accept that and I will clarify that, thank you Mr Chairman.  The point I'm trying to make Mr Ramasitsi is that at the criminal court your brother testified, your brother Ananias testified that you were not at the scene of the crime on the 6th of April can you remember that?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you and your brother led false evidence in the criminal court?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes that's true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the reason for this, you now say is that you were intimidated by the police.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes that's true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay let's continue and talk about the role of the deceased. As I previously stated to you from the record, criminal record and the judgement of Judge Liebenberg, it appears that the deceased was a well-off man with quite a large house and many possessions, do you agree with that statement?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "No it's not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why don't you say so?  Why don't you agree.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Because the deceased was next to me and I used to work with his children, I used to stay with him at his home, I know him very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is it not so that he had a motor vehicle as well as two tractors.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "He was using two tractors and one car, the farm was not that big, it was very small.  He was not a farmer because he used to plant two or three onions or potatoes, not that big.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is it not so that his house was larger than the other people in the village?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Ja it was bigger but it was burned long ago before the wife of that person was having something but by the time that he passed away he had nothing, he no longer had that much property.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he didn't have that much property.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "The deceased, by the time he was killed he had only a car and a tractor, he did not have so many things that people can say he had much property.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but the point of the matter is that on your own evidence it's not everybody in that area that had a car.  Correct?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Could you please repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not everybody in the area had a car, correct?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And not everybody in the area was the owner of a farm?  Correct?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And not everybody in this area had a tractor?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So generally he was better off than an ordinary person in the area?  That's all the attorney wants to get to you, do you agree with that?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No one is saying he was the richest man in the world, what he's trying to say is that the deceased was rather better off by comparison to the rest of the community or most of the community.  Do we agree on that?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.  Still talking on the role that the deceased played before his death.  There are two statements that you made in your evidence in chief that I think compete with each other and I want your explanation on that.  The one is that you said the deceased was a commoner and that he played no significant role on the one hand, that's the one statement that you made, and later in your testimony you state that he acted as if he was the chief in the area.  Can you please explain that apparent contradiction?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well I can start by saying he was not a better-off person.  When he started not co-operating with the people, I was one of those people who used to attend, although he used to have workers, the tractor was not relieved for greasing, it was just an ordinary activity, he did not have a lot or property as it is mentioned.  \tSecondly with regard to co-operation with the people, the reason why he competed with people is because the youth went to tell him he could not allow that to happen, because he didn't want to know what was happening.  As time went on ....(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand the question?  The question is you said at one stage yesterday that he was not a significant person, he was in fact a commoner in the area.  On another occasion you speak about the deceased and you refer to him as somebody who acted like some type of leader, a chief.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "It was true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The simple question that the attorneys ask is for you to explain what you meant by this, by what we think is a difference between the status that you initially gave him as a commoner and in behaving or acting like a chief...run down of his property and that sort of thing, we want you to explain what he spoke about you spoke about yesterday.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well when I said that he used to be a commoner, I wanted to say that whatever he used to do was not so difficult in the eyes of the people.  He was not really very co-operative, even the ...(indistinct) he was not really very relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what you mean is that his actual status was that of a commoner.  Do you understand me correctly?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well maybe I could not explain vividly yesterday, I did not expect the questions the way - I think now it is quite simpler.  Well surely the way he was explained as a commoner, he didn't have really status there, his life did not have any contribution towards the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay tell me what you meant by saying that he acted like a chief?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well what used to be said in the kraal, he used to renegade, he didn't really cooperate with the chief people or the kraal meeting.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "He was acting contrary to the chief, not acting as the chief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I think what he's saying Mr van Rensburg is that when he did not adhere to certain decisions, chiefs could ignore decisions and in that sense he behaved or acted like a chief.  I'm just suggesting that that's how I understand his answer.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Let me get this clear, thank you Mr Chairman, you're saying that he was acting like a chief because he went his own way and did not adhere to the chief's instruction.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well he used to suppose that matters it's matters being discussed in the chief's kraal, that is finances, he used to say no that was not the correct way of doing things.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And you knew very well that he wasn't the chief or acting chief.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "He was not an acting chief, he was just a royal family member.  I can't tell exactly how he was, he was just a relative so he used to claim to be a chief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ramasitsi the question is, did you know at the time that he was not a chief or an acting chief.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I knew.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At which time?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "At the time before April 1990.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then I want to put it to you and I want to ask you, why did you write your application for amnesty, I'm referring to page 37 of the bundle specifically paragraph 9a.4 and I will quote it to you.  It was expected of you to state the nature and particulars and deeds that you have done and you said\n\"A group of villagers attacked the deceased who was an acting chief in the area\".\nNow the question is simple, why did you put in your application that he was an acting chief when you very well knew that he wasn't a chief or an acting chief?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I would like to present this.  It was not put in a very consistent way.  What I'm saying today is quite true, maybe it was not put in a very logical way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you agreed that the information supplied by you in the application regarding this paragraph is not correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I don't want to interfere, I think you've got a valid point and a valid question.  I just want to put, we've come across things like this very often in our travels, especially where you get a person who writes these things out in English when English is not his first language.  And if one has to just fiddle around with this statement that you refer to and said, \"..who was acting as a chief in the area\", it also makes sense, and then it would be consistent, but I'm just pointing that out, you can carry on on the line you have chosen, I just thought I'd mention to you, that one could manipulate the import.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "No Mr Chairman I will not labour the point, I just want to put the language..",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you don't have to get the answer to..\n...(intervention)",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.  Can I repeat the question for you?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "The question is do you then agree that the information supplied in this paragraph 9a.4 of your amnesty application is not correct as it stands there?  Would you care to read what you wrote there?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And also then I refer you to paragraph 10.a where the question was\n\"State the political objectives sought to be \tachieved...\"\nand you stated there in paragraph 10.a of your amnesty\napplication on page 37:\n\"To make the country ungovernable and to remove a repressive chief\".\nDo you also agree that that is not factually correct as it stands there?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.  Let's start talking about the role of the deceased and your relationship with.. ...(intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry to disturb Mr Chairperson, on this point I just want some clarity.  Who filled in this form for you, did you fill it in yourself?  Your application form on pages 36, 37 and 38?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes myself.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And did you fill in this paragraph, 9a, 9a.1, 9a.4, 10a and 10b, yourself?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And did you also fill in the name?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Be very careful, we're going to take into consideration whether you're telling us the truth or not.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I do have three different hand-writings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I was not yet at the point of different handwritings, I was going to ask you, did you fill this form in on the same day at the same time?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I'm saying that truly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there three different types of handwritings on this, are there three?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well when we see this application we you used to have some tense moments or resting moments and then continue just like that.  That is why it seems to be in conflict or quite different.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you say all these different hand-writings are your own.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I will say.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And just on that point were you all together, all the applicants here today, they were all together when you completed the statement?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And everyone filled his own application.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well some of us were writing for others, for one-another.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Another apparently conflicting statement that you made regarding the deceased, I want your comment on please.  The first is that at two occasions yesterday you referred to the deceased or the person that you thought to be the deceased as a person who's senses had left him, do you remember that?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well let me explain first.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "We will give you an opportunity to explain, I just want find out if you remember that you testified like that?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can take my word for it, you did.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's accept that you did say that, he was dismissed or what he said to you was dismissed as words of that of an unstable person or words to that effect.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I said that, I didn't actually say he was mad or referring or alluding ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it was something less than - you used words less than indicating that he was a madman, I think maybe you meant or used the word that he was silly or unstable of mind.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And obviously the reason why you used those words was because no person in his right mind can take that man's words seriously and I think the words that were just used, his words was 'dismissed'.  That is the one allegation that you made, yet on the other hand you testified that at one instance this man with his sons dismissed a whole crowd, two to three hundred people single-handedly and you said that the girls were screaming and afraid and all that and obviously it eventually resulted that you did take his words seriously because you actually killed him.  No I just want your opinion on these two apparent contradictions.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Regarding what?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Regarding the fact that you said you dismissed these words on one side and then on the other hand you took his words so seriously that you actually killed him.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well we denied or we disputed that because we were so surprised why when there was this political awareness, this person was quite ignoring, as if he didn't know anything.  If he knew that, what was the reason that he denied or disputed that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes but can you perhaps explain to us what changed so that at one stage you dismissed his words and later on you took it seriously, you held meetings about it, you eventually killed him for that.  What has changed?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well it is because we met this person and he was saying the fact that the toyi-toyiing is going to confuse him and he was maintaining that the country was his and it led us into meeting again at the mountain because this person was maintaining that he didn't want these political activities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It isn't really what the witness is saying Mr van Rensburg that at the beginning they dismissed it and didn't take notice of it but the consistency with which the deceased approached them led to them taking it seriously.  He didn't use those words but he says, he gives the impression that that's what he means.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Ja that is all actually that I want from him is just an explanation Your Worship and I will accept that.  Okay let's continue, in your evidence you started off by saying that if you do not get rid of the witches you will never be really free.  And then all of a sudden in your testimony you stop talking about the witches and continued about the actions and your reactions thereon of the deceased...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is worrying us as well, before you carry on, his actual killing of Edward, the deceased and attack on his house, did that have anything to do with witchcraft or any related matter to witchcraft or traditional healing?  Put it that way.  Was there any relevance of that witchcraft or traditional healing and his killing?  Let's hear that because we're very interested in that.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "What happened was that, when the deceased came to warn us and where we undermined that we thought that he was an ordinary person and an elderly person that when it went on and when we heard about the hit list we also suspected him as on of the persons who were to be eliminated from Mahvunga.  That is why we were able to know that he was not really supportive of us because he was really a witch.  What was said was quite a mouthful because there were quite a lot of different stories.  I was one of the people who used to work in his fields, we used to go there on a tractor with our loaf of bread so that it should help us during the day and we would drop something in a shed, the mealie meal used to be eaten on a daily basis ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Kindly try and control your client.  Everything he says should be interpreted by the interpreter. Give the interpreter a chance to interpret.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I was still saying the deceased was suspected of witchcraft and I even want to mention that in such activities, like I'm saying here, I used to be one of the workers on the farm the referred farm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even if that was true, all I asked was that when he went to his death was that in any way connected with this belief that he was involved in witchcraft?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you tell us that?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I could not say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were asked to tell us why this man was killed, then you went through the whole story about how he interfered with you people, how he assaulted the girls, him and his sons, how he got the chief to get him a \"trek pass\" which he ignored and refused to act upon, how you people went to him over 45 hours, begged him to leave and then he attacked the crowd that surrounded his house, a crowd of about three thousand and they got cross and they started stoning him and a group of you then went about, in fact you then went to buy the petrol and the decision was made that he must be killed and his house burned.  You even were party to asking his family to leave because they were party to the problem.  Nowhere in that whole version did you tell us that one of the reasons at least for his demise was that he was regarded as a witch or wizard.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I said that because I was trying to maintain that we were not really looking for his witchcraft activities, it was only because he was barring us from all the political activities and we were able to realise that he was fighting against us in activities because we wanted the youth to realise that the activities were very important.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I put it to you Mr Ramasitsi that you wilfully mislead this Commission yesterday as to the reasons why you killed the deceased.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well I was trying to explain that when the deceased finally met his fate he was not really co-operating with the community.  The main reason of this killing was not witchcraft-related, it was because he was fighting against the youth, because were toyi-toyiing, he was not really co-operating.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Ja you've just on several occasions told the chairman that witchcraft was involved in his killing, now I ask you, which role did it play in the killing of the deceased?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well it is because whatever happened, we have those ideas, it seems we wanted freedom; when we wanted freedom in rural areas when there are people who were not really co-operating and we were suspecting, we knew that people were bewitched and it was quite visible, the fact that there were so many activities happening, suspicions in those days.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did he bewitch anybody?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who did he bewitch?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "What happened was that there was no serious indication that he bewitched a particular person, it was alleged that he was found in the early morning of that day on top of a certain woman with whom he was in love, but the woman could not feel that person was a human being, she only realised when the priest arrived that this person was only doing what he was doing, that was when they were able to realise that the women were being taken to that area to sleep with the late, that was why people really could not understand why they thought that many wives were being taken to this man.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was that a reason for killing him or one of the reasons for killing him because he took women to his house and slept with them?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes it was one of the reasons.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you perhaps give us any reasons why you killed him?\nWe've got the women sleeping with him, we've got  his opposition to you singing songs and toyi-toyiing, and what else caused his death?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I can.  What led to the death of the deceased is because he refused to relieve the community when he'd already been given the \"trek pass\" and when he disputed the fact that he had to leave and he experienced an assegai and people lost control, that is why they lost control and it was havoc which led to his death.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the fact that he had tractors and land and was a fairly wealthy person.  Was his wealth connected with witchcraft?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "No it was not connected.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Did you tell your attorney all this that you're telling us?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes I did.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Explain why you were not led on those things.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Will you repeat that question please?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "You can't explain why you were not led on those aspects?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well I did explain that the reason we could not touch on witchcraft was that the deceased, after the meeting, when he was not co-operating with the people, he could not realise that the political activities were quite important, especially that led to the people no longer concentrating on witchcraft but on dealing with the political activities, freedom especially.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on Mr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman,  and you agreed on this topic of witchcraft, that at the meetings that you held, the people were actually chanting that the witches must be burned, isn't that so?  Perhaps I should rephrase that, on the meeting that was held about the behaviour of the deceased and his family it was chanted that the witches must be burned.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay now let's turn to the incidents that took place on the 25th to the 28th of February of that year, and I specifically refer to the attacks that were launched at the house of the deceased's brother, Mr Petrus Mahvunga and I want to ask you, were you part and parcel of those attacks?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes I was.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "So how many times did you go to Mr Petrus Mahvunga's house?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "We went there twice.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And what did you do there.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well the first day we poured petrol around the house and it could not catch fire.  Then next time when we did he really ...(indistinct) us or followed us.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "The next day, that was on the 26th, correct?  That was on the 26th of February 1990, he chased you.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And on that specific day you actually successfully burned down his house or his hut?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "The next day we could not burn.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "On which date was his hut burned down?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "It was burned during the ...(indistinct) when the news about his move was released and that was when he said he was not going to move and whosoever...(intervention)",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Mr van Rensburg has that got relevance on this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes it is very relevant regarding the question of full disclosure Your Worship.  If I can refer you to the statement of the witness or the applicant contained in paragraph 41 of the bundle.  The statement there is not completely  transcribed, the actual hand-written statement is on page 42 and page 43.  This is the statement that was contained in this specific case docket.  This statement actually refers to the attack on the house of Mr Petrus Mahvunga, it only says there halfway through the statement, Mahvunga, but I will prove that this actually took place at the house of Mr Petrus Mahvunga, this is the attack.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Still ask a question, of what relevance is that attack to this enquiry?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "As I've said, it is relevant to the question of full disclosure and I'm trying to show to this Commission that the applicant actually was involved in more actions which he in fact did not make application for and in fact which he was not convicted but he was involved in that and then obviously therefore he should have made application for amnesty for those acts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he didn't.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "He didn't.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I'm, perhaps while you mention it, both of you legal representatives could overlook, at the indictment on page 154 and at the judgment.  There are three arson, counts 1, 2 and 3 relates to arson.  The first one related to Petrus, the second one to Edward and the third one also to Edward.  The judge found him guilty of arson and murder.  He didn't specify which count of arson.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Ja I think it was specified that he was found guilty on Count 3 and Count 7.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Oh so he didn't find him guilty of Petrus?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Of Petrus, I actually agree with that, he was actually found not guilty of the arson of Petrus' house which took place on the 28th as it was stipulated in Count 1...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any case he did not make application for that matter.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why should he have disclosed it then?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Well Mr Chairman this is the Commission where he should make application.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "He should make application now, he should have but he didn't.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He must male full disclosure in respect of those offences committed by his acts for which he applies..\n...(intervention)",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "For amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.  That's the restrictions of the 'Full Disclosure' concept.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Otherwise we'll hear about all his misdemeanours since he was a baby.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I understand that but I suppose there is also a cut-off point relating to the dates.  Thank you Mr Chairman, if I can just ask one question on this if you will allow me to finalise this specific point.  Mr Ramasitsi, would you agree that your actions as you have now testified relating to your actions at the house  of Mr Petrus Mahvunga, would you agree that that amounts to arson or attempted arson?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Sorry could you repeat your question please?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Would you agree that the reactions that you have now testified about today, actions that you have taken at the house of Mr Petrus Mahvunga amounts to arson or attempted arson?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well it has connection to arson.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay and just one thing that I think the Committee will also have a problem with, what was your fight with Mr Petrus Mahvunga?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well firstly Petrus Mahvunga was one of the suspects regarding witchcraft.  Secondly Petrus Mahvunga was with the deceased on the day we were on being beaten on the mountain.  That is why he was deemed to have been incorporated in our...",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You burned his house long before the beating on the mountain occurred?  You attempted to burn his house in February, the beating in the mountain was round about April.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In how many attacks on Edward's house were you involved?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Twice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was that?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "The first one was when we tried to put his house on fire, the second one was when he went to Edward Mahvunga's house during the day and we were coming from the kraals place,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the question is, when did those assaults of those girls that you talk about with the sjamboks and slings and all that occur, you had already attempted to burn his house?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  On the date of the 6th of April when that attack took place, the crowd any yourself allowed the deceased's wife and the children to escape, that was your evidence, is that correct?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And the reason why...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...because Mr van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "That is in fact common cause, I will put it to the witness, thank you Mr Chairman, perhaps I should do it now.   Rossinah will come and testify that they escaped through the narrowest of margins with their own life and through their own actions and it is not a question that you allowed them to escape.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Truly we realised that the situation was uncontrollable.  There was no time in which one could say this one is to separated from their people who were to be beaten, so there was no reason why one really protect a person.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "So would you then agree with me that they escaped on their own steam and not because the crowds allowed them to leave?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "That is not true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Is it not so that Rossinah on that day was also hit by some stones?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well she had already been beaten, or she had already been given a slap, not by stones.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Rossinah's going to say is that she wasn't opposed to take the children and go to the chief's house, she escaped and ran away.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well there was no one who could move out if the crowd didn't want, we made it possible for them to escape, it was just one gateway where we were standing.  If we didn't want them to escape we wouldn't have wanted it to be like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this crowd of 3000 right around their house?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And she had to go through this crowd from whichever angle she escaped. There was no pass through a part of the  crowd in any case?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes she had to escape through the mass.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay and why were there stones thrown at Rossinah on that day?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "She was resisting.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "How was she resisting?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "She was also throwing stones.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I see; this will be denied by Rossinah when she gives evidence, she said that she did not throw stones at the crowd.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "She will be lying.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I see.  So in your own mind she deserved what she got by being hit by stones, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You'd better ask it, not put it as a proposition.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I don't understand?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well was she hit by stones?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "She was resisting, I said earlier.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja but was she hit with stones, at any time?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "There was stone-throwing, I can't say from which direction, it was all over.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well did you see her hit by stones?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I could see her throwing stones.  You see these stones, were hitting one-another or each other on the way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Listen to me.  Was she injured by a stone thrown from the crowd?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well yes, finally, eventually it happened like that, she was injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, now why did you just tell us a couple of minutes ago that she was not hit by stones, she was slapped?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I was saying that because when it happened, during the time of her escape we were not really fighting because the old man or the deceased was already late.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come Mr Ramasitsi, we're all adults here.  We're not playing games here.  Your co-applicants' futures are also at stake.  Please tell us or answer the question properly.  Stop giving us added information only when we pose particular questions to you.  One of the issues or requirements of the Act is that you must make full disclosure and many occasions now you're saying one thing and a little later you're saying something different, you're not being helpful in your own cause and your co-applicants' cause.  Do you understand what I'm saying?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I am with you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's proceed Mr..",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairperson.  Okay it is established according to your evidence that Rossinah was resisting, she threw stones, she was hit by a stone and you say that she was allowed to escape.  What I want to know is, why the sudden change, the attack was also launched by her, and then according to your version, was allowed to escape.  Why this change of heart?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well it is because the person we wanted was already injured or dead.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think she was on the, as you call it, the hit list.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think she got caught up in the circumstances and perhaps the cross-fire.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes that is our...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore, what I'm trying to say is that is understandable that she would have been allowed to escape if you want to call it, as opposed to her husband's position.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, yes, what I'm aiming at and I'll put it to you as a quote from your previous evidence, when you were asked this question by your legal representative or a similar question, you testified that there was no grudge against the family, can you remember that?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes I can.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Meaning that the grudge was only against the deceased?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Would you describe this word grudge for us, as you have felt it yourself?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well the grudge initiated from the witchcraft, the lack of co-operation between the youth and him.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "And you felt angry at him?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "He was the one who angered us, the youth.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes if you talk about lack of co-operation, what obligation, what onus was there on him to cooperate with the youth?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well he should have wanted to know why the youth were meeting and toyi-toyiing and he could have received that explanation.  That is why we said he wasn't co-operating.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I put it to you Mr Ramasitsi that this was a personal grudge, a thing that got personal and that is one of the reasons why he was eventually killed.  A personal grudge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A personal grudge on the part of this witness?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, and others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well...(intervention)",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "But obviously I'll only ask his opinion on this Mr Chairman.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Can you repeat your question please?",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "The question is, I put it to you that you at that stage held, you yourself, a personal grudge against the deceased?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which would be, what would that grudge be based on?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Must I explain?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you're saying he did it because of a grudge, tell him what that grudge was.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay I'll do that.  Okay a personal grudge based on the fact that he was thought to be a witch, that he was more wealthy than the rest of the community and also that as you say, did not want to cooperate with the youth.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well all the above is true except jealousy.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I see, so let's not confuse each other.  You will say you will admit that you had a personal grudge against him because he was thought of as a witch and he was uncooperative?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I ask something from him.  You've worked for the deceased on the farm, is that correct?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you leave his employment?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I wasn't actually really working there, I was actually helping him.  I was a school student, I used to befriend myself with the young kids of the deceased and I would go to the field with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you leave helping, or why did you leave, whatever?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I could realise that there were some threatening things, that is why I could no longer be staying myself with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Like what?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "When we used to carry the mealie sacks to the field, there were sort of like some zombies.  Secondly on a certain day when I was with the sons of the deceased, the deceased came in a private car in the late evening, he had his friend, they started off-loading meat which all us wondered what kind of meat it was because it was off-loaded in a different manner and we suspected that it could have been meat from a human body because ritual murders and witchcraft was really combined.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've been asked why you called this man a witch and why you thought he was a witch on many occasions during your testimony, do you recall that, more than one occasion you were asked why was this man thought of or regarded to be involved or connected to witchcraft? Isn't that so, you were asked that, correct?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Why did you never mention this off-loading of strange carcasses or carcasses in a strange way?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well it was because, well I said yesterday I was referring to the way we were fighting against the deceased, I could not get into witchcraft because it was not risen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, I don't know if you understand or misunderstand the question.  I hope you are being questioned in the language of your choice.  All I'm asking is that when you were asked about why the deceased was thought to be connected with witchcraft, why did you not tell us that one of the incidents was when you saw that meat or carcasses were being off-loaded in a manner that led you people to believe that the meat was that of a human kind, that strengthened your belief that he was involved in witchcraft?  Why didn't you say so?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well it was because, well I didn't have as much time as I'm getting now, because the questions are coming directly to me, which was not the case yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No there was a direct question to you this morning and yesterday, why did you think this man was connected to witchcraft, that was a simple, straightforward question.  Now you were under no pressure, time pressure or other kind, all I'm asking is why didn't you mention it at that time?  You had an opportunity and more than one opportunity.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well beg your pardon for what I said, I thought I'll say that...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No don't beg my pardon, my pardon's got nothing to do with the matter, I'm asking for an explanation.  Why didn't you raise it before?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "It was because I was referring to the fight barring people from the political activities regarding the deceased, that's what he was doing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you understand the question?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I didn't have anything which had a witchcraft related matter as it was being asked yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were asked this morning, never mind yesterday.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well yes today I was asked and I already answered that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja but that's not now, I'm talking about earlier today, you were asked a direct question.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well the question wanted me to know why we were fighting against the deceased and I said it was witchcraft related, but I didn't give a full explanation on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to ask you once more, when you were asked this man was regarded as being involved in witchcraft, you had an opportunity to give this example that you just gave.  Why didn't you do that earlier when you were asked what made you think this man was involved in witchcraft?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I gave an example of the mealie sacks which made people believe that he had zombies... ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you talked about these carcasses that strengthened your belief on earlier the occasions, why didn't you?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well I didn't realise that will be this vital or important.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ramasitsi, surely the dealing in human flesh must be as important as any, if not more important as any other indicator of witchcraft? Surely, we heard expert evidence on the use or the belief that human flesh played a major role in witchcraft or traditional medicines, ritual murders, you were here when that evidence was being given.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you can't come and tell us that you think it was so important.  You were asked a direct question as to why you thought the man was involved in witchcraft or ritual murders or whatever and you never told us that you had witnessed or observed the removal of flesh which led you to believe that they were dealing in human flesh?  Now we spent ten minutes on asking you, or me asking you why you never mentioned it before.  Why are struggling with an explanation or have you got no explanation?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well there is something I can say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's hear it then.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "The truth is since we realised the human flesh or the flesh, it was a time when many people were busy talking about when formally they were associating with the deceased, they were threatened, they felt that he was busy with witchcraft and ritual killing, that is what led to the people feeling very uneasy.  When he was claiming to be the chief and people were surprised as to why he wanted to be the chief when he was the one who was really indicating that he had these terrible things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I hope that nobody else is going to make a similar attempt that I made.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I'm not going to try Mr Chairman, I'll rather proceed, thank you.  These facts that you had in your own mind that perhaps the deceased was involved in witchcraft, these facts that we were talking about now, is it not so that at the meetings and also at other occasions you and the other applicants and all the people, they would discuss those allegations and facts so that it came to all of their knowledge?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "During your testimony you stressed the fact several times that your intention was for the deceased to leave the area and also on the 6th of April, after the meeting that was held at school, I think you said there was something like five hours spent in negotiations and I take it that those negotiations aimed at persuading the deceased to leave the area, is that correct?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "So if he would have left, he would not have been killed and his place would not have been arsoned?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Now I put it to you that that specific fact was contradicted by the judge in his judgement and he came to the conclusion, and he listed something like, just pardon me for one second...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I may just indicate that we're not bound by those conclusions, hey.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes I understand that very well, I just want his opinion on that.  The learned judge listed ten reasons why he came to the conclusion that you only went to that house of the deceased on the 6th of April to kill him and nothing else.  What do you say about that?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well we were not going there to kill.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Why did you take petrol with?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well we thought we were going to put the house on fire.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I see, so you planned to burn the place but not to kill him?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "During your testimony you also made several times mention that especially on the date of the 6th of April that there were many people, I think you said two to three thousand people and that they were young and old, do you confirm that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Girls an boys.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Mostly boys and girls, yes.  Can you remember that?",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes I can confirm that.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay the point I'm trying to make is, would you agree that this action that was taken against the deceased to burn down this house and to kill him was not an action taken by the youth, it was an action taken by the whole village.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes but basically the youth were very much responsible.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Yes they might have taken the more active role but the older people were also present there on the 6th of April.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Yes it is true.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay now lastly, I want to put it to you that you wilfully mislead this hearing to try to convince us that you actually committed this murder and arson because of political motive whilst it is clear from your evidence now that you actually committed it because of witchcraft.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "Well I didn't only mention witchcraft.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg, there has been evidence from the expert that throws witchcraft right into the political arena and in those circumstances, while we haven't made up or minds yet to accept that evidence or not, I think it would be fairer to point out to the witness for his comments in that fashion that you say it was for witchcraft as if it wasn't political, but maybe it was, we don't know yet.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes that is the point that I will argue at the end of ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja and then when you put a question like that to the witness, I think that one should then couch it in such terms where the ambit of the political relationship with the, or possible relationship with the witchcraft is included.  Let me try to help you here.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr..",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see what the proposition is from the attorney, is that you wilfully misled the Commission as to the reasons for the death of the deceased and in fact despite what the experts said, that in this area that witchcraft fell within the political arena at some time during the struggle, you actually killed him for witchcraft\nactivities only, not for political reasons.",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Well it was a combination of the factors above.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, I think I have no further questions to this witness.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.\nNO FURTHER QUESTIONS BY MR VAN RENSBURG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson.\n\tMr Ramasitsi, just for clarity, can you explain to us, at what stage did your suspicions about the deceased's involvement in witchcraft arise?, was it after you started to have to have problems with him in terms of your political activities or before?",
            "Female"
        ],
        [
            "MR RAMASITSI",
            "No.",
            "Male"
        ],
        [
            "MS PATEL",
            "No what sir, was it before or after?",
            "Female"
        ],
        [
            "MR RAMASITSI",
            "That was before, that was in 1989.  It went on further when he refused us in our free political activities so that we decided to talk to him so that we turned to ask him to leave the country so that we remained in our political things freely.",
            "Male"
        ],
        [
            "MS PATEL",
            "I'm sorry sir, I don't understand, are you saying that your suspicion about Mr Mahvunga's involvement in witchcraft only occurred after you started having problems with him relating to your political activities?",
            "Female"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou have you got any re-examination?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "None, none Judge.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why was he given a trek pass?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "People were no longer interested in him because he was suspected to be a witch, and on the other hand he was refusing the youth from being involved in political activities.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No but a trek pass, isn't that something only given to a witch?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "No, it can be give to who maybe the country wants to get rid of him, a person who is not co-operating with the people, a person who is found having killed somebody, even in the past when there were no police, there were people who used to be evicted to the community.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I see now who went to the headman to ask for a trek pass?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "A boy and a girl were sent to the chief.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Their names?  Anyone connected with you people?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "One of them is the deceased, he is dead, today he's dead.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And what were the reasons given to the chief when these people approached him to get a trek pass?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "The causes were discussed before the quorum because people were no longer interested in him because they were being bewitched, they were assaulted while they were toyi-toyiing, in the third place he wants to destroy us, he claims to be the leader of the country and then we decided to let him go so that we can build our community up from him because he was not doing it properly, he was not at peace with the people.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who was the chief at the time?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "The chief was Adam's father, who was ruling one or two years after the death of the old man.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is he still alive today?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Ja the old man is dead but there is one who will replace the old man who is still alive.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I understand that he's - but the chief who actually gave the trek pass, is he deceased now?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So the man who ordered the \"trek pass\" is still alive?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes he's still alive.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And his name is?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Ruditsani Adam Mahvunga.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I see.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is he related to the deceased?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This trek pass, is it a written document or what?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes it was written with the Headman's stamp to show that it has been approved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is that \"trek pass\" now?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I think that \"trek pass\" is with the police because the police were shown it and I don't know where it is now.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "At the time of the killing of the deceased did you belong to any political party?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I was a supporter of the ANC by then.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And the other youth did they also belong to the ANC?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "I think so but we were forming the Youth Congress which were intending to affiliate under the ANC.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So the meetings that you held here, you were discussing ways of affiliating yourselves to the ANC, is that correct?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes it's correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You mentioned that the deceased was known for his aggressive behaviour, do you remember when you said that yesterday?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I still remember.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What had he done before to show that he was an aggressive person?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "One day he chopped a person to death and he was jailed three to four years in the ...(indistinct) prison.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So is that why you were scared of him, because he chopped a person to death and jailed from four to six years?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "That was just an example but the kind of his life, proof that he was aggressive, let me give another clear example.  There was a water furrow which used to take water to the kraal, that furrow was used by everybody.  During the night I used to water, sometimes I handed it over to another.  That water was normally opened somewhere where it is full, then one day, that water, when the deceased fought with the men, fighting with spades, fighting for that water.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Because you mentioned yesterday that he was aggressive that you decided to form SDU's, Self Defence Units, do you remember that, yesterday?",
            "Unknown"
        ],
        [
            "MR RAMASITSI",
            "Yes I remember that.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairman, if I may interrupt; regarding the evidence, the questions put to the witness by the Committee members, there is just one statement that I omitted to make regarding the trek pass, and if the Chairman to give me the opportunity, it will just be a statement.  Mr Ramasitsi the deceased's wife Rossinah will come and testify that she had absolutely no knowledge of this \"trek pass\" that you are testifying about and that she never saw such a document.",
            "Male"
        ],
        [
            "MR RAMASITSI",
            "I won't be surprised because the \"trek pass\" was not meant for her, it was for her husband.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "I have nothing further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may be excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}