{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-12",
        "location": "THOHOYANDOU",
        "day": "1",
        "names": [
            "ROGER KACHERO RAMASITSI"
        ],
        "case number": "AM2723/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53525&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99071214_tho_990712th.htm",
        "speakers": [
            "MR NDOU",
            "CHAIRPERSON",
            "ROGER KACHERO RAMASITSI",
            "ADV DE JAGER",
            "ADV SIGODI",
            "MR VAN RENSBURG",
            "PROF RALUSHAI"
        ],
        "original_speakers": [
            "MR NDOU",
            "CHAIRPERSON",
            "MR RAMASITSI",
            "ROGER KACHERO RAMASITSI",
            "ADV DE JAGER",
            "ADV SIGODI",
            "MR VAN RENSBURG",
            "PROF RALUSHAI"
        ]
    },
    "testimony": [
        [
            "MR NDOU",
            "Thank you Mr Chairman.  Now I wish to start calling the evidence of the applicants themselves and I intend starting with Ramasitsi, that's 2723/36, I suppose it should read 96.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ramasitsi, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you sure?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If during your testimony you wish to change, then please indicate to your attorney please.\nBefore I ask you the next question, is there any particular reason you have that thing on your head?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any particular reason that you need to have that on your head?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Because of my ear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your ear?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is wrong with your ear?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "My ear, the right ear Sir has been torn off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Mr Ramasitsi, you are applicant number 2723 of 96, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "And your full names are Roger Kachero Ramasitsi.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now could you tell the Committee as to when were you born?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I was born 5 May 1970.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see, so that makes you 29 now, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.",
            "Male"
        ],
        [
            "MR NDOU",
            "And you've come before this Amnesty Committee to apply for amnesty for certain acts or commission that you committed during 1990, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, before you proceed, I just want to indicate to you that at the end of the hearing the Committee would expect you to indicate which crimes each applicant would be applying for amnesty for.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because we are not going to give amnesty for something that is not asked for.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is so.\n\tNow, is it correct that indeed in 1992, November, you were sentenced for certain offences which took place on the 28th and 6th April 1990, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now for which offences were you convicted?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I was convicted of arson and murder also.",
            "Male"
        ],
        [
            "MR NDOU",
            "And this murder that you are alleged to have committed, who was the deceased person in the matter?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The deceased is Mr Edward Mahvunga.",
            "Male"
        ],
        [
            "MR NDOU",
            "And where did deceased Edward Mahvunga reside?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "He resided at Mahvunga location.",
            "Male"
        ],
        [
            "MR NDOU",
            "And you, where do you reside?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I reside at Mahvunga location too.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now when I looked at your date of birth, I see that in 1990 you were 20 years of age, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now, you are appearing here before the Committee with several others, 8 other people.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now I want you to slowly go through and explain to the Committee as to what transpired before you did whatever you did and why you did it, so that the Committee can understand before they can take a decision as to whether to grant you amnesty or not.  Do you understand that?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Thank you.  Can I go?",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes, please do so.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I think I should start at the time when the man was released himself, I mean the Honourable Mr Mandela.  The time he was released, I still remember every feeling of the youth here in Venda, particularly in our region, there was a general feeling that we have to be free and that freedom was to come through our contribution.  So as Mr Professor here said, in the urban areas the youth were involved in many things to render the country ungovernable as such.  So in the rural areas there came to be a time when things weren't going right, as I can say.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you just pause in between sentences so that we could take notes, please.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Right, just take it slow.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Okay.  At the time of the release of Mr Nelson Mandela the youth were very much emotionally charged because at the time, that was the time of political awareness amongst us, the youth.  During that time there was a confusion, if not a confusion at all as I can say, the youth were very much distanced from playing political role here in our region because everything which was done, it was done for us by the elders.  We felt that as the youth we have to contribute to our freedom as such.\n\tDuring that time, it was the time when political parties were starting to stage rallies around our region, particularly in our area where I was staying in Nzhelele.  So during that time, we used to go to all the rallies, addressed by those big political powers, I mean those big political names in South Africa.  During that time, it was the time that everyone said that there was a quest for freedom, so there came to be a time when we had to strategise so as to be in form with those comrades in the urban area.  As I still remember, our comrades in the urban areas were involved in rent boycotts, consumer boycotts, strikes and all the likes, whereas here in the rural areas there were no such things, so there came to be a time when we thought that for us to contribute in our struggle, we have to remove such obstacles that were making it difficult for us to be free as such, as everybody was thinking that now Mandela is out, we are going to be free.\n\tHere in the rural areas, it was not that easy.  There were many confrontations with the police and the defence force as such because during that time almost every main road here in Venda, it was manned by the comrades because every now and then there was a movement of youth going up and down attending rallies in the stadium and in the committee halls as such.  So, we used to hold meetings in our village.  Mostly when we came from major rallies, when we came back, we used to address those youth who used to stay behind for protection.",
            "Male"
        ],
        [
            "MR NDOU",
            "Okay.  If I may ask you, were you organised as a group, or were you just a group of separate individuals who'd come to meet, what prevailed at the time?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So at that time, as I have said, it was emotionally, it was a feeling amongst the youth that for us to be counted as the freedom fighters, because at that time it was during the time of the unbanning of political parties, during that time I cannot say we were members as here in the rural area there was not that political awareness that everyone can say I have to be a member, I have to be a card carrying member, so I can say we were supporters of those political parties, at such time, but we were not card carrying members as we were just starting to mobilise so that we can have our own youth congress as such at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was that?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now tell me, I'm going to ask you a very important question.  These activities and the development of your youth congresses and all that went after, why was that done?  Was it done perhaps to show the rest of the country that things can also happen here and that the youth in the area must not be thought of negatively, or what was the actual reason?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The actual reason was that as we came to realise that this independence which had been granted by the South African Government, it was null and void because the truth is that actually it was no independence at all, it was just, what can I say, it was just a mickey mouse independence, so the youth came to be aware of that.  So the general feeling amongst the youth was that we have to fight to see this banana republic returned back to where it belongs, the South African Government at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that a genuine feeling amongst the youth or was it just to show the other youth that you are their equals politically?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It was the general feelings amongst us the youth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Thank you.  Okay, that time after those major rallies, it came to be known amongst us that now that the youth had come to see the light, they have to fight to see this Venda going back to where it belongs.  So when it comes to the strategies that we used to employ, in trying to render this state ungovernable, we decided that as we have got so many obstacles that are making it impossible for us to be free as we have to see that people have to be redeemed from those chains that South Africa have made us suffer for a long time as such, we have to devise some strategies and such strategies were very, they were no, I mean, specific directives as to what has to be done.  As we were the youth ourselves, we felt the pressure mounting within us that the closest target which we can deal with, let's say it can be witches as such, so we started to hold meetings.  We used to hold meetings sometimes three times a week, maybe Sunday, Tuesday,. Thursday or Fridays.  So it used to be three times a week.  So the first meeting I remember we held.  May I carry on?",
            "Male"
        ],
        [
            "MR NDOU",
            "Okay, let me try to assist you so that we can move faster.  You resided at Mahvunga location?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Do you have a traditional leader at Mahvunga?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "And who is the traditional leader at Mahvunga?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "His name, I forget his name, he's got his Venda name, his name is Adam Mahvunga.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now this Adam Mahvunga, does he lead your village from within?  Does he reside at Mahvunga as well or does he reside elsewhere?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No.",
            "Male"
        ],
        [
            "MR NDOU",
            "Where does he reside?  Does he reside at Mahvunga?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "In fact he resides at Mahvunga but he is a commuter.  By commuter I say he is the one who works in the Reef, he used to come back some times.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes okay.  Now you say during that period your group of young people would gather and hold meetings, whereat you discussed certain issues affecting you as people?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Right.  And I also understood you to be telling the Committee that during that period you had come to see the light, you had come to see that what you were getting and what you were involved in, in the independence of Venda, was not actually independence, so you wanted to free yourselves from this so-called independence so that you can go back to the original South Africa?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "What sort of discussions were you holding at these meetings when you held them with your peers?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            ": What we expected, we expected a good life whereby we could get a free education; free health services and all the things that we have been promised as the new dispensation was to come around.",
            "Male"
        ],
        [
            "MR NDOU",
            "Okay.  And who was Edward Mahvunga, if you could explain to the Committee so the Committee understands exactly, so that even when you get questions from the other side, the Committee understands what you are talking about.  Who was Edward Mahvunga.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Edward Mahvunga, he was a relative of Mr Adam Mahvunga, the headman.",
            "Male"
        ],
        [
            "MR NDOU",
            "A relative in what sense?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I think they share the same grandfathers, as I can understand.  But I don't know whether it was an uncle or a grandfather, but I think there was relationship between the two.  ...(end of tape)",
            "Male"
        ],
        [
            "MR NDOU",
            "Now what sort of role would you say Edward played in the community?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "He was just a commoner.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "As I can motivate by this, he was a commoner in that if he was a distinguished person in the community, he could not have stopped us from having free political activities at the village as he did by confronting us.",
            "Male"
        ],
        [
            "MR NDOU",
            "Okay, let's take it step by step.  What I've asked you is whether Edward Mahvunga had any significant role to play in the community, that's what I want you to give to the Committee.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now, what sort of work did he do?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "He was a farmer, as I can say.",
            "Male"
        ],
        [
            "MR NDOU",
            "What did he farm with?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "He used to farm onion.  He was farming onions and fruits.  He was not a cattle farmer, he was not a good farmer, he was not a stupid farmer.",
            "Male"
        ],
        [
            "MR NDOU",
            "Okay.  Now when you held these meetings, did you have anything to do with him?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No not particularly.  What we have done that concerned him is when we touched the issue of doing away with the witches as we perceived them as obstacles that were making the then Venda government ...(indistinct) at the time, as we have stated the case of ritual murders and the likes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You explain to us what you mean by that, or what you understood by that.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say that there was a decision to kill the witches, wizards, why?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "In the rural villages it was different from urban areas.  In the rural areas we grew up with the belief that there are witches surrounding us.  They are people who have the power to practice supernatural powers that we cannot see by our naked eyes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Just go slowly please, because this is very important what you are telling us and realise too that you should think carefully what you're saying because it's very important what you are telling us.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Okay.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You said, in our area we believed that there were?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We grew up in the belief that there are witches, those who have been endowed with supernatural powers.",
            "Male"
        ],
        [
            "MR NDOU",
            "Who, specify who you are referring to?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The witches.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now you've explained to the Committee that you grew up believing, from what you learned, that they were practising witchcraft.  Now I want you to explain to the Committee who you are talking about.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I am talking about the witches, those we have said we have to eliminate.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But give us the names of one or two or whoever.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "One such a witch was Mutshinya Tshinakaho, she was one of the witches which were pointed out.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you just spell that for us please?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.  T - S - H - I - N - A - K - A - H - O\nMutshinya is  M - U - T - S - H - I - N - Y - A.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now who else are you talking about?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "One was Miss Muravha.",
            "Male"
        ],
        [
            "MR NDOU",
            "Muravha is M - U - R - A - V - H - A",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why did you people want to kill these people?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Our main aim was not to kill these people, we just wanted to get rid of those witches, whether by banishment or just by trying to make them confess to their evil deeds, so that we can be aware of what is going on around us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "After pinpointing those people ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why did you want to get rid of them?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "There used to be a time when people were crying \"So-and-so has bewitched so-and-so, so-and-so has got Zombies also\" so those talks they were the ones that made us to wonder, what are they talking about, what is happening, what can be the cause, what can be done?  So those were the questions we asked ourselves first.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What has that got to do with your freedoms of free medical care and free education?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It came to that because those witches, they were believed to have strange powers because we used to believe that those witches, they have got everything.  That's how we used to understand things about the witches.  They were super humans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So sometimes you found that they were jealous, they inflict diseases on other people, they are causing death to other people.  They were crippling people somehow, so they felt that before we get this freedom we are talking about, we must be free of ills amongst us, that's why we said that those witches have to be eliminated before we get that freedom because it is no use getting freedom with obstacles on our doorsteps.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now how did you come across the deceased?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The time when we cam across the deceased was the time when we were coming from one such rally in Thohoyandou.  It was at about, round  half past 5 to 6.  We were gathered at the school soccer ground at the time.  We were about to address the people who stayed behind, of how ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes please, you should go slower because I've got to write down what you're saying, and if I can't write it down I can't remember what you were saying, so it's very important that we write down what you're saying.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I'm sorry.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You started off by saying that you came across the deceased while you had a meeting or a rally at a school.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We were coming from a rally.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So during that time we were chanting freedom songs.  So then we heard a voice shouting.  The voice was shouting \"who are you, who's there?\"  So after that we stood still, no one was chanting.  We were expecting that voice to come forward.  Then after a time we heard that the voice was not coming nearer and that made us wonder who can be this person who is shouting at us and then failed to show himself or herself.  Then we heard the voice again.  The voice was saying \"Are you the comrades?  What do you think you're going to come up with in my place?  In my place I don't have freedom fighters, I don't have comrades and I don't like comrades at all.\"  Then we realised that the voice belonged to Mr Edward Mahvunga.  So, he wanted to know what was the real reason why we converged at the soccer ground at the time.",
            "Male"
        ],
        [
            "MR NDOU",
            "Did he come to you?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No, he was not close to us, he was on the footpath.  And then we told him we are chanting because we are happy.  The big man has been released.  By the big man I am referring to Mr Nelson Mandela.  Then he asked us \"Who is this Mandela?\"  and then we tried to elaborate to him who is he.  Then he told us it is his first time to hear such name being announced in his place, so he don't appreciate hearing such things because he is not a politician, he is not a comrade.  We just gave him a passing glance and thought that maybe he is disturbed.  The next day when we held another meeting again, he came back again saying \"Oh, it's that meeting again\" so we told him what we are doing does not concern him, then he said \"I think I'll be hearing for the last time, because I don't appreciate the idea of comrades chanting when we are asleep\".",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What time of the day or night was it?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It was about half past 6, 7 in the evening.\nAnd again he was dismissed as someone who was not in full command of his senses but then he said he is going to take major steps to see that these things, it is going to be put in hand, the thing of our chanting all around the village.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did he tell you he's going to take steps?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.  Then, when we were about to hold the third meeting,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was that?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It was three or four days after that meeting, we thought of holding that meeting I'm talking about now, the third one, on a mountain so that maybe it will be safer or maybe he won't hear us chanting on the mountain.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why did it worry you that he should not hear you chanting?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why did it worry you that he should not hear you chanting?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I don't know what he was worried about because we tried to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, why did you worry about him?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The problem was one, he was the one who was concerned about our chanting and all those meetings that were taking place in our village.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes, but the question is, why did you deem it necessary to move and actually hold a meeting on the mountain in order to get away from him.  Why was it necessary?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We thought, maybe, because he is the one who is pestering us with his questions and all the likes, we have to give him room, if he wants to be the boss of this village, then we have to leave him in the village, then we must go on the mountain and there we will have to hold our meetings.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But you were asked several times what was his position in the community and you said he was a commoner.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, he was just a commoner.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So why was it necessary to go away from him?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "In fact he was an aggressive someone, because he used to have some confrontation with the headman also.  People were not in favour of him as such because he was having negative attitudes towards everything the village agreed upon.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But where would you hold these meetings I mean where he would hear you?  Was it not at the stadium.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No, it was in the soccer field at home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He wouldn't hear you from the soccer field?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It's not far from his place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What the question is directed at is, why were you scared of him, what was so special about him?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We were afraid of the major steps he had promised us that he was going to take.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you think he was capable of doing that?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We used to know him because he was an aggressive person and we knew whenever he said something, he meant it, so we didn't take chances.",
            "Male"
        ],
        [
            "MR NDOU",
            "And how did he himself perceive himself to be amongst the people of Mahvunga?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "There was a saying that, he used to say that he has been robbed of the chieftainship, he should have been the headman in fact.",
            "Male"
        ],
        [
            "MR NDOU",
            "So what you are saying is that he regarded himself as the headman of the area?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, that's why he was trying to tell us no, I don't want to hear you chanting all around here because it makes me angry whenever I hear comrades chanting and all the likes, because we know the headman himself he was tolerant to what we were doing, but he himself was against us so we were surprised.",
            "Male"
        ],
        [
            "MR NDOU",
            "Let's take it very slowly.  It's very important that the Committee understands exactly what you are saying.  Now as I understood your evidence, the headman works in Johannesburg, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.",
            "Male"
        ],
        [
            "MR NDOU",
            "The real headman?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "That's what you have told the Committee.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry who was he?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who was the headman?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Oh, he mentioned his name, Adam Mahvunga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adam?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh yes, they had a common uncle.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.  So when Adam Mahvunga is in Johannesburg, Edward perceived himself to be the leader in the area, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Correct.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairman, I think I have to object to that question, I don't think that was what the evidence was.  The evidence was that he would have liked to have seen himself as the headman.  That was the evidence.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes, that's why I say he perceived.  I think the word perceives, it makes a great difference there.  He perceived himself to be the leader of the people in the area.  I didn't say that he was the leader, I said he perceived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He assumed the leadership when the real headman was gone.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes, that is so.  You can proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did he do that?  What did he do to indicate or to demonstrate that he had assumed this position on this pedestal?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Sometimes we used to, whenever there is something that the Committee have to hear, there is the second man to the headman, he is called Jonas Radsidau, he is the one the headman used to assign if there is some sort of duties to be one in the headman's kraal, so when we used to hear that voice of the second man of the headman, the other day we heard the deceased's voice calling instructions to the whole village, the voice chanting around, \"who has ever heard about those boys coming from nowhere and chanting, are these the boys from this area, when we expect the boys from this area to be far away from these activities\".  So that's how we come to realise that okay, he was about to take the helm of the country, so we have to give him room and go to the mountain to hold our meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry one.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, that day of the meeting on the mountain, we started about half past four.  We were comprised mainly of males and females, there were boys and girls, numbering at about 200 to 300.  I remember I was the one who was having the meeting at the time.  So when we were busy with the meeting, all of a sudden we hear stones being thrown at us and at that time it was round about 6, 7, 8 in the evening.",
            "Male"
        ],
        [
            "MR NDOU",
            "Where did the stones come from?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No one was having the idea at the time.  We were surprised and we thought maybe it was some of our comrades, they were just trying to scare us, until we realised that the stone throwing was coming from different angles.  So at that time mostly the girls were shouting, \"hey, they want to kill us, who might be throwing us with the stones\"  They were surprised.  So we boys, we stood up, we made some sort of a defence unit, we made a sort of a kraal and put the girls inside and the boys were outside the crawl so that if the stones were coming they had to hit us, not the girls.  But the stone throwing didn't stop.  It is then that we realised that we are in danger.  If we stay here one of us will have to be carried down the mountain or we will leave some sort of a corpse.",
            "Male"
        ],
        [
            "MR NDOU",
            "Who was throwing the stones?  Let's just try and move forward.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "At that time we were not aware who was throwing the stones.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you find out eventually who threw the stones?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, I'm coming to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let's get to that then, that's what your attorney is asking you.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Okay.  So when we got down the mountain, we were running.  We were running to safety because the mountain was nearest to the village, so whenever we crossed the wire dividing the village from the mountain, we landed in the village.  So it's then that we realised that there was the deceased and he was not alone, he was with his sons and he's got four sons, if I'm not mistaken.  So when we get down from the mountain we found that he had already assaulted most of the girls and they were shouting his name,  Edward, you are hurting us, Edward you are hurting us, so it is then that we realised that it is the deceased who was ambushing us with his sons and they were using slings.  Those stones were being thrown from slings, not from just hands.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So he and his four sons attacked 200 - 300 people.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.  Then we ran away because it was in the night.  There was no time of protecting yourself because you were not having any idea where you are on the mountain because we were afraid of getting hurt, that's why we tried to run away from them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you got down to the bottom of the mountain into the village, how far from the fence did you see these 5 people?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Not even 10 kilometres from there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "10 kilometres?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Millimetres, maybe 100 millimetres from the fence.",
            "Male"
        ],
        [
            "MR NDOU",
            "Metres or millimetres?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Metres, I mean.  I'm sorry.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now is it 10 or is it 100 or what?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "20 meters, 30 metres from the mountain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we get into cross-examination, let us just establish approximately how far?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you know a soccer field?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "A soccer field?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the size of a soccer field, it's about 100 metres.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It's from one goal post to the centre.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that's 50?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you satisfied that's the distance now?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, could you see them?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, we could see and hear their voices.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm asking could you see them?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Not exactly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how did you know it's them?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We the boys, we were at the back.  What we heard is the voices from the girls who were shouting,  Edward you are hurting us and they were also calling the names of the boys who were beating them at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you mentioned in your evidence that they had used slings to throw these stones.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see any of these slings?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, of course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you see it?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I saw, when I was coming down the mountain, there was another, there was one of the sons, he was chasing one of the girls and she was shouting his name.  The sling was hanging through his trouser's loop and then on the other hand he was carrying a sjambok, which he was using to sjambok the lady that was running away.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now I want to ask you something.  Did you see the son?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I saw one of them, I didn't see all of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was his name?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Ndanganeni Mahvunga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you could clearly see him?",
            "Unknown"
        ],
        [
            "PROF RALUSHAI",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In that dark?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It was not dark at 7 at summertime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were able also to see the sling and the sjambok?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, I saw the sling, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just spell the name of that son please.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Let's use Eric, Eric Mahvunga.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "N - D - A - N - G - A - N - E - N - I",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "You can proceed.  There you were seeing Edward's son Eric carrying a sling and chasing one of the girls with a sjambok and then what happened?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "From that time we were all down the mountain at that time, so we were starting to inquire from those who were next, I mean, it was not that dark for the people to be asleep at that time.  The people were not asleep, so whenever we get down the mountain we met those people from their homes who were afraid of what is going on in the mountain because they heard children's voices crying, the girls shouting, \"hey we are dying, hey we are being hurt\" and the likes, those were the people who were waiting for us when we got down the mountain.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes proceed.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So from there we started to gather information as to what was going on exactly.  Then we realised that the deceased and his sons, when they were ambushing us, they went past those families we were inquiring from, they're the ones who came to realise this is the one who was ambushing the kids in the mountain.  Then the people gave us enough information to pin down the deceased and his sons with the assault.",
            "Male"
        ],
        [
            "MR NDOU",
            "How did you pin them down?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "They are the ones who told us it is the deceased and his sons.  As I indicated earlier on, that I have seen one Eric Mahvunga, the deceased's son.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "From there we dispersed to our respective homes on that day.  No political activity took place that day.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Then the day after the incident of the assault, we found it hard to assemble, as the girls especially they were afraid of being sjamboked again.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "After that incident the village found it hard to accept that a single individual, accompanied by his sons, can just attack a mob of about 300 youths, aimlessly.",
            "Male"
        ],
        [
            "MR NDOU",
            "What did they do?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So, the villagers held a big meeting.",
            "Male"
        ],
        [
            "MR NDOU",
            "And when you say villagers, are you referring to both old and young?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, the whole village.  So when they held that meeting they wanted to know what was the cause behind the assaulting of the youth by the deceased and his sons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did this meeting take place?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Where?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When and where, yes?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The day after the incident of this assault at about 3, 4 in the afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So, the people came with different ideas and different solutions to the problems facing the youth, as the youth felt that they cannot be held ransom to their freedom they are longing for, because the assault itself had served the youth as a clear indication that their political  activities was a problem to the deceased as he has proved it by assaulting the youth as such.  So the people thought the best way to deal with the deceased was that we have to go to the headman and seek the \"trek pass\" so that he must be banished from the village.  So the headman came back from the Reef.  So he was made aware of the incident that took place in his absence.  So after hearing what had taken place he asked the people, \"what do you think is going to be done because you are here asking me as the headman to come up with the solutions for us to live together as a village after what has happened,\" I am referring to the assault here.  So the people came to the conclusion that it is better for the deceased to leave the village because he was against our quest for freedom as he was still living in the dark ages, he was not aware of what is taking place.  I mean he was not aware of what was taking place at the time.",
            "Male"
        ],
        [
            "MR NDOU",
            "And did the headman take any action?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course, he is the one who issued the \"trek pass\" and ordered his second man to go there and give the \"trek pass\" to the deceased so that he must leave the village.",
            "Male"
        ],
        [
            "MR NDOU",
            "Did he leave?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Not at all.",
            "Male"
        ],
        [
            "MR NDOU",
            "Do you know why he refused to go?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We demanded an explanation as to why he is not thinking of going away from the village.  He said he cannot leave this village, he has worked and sweated for this village, he loved this village so much, he has already built his home and he has got children, he cannot just go and leave his home with wife and children and the like.",
            "Male"
        ],
        [
            "MR NDOU",
            "And did the people accept this explanation?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No, the people said \"now you attack the people without coming to disclose your ideas of what was taking place, you just took matters upon your hands and took to sjambok the comrades, so we understand your idea of leaving your house and the children and the wife, but the best way for you to do, you can just take your wife and those small kids and leave those big sons to take care of the house.  As for now we find it difficult to engage in free political activity in your presence.  We are being sjamboked.  Who knows if tomorrow we are going to be killed, as you have already started.   So for us to be free, you have to leave.\"",
            "Male"
        ],
        [
            "MR NDOU",
            "Now who did you want to leave?  Did you want him to leave with his family or did you just want him as an individual to leave?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "As an individual, because we were not having any grudges against the family as such.",
            "Male"
        ],
        [
            "MR NDOU",
            "What would happen to his family?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "After he had left?",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes, if he were to leave as an individual, what did you expect of his family?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We saw that he has got big sons who can take care of themselves.  They were not so young, they can fend for themselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So after that he said, no, he's not going to leave because he loved the country, he has built his house and he has got wives and small children so we said that now that the man is not going to leave, what are we going to do?  The best way for us to do is to go to the station commander at Dzanani, to call the station commander to come there to advise the man to leave the village, as we desired him.",
            "Male"
        ],
        [
            "MR NDOU",
            "Did the police come?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, of course.",
            "Male"
        ],
        [
            "MR NDOU",
            "And what did they do?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "They wanted to interview the deceased, then he made himself available.  He was there but he told policemen point blank, \"I'm not going to leave the village as I love the village and I've already sweated for the village, then I cannot leave my property behind.\"",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So we pleaded with the station commander that he must advise the deceased to leave the country because  whenever he try to risk and leave the deceased behind, there's going to be a big problem as the emotions of the people were running high at the time.  So the station commander said  \"these matters are out of my hands, I cannot shoulder the responsibilities.   Everywhere I go I find smoke, I find people chanting, I find dead bodies around the world, so this I have to leave and you have to deal with the problem yourselves.\"",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Then the station commander went away with his escorts and leave us with the deceased.  It is then that the whole village came around the deceased's house and demanded his departure.",
            "Male"
        ],
        [
            "MR NDOU",
            "And when was that?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It was at about 3 to 4 in the afternoon.",
            "Male"
        ],
        [
            "MR NDOU",
            "When?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "When?",
            "Male"
        ],
        [
            "MR NDOU",
            "Do you still remember the date?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Not clearly.",
            "Male"
        ],
        [
            "MR NDOU",
            "Okay. You say the village now converged on his house.  What were they going to do there?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "They pleaded with him to go, but he refused and the villagers again dispersed and left the man around.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Then before sunset we heard that the deceased accompanied by his sons, they have devised a scheme with which they are going to deal with the comrades they have seen amongst us, because they regarded there were trouble makers amongst the villagers.  I was one of them, I mean of those who were pointed as trouble makers and so they said I have to be dealt with accordingly.  So what we did is that we saw the deceased with his sons coming from the filling station holding two 20 litres of petrol.  As we have heard that he was going to pay revenge, he was going to burn all those comrades houses, those who were involved in his departure.  Their houses were going to be burned and themselves were going to be dealt with accordingly.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Then that was that until the day after the incident of the assault.  Then after that...(intervention",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you see him with this petrol?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It was the day after the station commander came and pleaded with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was that?  Look you had, the \"trek pass\" was issued the day after the assault.  When did the police come?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The day after.  Those incidents were happening subsequently day after day, day after day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So two days after the assault the police came?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and three days afterwards you saw this petrol in his possession?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.  The villagers decided that if he is going to attack the comrades that he perceives to be trouble makers, then he is going to kill all of us, so they decided to converge at his kraal.  They went to his kraal.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was that on the same day when he bought the petrol?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No the day after he bought the petrol.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So that was now the 4th day after on that mountain?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The day we saw him carrying the petrol, we, the comrades that were involved at that time, we were pinpointed out say, Roger, Mudau, Masioma, Masithulela, all their houses are going to be burned down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By whom?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "By the deceased and his sons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But who had this hit list?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who had these names?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Who were their names, the comrades?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The sons, this Boshoff Mahvunga and the other one is called Aubrey Mahvunga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Explain to us how you got to know that they had this list.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Okay.  During that time the deceased used to have close relatives like the one who is sitting there by the name of Petrus Mahvunga, he is the brother to the deceased as such, so the people like that, they're the ones who were spreading out the rumour, those guys we are going to deal with accordingly.  So during that time of the petrol we took our furniture from our ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the deceased's family, you say, was telling the villagers what is going to happen.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, whenever they came across they say those boys we are going to deal with.  Then we were afraid and our parents were afraid too.  So they ordered us to take out the furniture from our houses and take the furniture to the field, to save the furniture.  We decided that if he is going to burn, he must burn the empty houses, not the furniture.",
            "Male"
        ],
        [
            "MR NDOU",
            "So you also took your furniture out?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, of course.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Then we were waiting for him until we decided that for us to be safe, we have to form self-defence units during that time, during that night of the ambush.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see it's 5 past 4.  Maybe it's an opportune time,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long is he going to be more?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I think he may still go for another 30 minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's see how far he can get.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So from then on we guessed that we have to form self-defence units which we did and from what I still recall from his gate up to our places, every corner was manned at that time.",
            "Male"
        ],
        [
            "MR NDOU",
            "And why were these corners manned?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We were afraid that he was going to burn our kraals as he was renown for his aggressive attacks.  So from there we waited for him until we realised that he's not coming, then in the morning we conveyed to our different places.  So when we were at our place, they found that the youth, they were against us singing freedom songs because we declared that we are not going to stop our political activities because we wanted freedom and this freedom we will attain by any other means and the man himself cannot be the obstacle, he cannot hold the people ransom because he was still living in the dark ages.  He was against political activities.",
            "Male"
        ],
        [
            "MR NDOU",
            "For what reason?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No one knows.  So we decided that we have to go further for us to gain political activities which is free, then if he is going to ambush us like that, we have to remove him as an obstacle for us to get political independence, I mean to get free political activity, we have to remove him, because he has proven himself to be a danger to the village as such.  So we decided to remove him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who decided that?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "You and whom?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The village as a whole.",
            "Male"
        ],
        [
            "MR NDOU",
            "Where was this decided?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "At the soccer field.   No, no, no excuse me it was not decided by the youth to remove him, so we wanted to make another attempt to remove him from the village, hence we made two attempts and they had failed already, so we converged to his kraal, pleading with him again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Then he told the villagers that he's not going to leave.  He will leave a dead corpse.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So then other people asked him, do you say you are not going to leave?  And if we are going to see to it that you are going to leave, you will say you are not going to leave, except that you will be taken out as a dead corpse.  So, you are alone with your sons, you are just a minor to the village as a whole   We are many here, if we want to kill we can kill you now, but if you say that you are not leaving we will see to it that you leave by force. It is then that he declared that \"I am not going to leave, I will rather fight.\"  It is then that the people asked him  \"Are you ready to fight?\"  He said \"Yes, I will fight for my property\".  It is then that the people said \"Okay, if you are going to fight, show yourself\".",
            "Male"
        ],
        [
            "MR NDOU",
            "And where was all this happening?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "At his kraal.",
            "Male"
        ],
        [
            "MR NDOU",
            "So the villagers had converged at his kraal?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Definitely.",
            "Male"
        ],
        [
            "MR NDOU",
            "And you were also there?  You were also there at his kraal?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course, I was one of them.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "In other words when you are saying the villagers you mean both young and old people were there?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes, and then?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "That's when they said \"If you are not going to leave, you're going to leave by force\" then he said \"I'll fight and I'll die for my properties\", it is then the people started with throwing stones.",
            "Male"
        ],
        [
            "MR NDOU",
            "And where were his children?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "They were with him, including his wife and all the children.",
            "Male"
        ],
        [
            "MR NDOU",
            "And what were they doing?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "They were ready to fight. They were carrying spears, slings and catapults.",
            "Male"
        ],
        [
            "MR NDOU",
            "And they wanted to fight this big crowd of people?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.  And it was surprising because 6 people cannot fight more than 2 to 3 000 people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there 3 000 people?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The whole village is comprised by more than 5 to 7 000 people, so 2 - 3 000 thousand people were there.",
            "Male"
        ],
        [
            "MR NDOU",
            "And all these people that had gathered there, were there to try and make sure that he was removed from his home, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, they wanted to remove him from the village, from his home.  So the people realised that he was serious and he meant to fight, as he promised to.  So the people said that if he is going to fight, possibly he is going to die.  He won't stand up to more than 3 000 people.  So he decided to strike.  He threw, what was that. what did I say he was carrying, catapults and what?  An arrow, or what?  A spear, I mean it was a spear, he threw a spear into the mass.  That spear triggered the whole incident, then the people started throwing stones at him and his children.",
            "Male"
        ],
        [
            "MR NDOU",
            "And were these people outside?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes they were outside his fence.",
            "Male"
        ],
        [
            "MR NDOU",
            "But inside their yard?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Inside the yard was himself and his children and his wife.",
            "Male"
        ],
        [
            "MR NDOU",
            "And this big crowd that had gathered there was standing outside?",
            "Male"
        ],
        [
            "MR NDOU",
            "Outside and around his home.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now after he had thrown a spear at the crowd, you say, what did the crowd do?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It triggered the crowd to throw stones back at him and his children and his wife too.",
            "Male"
        ],
        [
            "MR NDOU",
            "What did the people do?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "They started throwing stones at him.",
            "Male"
        ],
        [
            "MR NDOU",
            "And what did the stones do?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Until one of the stones caught him in the eye and that stone dealt him a big blow so that he was defenceless.  He started to stagger.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What time was this now?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "About 3 to 4.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "In the afternoon?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "From your evidence it would appear that you had been there for a long time, is that correct?  What time did you arrive at his home that day?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "The people converged there at about 10 or 11 in the morning, so they whole time from 11, 12, 1, 2 they were trying to plead with him to go.",
            "Male"
        ],
        [
            "MR NDOU",
            "So all these four hours was spent on negotiating, trying to plead with him to go, is that correct?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, of course.  And when the people realised that he was hurt, they pleaded with the sons to stop fighting and ordered the wife with the kids to go out to the headman's kraal and leave the old man behind, so that the people can finish him because they have already started striking him with stones.",
            "Male"
        ],
        [
            "MR NDOU",
            "Just go slowly.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So after that stone that struck him in the eye, it rendered him defenceless.  So the people saw that he was with his sons and the wife, so they ordered the sons to stop fighting because their father now was defenceless.  Then the sons stopped fighting and started to negotiate with the mass, so the mass wanted the mother of the kids, again with the kids to go to the headman's kraal as they have nothing to do with the wife in fact.",
            "Male"
        ],
        [
            "MR NDOU",
            "So what you are saying is that the crowd was now trying to remove the wife and the kids.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.",
            "Male"
        ],
        [
            "MR NDOU",
            "Because they had nothing against them.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "All they wanted, the person that they wanted was ...(intervention)",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Was the old man himself, because he started the fight.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now were the children removed?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course, together with the wife.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes, and then?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Then, the people jumped the fence.  They jumped the fence and got into his own yard.  They wanted to see where he is because from the time he was struck by the stone he staggered inside the house, so they were wondering where might he be.  So when they got in the house they found that he was bleeding and he was no longer able to see clearly because the blood was all over his face and eyes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So from there, it is then that most of the masses now got into the fence and from there I don't really remember what happened until I still remember seeing one of our comrades carrying the tube from the tractor tyre.  The tube was fetch from the Datsun bakkie, that was back there in the garage.",
            "Male"
        ],
        [
            "MR NDOU",
            "And what happened to the tube?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So from that time the house was already set alight because there was no one inside except the old man himself.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who set the house alight?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "We set the house alight.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You and who?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "And the comrades who were with me at the time.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who are those?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "There were 3 000 comrades.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, but 3000 people cannot get into the fence, we were about 15 to 20 people who got into the house first.",
            "Male"
        ],
        [
            "MR NDOU",
            "And who are these people?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "It's Ravele Philip, Chester Raguala,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your co-accused were among them?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "All of them?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "All of them?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Not all of them, and me too, I didn't get into the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you went to fetch the petrol?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, I was the one who was organising petrol at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay.  All you co-accused, co-applicants, did something actively in respect of this incident?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now when you say \"we lit the fire\", did you yourself light the fire?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "No, I just carried the petrol around for the people who set the house alight.",
            "Male"
        ],
        [
            "MR NDOU",
            "What else did you do?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "From there I was trying to tell the people what was their idea from now because the old man seems to be harmless, he was defenceless, he was about to die, so we wanted to hear from the people, are we finishing him, or what, because we have already started the fight now that the old man was defenceless.  So the emotions led us to finish him.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now what else did you do as a person?  You as a person?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I myself, I was busy trying to see that the people get into the house, those who wanted to get into the house, because I was trying to say, the ones who are about to get into the house, they had to be old, not the small kids, because it was no good for small children to see a dead corpse at the time.  We wanted old people.",
            "Male"
        ],
        [
            "MR NDOU",
            "So apart from siphoning petrol, where did you get the petrol from?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "From Ravele's petrol station.",
            "Male"
        ],
        [
            "MR NDOU",
            "Oh, so you bought it, you didn't siphon it from someone?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, we bought it.",
            "Male"
        ],
        [
            "MR NDOU",
            "So apart from the carrying of the petrol and beckoning people to get into the yard, what else would you say you did actively in participating in the whole saga?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I was involved in organising the people, mobilising the people, seeing that the venues of the meetings, I was the one who was organising all those things, the venues of the meetings, the petrol, who is to do what, who was about to go and see who, all those things.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see.  Now we've gone now 9 years back.  Now it is 1999, that happened in 1990.  Now at the time you were 20 years of age.  You've just told the Committee today that you are now 29.",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.",
            "Male"
        ],
        [
            "MR NDOU",
            "Have you grown up?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course?",
            "Male"
        ],
        [
            "MR NDOU",
            "And now what do you think about those events?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "So what I think of those events at such time, when I start to look at things from a different angle now when I am old like this, I'm so sorry and I feel remorse for what has happened to the family of Mr Edward Mahvunga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, this is not criminal court, remorse is not one of the requirements.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm happy to hear that he's remorseful, but you ask questions, you may get the wrong answer.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you.  I see it is now 20 past 4.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, carry on, are you going to be more with him?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Can we proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're going to try to finish him tonight.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay, is there anything else that you want to tell the Committee?",
            "Male"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes, I want to tell the Committee to accept that during that time from 1988 as we have already indicated, the situation in Venda as we have already indicated in several ways, was not that normal.  Even we ourselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've heard that from the previous witness and you.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything that you want to say to the families of the victim?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please proceed.",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "I want to say that I understand that it is not that easy to face life without a breadwinner at home, so our irresponsibility that led to his being removed from the community, was not that waste, it was the emotions of the people of the time and the time was itself was pregnant so no one about to stop it, we just wanted to do what the time wanted us to do.  So I'm so sorry and those sons, those who are sitting there, I have grown up with, especially Eric and Boshoff.  They were my friends.  We used to share clothes, food and all life, we shared everything in life, so I don't want to see them sitting there saying Roger is responsible for my father's death, so I want to embrace them as my friends.  Since we have started as friends, I want them to finish with friends with me, because I don't have any cry today.  I have learned through bitter experiences, I have been to prison for about 6 years and 6 months, so it has been a learning experience to me also to be alone, thinking about what has happened, that led me being behind bars.   So it was not easy for me too to accept life behind bars.  I have tried my level best to be a responsible person, as I have learned to be responsible, I am responsible till today.  I don't think I will have to make that flaw that I did before.  So I can say thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you want to say?",
            "Unknown"
        ],
        [
            "ROGER KACHERO RAMASITSI",
            "Of course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn to 9 a.m. tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}