{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-07-12",
        "location": "THOHOYANDOU",
        "day": "1",
        "names": [
            "PROF V N RALUSHAI - SUBMISSION"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53524&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99071214_tho_990712th.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV SIGODI",
            "ADV DE JAGER",
            "MR NDOU",
            "MR VAN RENSBURG",
            "MS PATEL",
            "UNKNOWN",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV SIGODI",
            "ADV DE JAGER",
            "MR NDOU",
            "MR VAN RENSBURG",
            "MS PATEL",
            "PROF RALUSHAI",
            "PROF V N RALUSHAI",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "My name is Judge Ronnie Pillay and I'm going to ask my colleagues here next to me to identify themselves for the purpose of the record and so too the different representatives.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "I'm Adv Sibongile Sigodi.  I am practising in the Port Elizabeth Bar.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I'm Adv Chris de Jager.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "My name is Patrick Ndou.  I am an attorney practising here in Thohoyandou.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  My name is van Rensburg S J from Kriek and van Rensburg Attorneys, Tzaneen.  In this hearing I represent the victims.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson.  Ramula Patel, Leader of Evidence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, before we proceed I just want to mention something for everybody to hear.  We are making use of interpreters.  I don't know which languages are required other than English, but I'm sure there are.  I would advise those who are not eloquent enough in the English language to use the facilities and listen to the hearing in the language of their choice.  If there is any problem especially from those applicants or members of the families of the victims or the victims themselves, please draw my attention to it.  I trust that their legal representatives will do so.\n\tThis is an unusual application.  It has been made a bit difficult because certain facts weren't put before us in good time.  I have had a talk to the respective representatives and explained to them what the proceedings and procedures are intended to achieve and I asked them to explain it to the various parties.  I trust that they have done so.\n\tMr van Rensburg, just for the record, would you tell us what the basis for any opposition, if at all, there is before we proceed so that the applicants can deal with it if necessary?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  The basis of the opposition is basically twofold.  In the first instance the victims are of the opinion that the crimes committed by the applicants were not politically motivated as described and defined by the Act and on this point they are of the opinion that it was more witchcraft related, alternatively jealousy, that caused the crimes, meaning a personal malice element was on the foreground and then in the second place the victims are of the opinion that there was no full disclosure of the relevant facts as required by the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis do they raise the second, the applicants have not testified yet?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, that is indeed a fact, I have explained to them that it can be, or that the applications can be amended and supplemented by their testimonies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, as it stands now.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, as it stands now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It implies then that that leg may just fall away eventually.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, it is possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand.  Thank you.\nMr Ndou, you may proceed.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Honourable Members, firstly I wish to thank you for having given us this opportunity to come and listen to us.  What we have here, initially we had 12 applicants.  Now out of the 12 applicants, 3 applications have since been refused by the Amnesty Committee and as such, at this stage we'll keep them from the application for now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who are those 3?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "It's number 2727/96 Rambia D A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a list of applicants listed on that first couple of pages.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes,  it's the last three.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The last three on the first page.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes, Rambia, Maheba and Makatho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is 2727,",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And 4300 and 4319.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me just get that.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "May I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "It's actually not the last three.  They're on page 71, page 130 and page 139.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes, that's right.  The one appearing on page 139 is the 4319.  Now as it is, although initially we had thought that it would be one application, since this matter has already gone past and it's been refused, we have decided that we, for now, will not deal with it, so we'll deal with the remaining 9.\n\tNow what we have done, I wish to appraise the Committee about the fact that we have prepared a background document, just to appraise the Committee about the background to this application before we can bring in individual applicants to come and testify.  We have also thought it wise to first, before we bring any applicants in, just to consolidate on the background, to bring in Prof Ralushai, who was the Chairman of the Commission into Witchcraft, Violence and other related matters, so as to give the Committee a feel about the position as it prevailed in Venda at the time.  Thank you.  May I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now as background we indicate that the following further evidence will be led.  We will start way back in 1979 when the area of Venda was excised from the Republic of South Africa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got a copy of that document you're reading from?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "In fact we will prepare the document later on Chair, we will make copies for you because it was hand-written, it was not typed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you want to lead that evidence then when that is done, because it helps us follow it.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "There's no problem with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, then I think you wait till you're ready with the typed copies of the document then you lead that evidence then.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay.  Thank you. So what I'll do then is to call Prof Ralushai to come to the witness stand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you spell his name first?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "R - A - L - U - S - H - A - I",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how do you pronounce that?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Ralushai.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ralushai.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That's right.  And the initials V N.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "V N.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which language would you prefer to use?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "English, Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you quite comfortable with English?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Fairly.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Prof Ralushai, we have called you here to come and testify before the Amnesty Committee about your knowledge about witchcraft matters and other related issues and I will ask you questions so that you can clarify the Committee about the position.  I understand that you were the Chairman of a Commission that had been appointed by the government to look into witchcraft matters and other related issues.  Is that correct?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "When was that?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And when was that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "1995, I estimate.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So it was in 1995?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "About.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now would you explain to the Committee as to what you did when you conducted your research. What is it that you did when you conducted your research and investigation?",
            "Male"
        ],
        [
            "UNKNOWN",
            "When the government appointed a Commission of Inquiry on Witchcraft and Violence and Ritual Murder, we were about 12.  Six people worked in Lebowa and some parts of the old Gazankulu and another six people worked in the whole Republic of Venda.\n\tNow how did we work?  We went to different troubled areas and in each area people were interviewed as follows:  We interviewed traditional doctors separately from certain ministers of church.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You said you interviewed certain traditional doctors?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  Those who were present and 2, we also interviewed members of different religious, religions, church, representing their own religious denomination.  Then also interviewed local structures such Sanco or Civics and we also interviewed other people who had agreed to form themselves into groups.  That's all I can remember.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And do you still remember as to how long this process took you to finalise?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It took us roughly two years.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I see.  Now I just want us to go into the definition of terms.  What would you say, what is a witch to you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Of course there are different interpretations.  If taken from the traditional African point of view, a witch will be somebody who is capable of causing ill luck or death to the person that he doesn't want.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I see.  And what was your brief in the Commission?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you repeat that definition slowly please?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay.  Can you repeat so that the Honourable Committee can understand the definition as you put it.",
            "Male"
        ],
        [
            "UNKNOWN",
            "A witch is supposed to be a person who is endowed with powers of causing illness or ill luck or death to the person that he wants to destroy.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And you say it took you two years to go about trying to come up with what is contained in the report?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And you say what is contained in your report is the end result of your troubles over a two year period?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now if one goes through the report, there are certain things inside, certain submissions that are made here.  How do you link the position as it prevailed in the traditional sense witchcraft with what transpired from the period after Pres Mphephu's death in 1988 to the time when former Pres Nelson Mandela was released?  Are you able to put up a link thereto?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Well, I'll try.  Traditionally people who were accused of practising witchcraft were not burned as it happened, nor were they killed.  This happened only in extremely cases, otherwise people who were accused of having been responsible for killing others through witchcraft, were tried in a tribal court and then there would be certain judgments, eg the person accused of having caused witchcraft would be expelled from one trouble area to another area, he was not killed, but during the late 1980's when there was too much violence in the Reef, violence which was definitely politically motivated in the Reef, this side all of a sudden something which the people never had done before ...(intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was banishment from an area the worst type of punishment in those days?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'd say banishment was one of the worst but at least in some cases if a member, or perhaps if the person  killed was a member of the royal family, depending on the feelings of that particular chief, that person could be killed and how was he killed?  In certain places they would tie his legs, throw him into a river pool.  In other cases they will thrown him into a ravine, but the issue of burning of human beings as it happened in the 1990's was quite unique, we never had it before.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now what would attribute to this sudden change of pattern?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'll give the reason as follows:  In urban areas people who were not toeing perhaps the current thinking, people were said to be spies, in certain areas found themselves being labelled enemies of progressive movements and such people were unfortunately banned, but the Northern Province being one of the least politically aware areas, would not just join in that burning of people.  Those who were behind burning of people in urban areas, had to seek what is it that could make the countryside ungovernable and they found this area was very, very ripe.  Why?  This area ...(intervention).",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Professor, could you go a bit slower?  We want to take notes of what you're saying.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Sorry.  Okay, I'll try my best.  In urban areas people who were regarded as enemies of liberation movements, some of them were necklaced.  We didn't have that type of a thing in this particular place, but the people who were behind necklacing of people in urban areas, wanted this area to become ungovernable.  What did they choose?  What was it that could make the people here also ungovernable?  They chose witchcraft.  Now this doesn't mean that in urban areas people, I mean, there are no people who don't believe in witchcraft.  There are, but it is a difference of degrees, but in the countryside, especially in Venda, when the traditional leaders here opted for the so-called independence, they unfortunately did not abolish some of the elements in the South African Anti Witchcraft Act eg in that Act believing in Witchcraft, if I can remember, is not approved.  Pointing as somebody as a witch was something very, very serious.   So the chiefs this side who traditionally believed in witchcraft, accepted that Act but by so accepting it, it was virtually like taking a person and putting a spear on his back, because those who wanted to see this area ungovernable presented chiefs as protectors of witches.   So the chiefs were then presented as protectors of witches.  In that case there was no law and order in this area.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now Professor as I understand you, you're saying ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to check something.  You say that the chiefs, some of the chiefs at the time believed in witchcraft and they accepted the Act.  Are you talking about the Anti Witchcraft Act?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.  In fact I think to say some of the chiefs, it may be true, but the country by accepting independence legally, it means that they have accepted that Act, so nobody in this area could no longer be tried for witchcraft and therefore liberation movements presented chiefs as people who were protecting witches.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Wouldn't it be more accurate to say that allies of liberation movements that found themselves in the areas where witchcraft was predominant, regarded these leaders as the protectors of witchcraft?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, you could say so, but not all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But I don't think that was the policy of the liberation movements as such, but rather their allies or supporters.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I will explain that.  The people who killed these people didn't say they were ANC or PAC but when killing people they sang ANC songs Viva and so on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I can understand that.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And Professor you say the problem was exacerbated further by the fact that in terms of the Suppression of Witchcraft Act, chiefs were no longer in authority to decide on witchcraft matters, is that correct?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And as a result of that, when chiefs could no longer participate in these matters, the people felt that they were the ones who were in fact protecting people they alleged to be practising witchcraft, is that right?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now, if you go back say to around 1979 when Venda obtained its so-called independence, what would you say the atmosphere was like when people like Mphephu and his people were ruling this small area?  Did any serious problems arise at that stage?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well let us concentrate on the year or the period maybe 1991 to 1994.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Maybe we'll just start at 1998 because that's where it starts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "1998?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "1988.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well maybe then.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.  Now Professor, you will remember that in 1988 there were three incidents.  Firstly there was an incident of teacher Mabina of Tshakhuma who was found killed and do you also remember the incident of the mysterious death of Mwitwa Victor Mutewana, also of Tshakhuma and thirdly you will remember about the gruesome murder of that little girl Sharon Mashige.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you spell that?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "M - A - S - H - I - G - E",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All of these deceased were from?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay, the first two were from a place called Tshakhuma and the last one, the girl, she was from a place called Tshivhulana.\n\tNow when you take these cases together, you'll remember that Sharon Mashige's case was somewhere in April 1988, I think it was a day before Pres Mphephu died and the teacher's case in August and Matewana's case in September, what sort of wind would you say happened during that period in the whole area of Venda?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Well, strictly speaking the three cases that you have mentioned actually don't fall under witchcraft but fall under ritual murder or muti murder.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Surely if you talk about muti murder it falls under the broad definition of witchcraft?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so, it interlinks.  That is correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "There is some relation.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "You may proceed Prof.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now traditionally chiefs were directly or indirectly associated with ritual murder, so when chiefs were given political power by Pretoria, there was this fear that they will resort to the old practices and people actually had a case to vote when a Deputy Minister of Post and Telegraphs was arrested and convicted for having committed ritual murder.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The Deputy Minister of Post and Telegraphs of Venda?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, and he was a chief.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Could you mention his name?  Prof please don't be afraid to mention people's names because here the Committee wants to know the truth and they need to know exactly what transpired.  What was this chief's name?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was called Chief Witbooi Ramovha.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you spell that please?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "R - A - M - O - V - H - A",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was he actually convicted of?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "For having ritually killed a certain principal of a high school.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Murdered?  Was that murder?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let me make it easier then.  Was he convicted under the Anti Witchcraft Act or was he convicted under the ordinary laws?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Under the ordinary laws.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Of murder?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And the nature of the murder was?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ritual murder. Yes and he was sentenced to death and he was in fact hanged.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And the sentence was executed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "When was this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That was in 1979, I think.  Yes, he was executed around 1981.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, proceed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "A certain member of the Tshivhase royal family was also sentenced to death.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Of which family?  Spell it please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "T - S - H - I - V - H - A - S - E",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Royal family?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  He was arrested, found guilty and sentenced to death.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Of what was he convicted, also of ritual murder?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ritual Murder, that is correct.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And how did people feel about all these incidents?",
            "Male"
        ],
        [
            "UNKNOWN",
            "This simply confirmed people's fears that they had always suspected that once placed under traditional leaders, upholders of traditions, they could experience what had just happened here.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This abuse of power?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In a way it was abuse of power but the point that you have to link this with their traditional or religious practises, this type of ritual murder is closely linked with some of the Venda religious practises.  So, once chiefs were given new powers, people feared that the old practises would be resuscitated.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "So people did not feel safe at all?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They didn't feel safe.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes and what did they do?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to get something clear here in my mind.  From what you say so far, am I understanding correctly, that these chiefs with these powers had sort of discretionary powers as to the death sentence?  They could pick and choose who they would decide was to die and who not?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay, perhaps maybe we jumped the gun somewhere.  The message that we're trying to convey is that chiefs were committing these undesirable acts, but it was difficult for them to be arrested because the people who were in power were chiefs themselves.  It was only with pressure from the people that prosecutions ensued and they were brought to book, but then still people were not satisfied because they felt that they were in the hands of traditional leaders, who still wanted to keep to the old practises, and they didn't feel safe because they felt that they could be killed at any time and nothing would happen unless they did something to get the work of justice running.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now what did the people do when they realised they were not safe at all and that they were under very unsafe hands?",
            "Male"
        ],
        [
            "UNKNOWN",
            "In many traditional courts old people were forcibly removed and replaced by young militants.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "So what you're saying is that the young people wanted to take over ruling the place by interfering with traditional courts, interfering with the chorus where the elders would normally sing?  Is that what you are saying?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now with all this, what did the youth want to achieve?",
            "Male"
        ],
        [
            "UNKNOWN",
            "First of all they did not sort of have one outstanding leader who said \"this is our policy\", but when killing their own people, killing their own victims they would be shouting liberation slogans, viva so-and-so and they were not as organised as people who were fighting against enemies in urban areas, but rather at this place, once you were labelled a witch, young people in the area would start singing liberation songs.  This was quite new because traditionally young people were never involved in muti murder cases, in witchcraft cases, this is the first time in Venda when we saw young people adopting the responsibility of old people.  Traditionally young people are not supposed to take part in witchcraft cases or in ritual murder cases.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Were you surprised at the youth taking up this problem, after all most of the victims I understand were youths?  They were looking after themselves, not so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We were surprised because it was quite new, but at the same time we understood why they were behaving that way.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now you will remember that after the three incidents that we've referred to in 1988, there was, do you remember that the schools stopped for about 2 months and government employees went on strike for about 2 months as well.  How do you read this?",
            "Male"
        ],
        [
            "UNKNOWN",
            "There was just no government at all.  Workers did as they wished.  The whole legal set-up had collapsed.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And did the youth want it to collapse even further, to bring it on its knees?",
            "Male"
        ],
        [
            "UNKNOWN",
            "In a way at least it was Pretoria inspired the coup that later stopped the scales because when Ramushwana took over Pretoria wanted to create the sort of impression that you know youngsters had staged a coup when however it was a coup organised by Pretoria to lessen violence in this area.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Did Pretoria come in because they realised that the present leaders could not contain the situation?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Sorry, that was in 19?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "1991/92.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did Ramushwana take over?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I think it was 1992.  Yes, it was in 1992.\nSo there you had people dying in 1988 and Frank Ravele taking over from April 1988 until 1992, when the military government of Ramushwana came in.  Now in between, or rather let's say during the time when Frank Ravele was in power, you'll remember that more than 100 villages burned people that they suspected to be witches, do you remember that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I do.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And do you also remember that all these happenings took place within a time period of about 3 months?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now when you look at this whole scenario and you look at Venda, although it's a small area, the villages are sparsely set out over a radius of about 150 to 200 kilometres.  Is that right?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "And about 100 villages within a period of 3 months, burned people alleging them to be witches.  Now when you read all this, what do you read?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Well on the surface whoever came here at that time would have believed that every case was witchcraft related.  That was not true.  Certain people were killed out of jealousy.  People who were quite successful, people who were having the so-called orchards, small farms, people who had shops, people who perhaps had certain jobs outside their own home areas.  The local people who didn't want them would use local boys to say \"drive Mr A out, he's a witch.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Why would this jealousy be there?  Why would they be jealous over someone who has made it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think if you look into your own tradition, in Venda the richest person traditionally was a chief, not a commoner, but after this area had become under white influence, certain local people became affluent and people would not want them, wouldn't want to see them succeeding.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Why would that be?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well I think there are many reasons.  To be seen as a foreigner in your own area is not like in South Africa.  Here, if I was born and bred at a place, let's say Louis Trichardt and I come here, establish myself, even as a Venda person the local people would say look, he is an outsider, he's made it, he's now boasting, he thinks we are stupid, so they will try to sort of create stories that A is now doing that and hence even if perhaps you were never involved in such things, it might happen that perhaps in this area you are in love with somebody's wife.  Now that particular man who is very unhappy, who is very bitter, will organise young people saying that you are a witch, and you find yourself driven out.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, I must say I've heard that happening elsewhere too, not only in Venda.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "So what you are saying is that motives differ?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now in this particular instance when the boys all of a sudden came out and killed people in the name of the struggle, you've just told the Committee that that was because there were people who had come to influence them to use that as a tool in order to make the place ungovernable, is that correct?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Is there anything else that you wish to explain to the Committee?",
            "Male"
        ],
        [
            "UNKNOWN",
            "What I want to stress is this, most victims, in other words most people who were actually seen as perpetrators of violence, happened to be young people.  This is quite different from our own traditions, but what was quite common was that in the past people linked with witchcraft were elderly people, but at this time certain people would just influence certain youngsters to go and kill Mr A and some of these youngsters were easily misled.  But I must also stress this, people were not just killed because all of them had been involved in witchcraft things.  There was the element of jealousy, if you were doing it very, very well, so if you were working very, very successfully in your own areas, your enemies would go to young people and those young people would either drive you out of the area, or kill you.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would the youngsters want to attack these people, especially the chiefs?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At that time, perhaps I didn't put my case very straight, it was not just a question of chiefs.  The youngsters attacked those people who at that time represented the status quo.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Apartheid.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well as I understood your evidence mostly that was orchestrated by the chiefs by virtue of their powers from Pretoria.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And when there were issues like jealousy and other reasons why people would want to attack others, the youngsters would be used as pawns under the veil of politics?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Professor, if I understand your last answer correctly, if I would have been jealous towards Mr A because he's become wealthy, I would go around and influence young people to kill him under the veil that he may be connected with witches or witchcraft?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But that wouldn't be the case, he would be quite innocent as far as witchcraft is concerned, but because I've got this personal malice towards him, I would use sort of other people to kill him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct Sir.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Like some people would use a hired killer to go and kill somebody?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But then of course at this time they made use of young people, people who could not easily interpret situations.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Were those people who would honestly believe what they've been told?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think at that time there was so much violence that there was that sort of a feeling that we're not as bad as people think.  Although we are rurals, we're also as modern as those who are forcing the situation to be ungovernable, let's say in Jo'burg and so one, so in other words ... (indistinct) we are now like people in P E, East London, Jo'burg and Pretoria, we are also doing what others are doing, so we are not stupid, we are not backward.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Part of the struggle.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But what about the other possibility, that while that may be so and they were learning from other areas, especially the youth, that there was a genuine belief that they needed to contribute to the changes required in this country.  The youth played a big role in those days.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There is not doubt that the young people played a very important role, but it is not every young person who fully understood.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I accept that but ...(end of tape) you say were doing, or wanting to show the world that they were just as good as anybody else, for example in Port Elizabeth, East London, Johannesburg, in doing this struggle bit.  I'm asking you that while that may be an option, what about the other option that they honestly wanted to contribute to the changes of this country in their own right?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Very true.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I'm through.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you through with that?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes.\nNO FURTHER QUESTIONS BY MR NDOU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say that this attitude and approach was rife from 1988 right through to maybe the end of 92, 93?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "When did Ramushwana take over?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "92.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'd say yes because now when Pretoria appointed Ramushwana and his leaders, they had thought that there would be order in this area.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "When local people realised that even during Ramushwana's time there was no order, the struggle continued.  The violence increased.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Professor, at the time were you living here in Thohoyandou?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was living here, Sir.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "So you experienced it yourself, actually?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "According to the papers before us, the release of Pres Mandela in February and later 1990 had an influence on the situation here.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct Sir.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The occurrences we're dealing with occurred shortly thereafter, I think in April round about 1990.  What happened at that time?  Do you know of this particular incident?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Put it this way, shortly before the release of President Mandela there was already violence going on here, but then after his release the feelings, perhaps I'll put it this way, the general feeling in the area was that we should also do what others are doing, remove the old order and then have a new structure.  This probably explains why even when Gabriel Ramushwana took over the government, the people did not say well, we've got a new government now, they regarded his as part and parcel of the old order.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was part of that need to establish re-incorporation into one South Africa?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That was a way of going back to what they regarded as the old homeland.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay.  Is that it?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is all.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you know the deceased in this case, Mr  Mahvunga?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I certainly did not know this individual here, but what happened was this, long before these troubles started, the Venda Grand Foundation of New York gave me a lump sum of money to do research on witchcraft and ritual murder in Venda in 1976, so this was just the final part of my research work.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Oh, I see.  In your research did you find anything that could assist us as a Committee to judge whether this was a politically connected death or a death out of jealousy, or a death connected with witchcraft?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I must be honest here, I did not make an individual study about this case, so it will be quite wrong on my part to give a general statement.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairman I see that it's close to 1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going to be longer than 5 minutes?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I presume so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, then we can adjourn till 1.45p.m.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR NDOU",
            "Perhaps before Mr van Rensburg can come in I just thought maybe to complete the record, at the beginning we didn't try to put forward to the Committee about Prof Ralushai's experiences and his qualifications and all that and I thought maybe that would be quite vital for the Committee, so I though we could just put that in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me just find out.  Mr van Rensburg do you have any questions on the professor's credentials?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I have no questions on that, I accept that he's an expert in this field of witchcraft, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Proceed.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "(cont) \tProfessor, if we can go and start at the beginning when you gave your definition of a witch, you basically said that a witch is defined as a person who can cause damage or even death or ill fate to another person.  What I want to know is, would that definition of a witch and even then seen in a broader sense possibly include a person which, through certain actions that he has taken which boils down to witchcraft or rituals, prosper himself and if compared to the rest of the community, would such a person perhaps also be qualified as a witch?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Let me explain more about my definition.  I should have said a witch is a person who is believed, not that who can do that and that and that and so on.  It is a person who is believe to be endowed with powers that can cause evil to other people, but in wondering what I'm saying about this, if he can bewitch, he is a witch to such an extent that he can be compared with a snake, then here they say now he's like a snake that can kill a human being and yet he doesn't eat flesh.  So in other words that is saying that a witch might just be a jealous person, but he himself does not benefit from his evil acts, he only enjoys seeing that particular victim gone.  He does not directly gain.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The question is, is someone able in terms of this belief and definition, do the people believe that someone could employ witchcraft in order to enrich himself?  Is that how I understand you?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And put himself up higher than everybody else in terms of finance.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is there no such belief?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Sir.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I must admit and confess that I do not know a lot about the subject, but what I've read from the documentation that has been supplied and also from my report, I got the impression that the reason why the political leaders and thereby also include the chiefs, were so unfavourable at the time, or viewed to be unfavourable, is because they had the power to use the rituals and the witchcraft to empower themselves.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It is not as simple as you are putting it.  You have to separate first of all the muti murder from witchcraft.  Why and when do they kill a person ritually?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think Professor, maybe I can put it easier or more succinctly, I hope.  With this belief that the majority of people in the area have a respect and popularly regard people who indulge in witchcraft, Pretoria, as you put it, were able to connive and placed these chiefs or witches or whatever you want to call them, in high ranks so that they were liable for political manoeuvring.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The people do not usually respect a witch.  When Pretoria chose chiefs, they chose them as traditional leaders.  Pretoria wrongly believed that traditional leaders were very popular among themselves, when in fact they were not.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, that is the point.  Pretoria wrongly believed that these people were able to sustain the power, the political power, and therefore do the job of Pretoria.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did I understand you?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, just to get some clarification on one aspect.  Was there a belief that people could make it possible for themselves to be richer and more powerful through the use of muti, not necessarily by means of witchcraft per se?  Was there such a belief amongst the people?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Those who practised muti murder, one of the reasons of doing that is to enrich themselves and if you do research on the average person here who was involved in ritual murder cases, it was a business man.  You will find that he did that because of the decline of his business, so he thought that if he could get certain parts from a human being then he could revive his own business.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "So there is a difference between people who would kill or would perform ritual murders for the purposes of getting muti in order to enrich themselves and those who were believed to be witches who were practising the supernatural, that which could not be seen by the people.  Is there a distinction between those two people?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There is a distinction in that a witch does not kill his own victim because he wants to be rich, whereas a ritual murderer, he kills a person because he wants to gain out of that.  In any case traditionally ritual murder was committed with the approval of traditional leaders, no commoner was allowed to kill another person.  We only find commoners now because of businesses, but otherwise in the past when there were no shops, ritual murder was secretly committed with the approval of a chief.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What is a ritual murder?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Muti murder, in other words killing a person ritually, in other words you don't just get a gun or a knife, you kill this person, when he's alive, when he's struggling, cutting part by part and that is why mortuaries are very, very safe.  Dead bodies found in mortuaries are usually not used for that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see.  Now who would advise such people to go and get another human being?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In some cases, if things aren't going very, very well at the royal family, the traditional healer will say that if we get a person of that rank, of that sex, if you use his parts, mixed with certain drugs, you can attain our goal.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Those are not witches, those are traditional healers.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well of course, put in this way, in our old South Africa, native doctors were all labelled witch doctors,\nbut they strongly resent that term, they want to be called traditional healers, but otherwise if you check, almost every muti case in this area, there was one or two traditional doctors.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'm quite aware of the historical definition of a traditional healer and who and why they were called witchdoctors before, but we are busy with a case or a hearing that involves witchcraft and I'm just trying to ascertain for myself whether the belief amongst the youth, there was any difference between a traditional healer which was known as a witchdoctor before and the people who indulge in witchcraft, that you've described.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As I said earlier the youth was just influenced by some local people who were trying to settle old scores with their own enemies.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I accept that but I'm asking you about the belief that the youth had at the time.  Did they make a distinction between traditional healers and those who employ witchcraft, or did they regard them as the same lot?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What is correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Regard them as just the healers, doctors.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And witches were all the same?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But not that they regarded a witch as somebody similar to a healer.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, let's look at it from this point of view then.  For the purposes of a pending change in this country for political reasons, did the youth distinguish between those traditional healers who made such, or gave such advice that certain body parts of certain people need to be obtained to allow the royal family to further their objectives and their position on the one hand, and those people who they regarded as witches, did they make that distinction, or were they all in the same political basket that needed to be done away with so that change can be brought about in the country?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Although they don't make a great distinction between such people, there were some few traditional healers who, because of their fame in the areas, were now saved.  I can quote one.  They found one old lady and they said you must eat all your herbs here, all your drugs to prove that none of them is poisonous.  Just while they were doing that a bigger boy arrived, \"But look in this area she is the only lady who had assisted in the birth of all of you here, there was no demon here, therefore she can't be a witch\".  She was saved.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, that is precisely the point, that it was proved to them that she's not a witch by virtue of her assistance in their birth, but had it not been for that proof, would she not have been regarded as a witch then?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At that emotional state, she could have been killed.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "For political reasons?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You may say a political reason, but Sir, the situation was so out of control here.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, I can appreciate that, that it was out of control.  They were not able to sit like we are sitting in the comfort of this hall to investigate whether someone was a witch or a traditional healer or whatever.  I quite understand that.  I'm just asking whether the youth made any distinction in unusual practises, let's call it that, whether by way of witchcraft or traditional healing where someone advised the royal family to kill somebody in order to prosper.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If at that particular time somebody would just come and say Mr A is a witch, that particular person won't be saved.  So the questions of a distinction, in that emotional state, there was none.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It was non existent, are you saying?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was not there.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If I understand you correctly, in a ritual murder some of the parts of the body would be taken to be used as muti, while in killing a witch, that wouldn't be the position.  They would kill the witch and leave the body to be buried, they wouldn't take parts of the body.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There are very good reasons.  When you do it for ritual murder, there has been a very serious meeting before, they have deliberated why they want to kill A, what do you want from A?  Whereas now in this issue of just getting some people, killing them in great numbers, no such meeting was actually held.  Other boys just join others by seeing them singing Viva, Viva, they just join them and throw stones.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Yes.  Mr van Rensburg in this particular case we're dealing with, it is not alleged that it was a ritual murder.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "No indeed, that is the case Sir, I agree with.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So they didn't kill him to get muti from him.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, no that is so.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Just to get some clarification on this part.  As my colleague has said, that the deceased in this case was not killed in order to get muti from him, but would you say that with the leaders, were they perceived by the society to be people who had used muti from ritual murders in order to secure their positions in society?  Was that the case?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could you please repeat that?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "I say were leaders, that is the chiefs or traditional leaders, perceived by the society as people who had used muti, muti, whether it be from ritual murders or from herbs or whatever, in order to secure their positions in society, in order to be able to rule the society?  Was that the case, or was that not the case in this area at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'll answer as follows, the chief would never like the people to see him as a murderer, as a killer, he's a symbol of justice and wherever people go he said,  \"No I don't want killers at my own place,\" it was never found that the chief is arrested and the person was going around, but my area unlike the other area, does not have ritual murder., but after a very serious police investigation, you found that that same chief who was saying that \"my area does not have murders\", was actually directly involved. ...(indistinct)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And the youth knew that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was difficult for the youth to know.  I'll cite some two cases where a chief had a very serious problem with birth.  He had three wives but these three wives didn't have kids, so he went to see a traditional doctor who said, if you could get certain parts of your closest relation, the man that you eat with, such parts when mixed with certain drugs, if you take them, all these three wives of yours will have children.  The chief said \"but I've never killed a person ritually\".  \"Don't worry, go and see Doctor A.\"  He went to A and he said \"don't worry, I'll call in others, on a Christmas Day we will meet there and do the whole job, but you must be there too\".  Well they killed a very close uncle of the chief and after a very serious police investigation, the chief was arrested, he and his closes subject were sentenced to death, that was 1949.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, but by the time this particular incident for which we have gathered here occurred, the youth was aware that those practises were being carried out, not so, because those have been exposed by police investigations?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Then again there are some problems here.  At that time chiefs were holding political power not only traditionally, but some of them were also Cabinet Ministers and that made it very, very difficult for the police to go and investigate when their own minister was involved in the murder.  So now the youth became aware that the police were no longer effectively doing their own job because chiefs were now seen as strong, that they could conceal evidence, so from there now it was important to clean out the whole rot, have a new structure.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Professor I'm going to ask you a question just for interest sake, because I want to know these things also.  It's got nothing to do with this case.  Have there been police investigations and follow-ups and perhaps convictions of those people who advised others that you need body parts of another human being?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "To the best of my own knowledge I do not know of such cases, but what I do know is this, when any of the so-called witches fled into police stations for their own custody, they were physically protected but they were verbally not protected, because these people used the same loos, toilets, if it's about 1 o'clock or 12 o'clock at night, when you hear \"cuckoo re coo\", oh witches are coming back now, they would be teasing those people who had fled into the police station, in any case many of these police also believed in witchcraft.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you see, I don't mean to tramp on anybody's toes, I don't mean to be disrespectful to anybody's beliefs, but if a traditional leader has to advised somebody that he needs to take the heart or kidney or whatever of another human being and he must struggle and this must be done when he's alive, if you remove the heart of somebody who is alive, he'll die.  Now that person giving the advice, surely knows that someone is going to die because of that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have there been any prosecutions of such people?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And do you know why?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The point was that it was not proved in court that indeed somebody killed A after he had been ordered by B to go and remove a certain part.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see.  And nobody has been brave enough to say I did so because of the advice.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They didn't mention chiefs, they would rather perhaps mention traditional doctors.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, well that's what I'm talking about, have they mentioned those people?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In some few cases they did and those doctors were actually hanged.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "For giving advice to take another person's life?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "For even being actively involved.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And do these things still take place on such a large scale, or has it decreased?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well, after our Commission of Inquiry here I'll be very honest with you, in this area which in the past had a lot of ritual murder cases, there are now very, very few.  The Judges here were not soft, especially in Venda, so there are very, very few cases of muti murder in Venda now.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The people are starting to learn respect for life.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And they are scared.  Correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And how, as victims of such activities, and those who benefited by it, have they been able to get together lately?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.  People, all applicants, are appearing because of the presence of the TRC but otherwise in the past once that case was disposed in court, it was finished.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, but that's why I'm trying to get some information from you, are people able to meet each other now and bury the hatchet, and become friends again?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's not easy.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I know it's not easy, but are they able to do so, or have they been doing so, maybe on a small scale?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I haven't heard of such things.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Sorry for the long interruption Mr van Rensburg.  Please carry on.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you.  Professor now if I can just continue on that point, say for instance a group of people wants to get rid of one person now, am I correct to say that they will perhaps choose one of two courses of action?  The one is that they will start spreading a rumour that that specific person is a witch, implying that he can cause damage or bad luck to other people, and secondly, they can start spreading the rumour that that person is prosperous because he is involved in ritual killings and that is the reason for his prosperity?",
            "Male"
        ],
        [
            "UNKNOWN",
            "During that time of chaos here, people will say Mr A is a very wealthy man and yet we did not see his own servants.  Who is ploughing his fields?  It must be Zombies, he must be having Zombies.  Some even add, \"when I was passing the place last night, I heard many voices in the field\".  So such stories when they reach fairly young people, they will say, Mr A doesn't have many servants and yet he is a very flourishing farmer, he must be having Zombies who are ploughing for his field.  Now because he's having Zombies, well if such a person is killed, the country has been ridden of someone who was quite evil, the way how they see it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And of course it follows that the Zombies won't work for him anymore.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay, that I think proves my earlier point that I put to you that there is in fact a link between the witchcraft and the prosperity of the person, is that not so?  Because the questions of the Zombies working for the prosperous person, falls more in the ambit of the witchcraft than in the ambit of the ritual killing, is that not so?",
            "Male"
        ],
        [
            "UNKNOWN",
            "One cannot generalise.  I did say here in the beginning that there were some cases in which one could clearly say, this one was killed because certain people were jealous of his success, but I cannot generalise.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay, thank you very much.  On this question of the jealousy, should we make a distinction between a general feeling of jealousy when one person excels compared to the rest amongst the people, on the one side, and then on the other side, this question of prosperity because he's involved in certain dark practices.  Is there a specific  distinction between these two or is it actually one and the same thing?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It's a very complex situation.  Go to our school results, in both urban and rural areas, Mr A's daughter passed standard 10 with distinction and then perhaps she is overrun by a car, quite an incident, but if they go and consult a Sangoma, very often it will be a neighbour who has heard that this girl was a brilliant child at school.  They say no, a certain neighbour has caused her death out of jealousy, yet we all know that that particular child was killed by a car.  So the one who is suspected of having caused the death of that brilliant child through their own evil deeds, if it was during those days that is 1988 up to 1992, she could have been killed.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.  I really appreciate your insight in this and the examples are very, very interesting, but I have really difficulty in interpreting your questions, the question is simple, are all the allegations of jealousy, when a person is jealous of the other because he's excelled, does that always involve an element of witchcraft, or something like that, or would you say that there's, on the other hand, and distinguish from that, a normal feeling in the community which has got nothing to do with witchcraft, just that they don't like one person to excel above the others?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I did not say jealousy alone could result in what we have just said here, but that in certain cases the people, local people, can say A was killed because certain people were jealous of his or her success.  I cannot generalise.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay.  Let's talk about the procedure of pointing a person as a witch.  Is it not so that there is and perhaps traditionally was, a specific ritual that must take place before a person can be pointed as a witch?",
            "Male"
        ],
        [
            "UNKNOWN",
            "There were means of finding out why A was a witch.  A, a person becomes sick, we consult a traditional healer.  He has got his own bones, he throws them and says no the cause here is not a witch.  We will now perform certain ritual things wanted by our own ancestors.  Go and perform those rites, or B, a certain neighbour a certain aunt is jealous of this.  Anyhow, she or he will say \"don't worry, I will treat this\".  Then if the child is not treated and then should that child die, seeing the first doctor has already told us that aunt A was responsible for that illness, we will go and kill that aunt in the old system.  The system worked very, very well.  You go to the royal kraal.  I am accusing A, he's a witch, he has killed my own daughter and the chief says \"right, you bring two heads of cattle at the royal village.  I am going to give you a messenger.  You go to a more powerful diviner, unknown to yourself and unknown to us.  That particular person who knows nothing about this case, will tell us who the witch is.\"  Then they go to that Sangoma.  The Sangoma might clear this first accused, and to show that he has cleared you he gives you a small horn.  You keep on blowing that horn right at the royal village to say I'm cleared, I'm clean.  That day they will know that somebody who was cleared is coming back home in style.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So if you look at it now, nobody was killed, but with the 1989 system, just to hear that A is a witch, they would go and stone her.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, so that is exactly my point.  Are you in fact saying that there was a change in that traditional perception?",
            "Male"
        ],
        [
            "UNKNOWN",
            "There was a change, but we must understand this change.  Chiefs had been in fact presented as protectors of witches, whatever they did was not taken seriously.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "So in certain circumstances, if I understand your evidence in chief correctly, people were executed as witches but the real reason was actually that they were executed because they did not think like the rest of the people?   That is the drift of your evidence, is that not correct?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I didn't say so.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Belief in witchcraft is not something new.  Even before 1989 we did have belief in witchcraft here but what was different was the treating of the suspects.  In the past you would be given the whole opportunity, if you were really cleared you were never killed, but with the present youngsters once they say A is a witch, that was it, they're going to kill you.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.  I'm referring to the previous statement which you agreed with that persons are killed as witches or people are actually killed because they were political informers or state informers, under the veil of witchcraft.  I am referring to that statement which you previously agreed with.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I think I was not understood.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay.  Perhaps what I'm asking of you, perhaps I can put it more bluntly, are you saying that the youths at one stage had taken over that role of pointing out witches, for whatever reason now, it doesn't matter, we'll come to that just now.  So instead of going to a traditional healer who points someone as a witch, the youths have taken over that role?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I said quite clearly that the youth took control of tribal courts, so the chief were rendered useless.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "...(indistinct) before 1989, if there was a rumour or an accusation that Mr A or Mrs A would be a witch, they would be given the opportunity to prove or to obtain evidence that they are not witches and that would be afforded through the chief to a big Sangoma but after 1989 the youth themselves decided straight away whether he's a witch or not a witch.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'll answer this way, I said earlier that before that date, since the chiefs had accepted this Anti Witchcraft Act the people who were annoyed, or perhaps angry that their son was dead they will go to the ...(indistinct) village, no we are no longer allowed to try such cases, please don't come to me.  Where do you go to because you are supposed to sort of reconcile us says \"Makuhabatendi\" (whites don't want that) - white people don't want this.  So now the case will just remain hanging.  So when this crisis started chiefs were then now settling all scores.  We have been coming to your own place to say - \"please listen to us.  You never listen.  Now who will make you listen\" ...(indistinct)",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Professor, is it your evidence that round about 1990 the youths of this area killed people for political motives and then masked it to be witchcraft murders?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They didn't just that say we are killing people openly, it's only when you analyse it, you will find that the reason behind was to have a new order.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, and that was the youth that had actually driven that decision to cancel the old order and to replace it with something?",
            "Male"
        ],
        [
            "UNKNOWN",
            "And the same that whenever they are attacking people they would be singing Viva, Viva.  They'll be singing national songs.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes.  Now I refer you to page 15 of your report under the heading of Questions and Answers and the question that you have written down there is,\n\"Why does a group of people participate in the killings?\"\nand the answer is as follows,\n\"According to the perception of the youth they are protecting the community, as traditional or tribal courts are no longer allowed to try people accused of practising witchcraft, for example at Mabitsela a young high school student said that ever since they killed people causing lightening, nobody has been struck by lightening and at Park Hotel, Potgietersrust a young steward when asked whether it was right to kill witches answered as follows : What do you do when you have cockroaches in the house?  You kill them.\"\nNow my question Professor is, shouldn't you have included your theory that the youth was actually trying to change the system for political reasons under this specific question, or the answer to the question?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was not as easy as all that.  I personally put that question to a boy at Park Hotel.  Did you believe in witchcraft?  In answering me he said \"Well, if you've got a cockroach in the house, what do you do?  You must kill it.\"",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, we have read that statement.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay right.  We asked him further, \"What do you mean by cockroach?\"  \"I mean this thing that are just found in dirty rooms and so on.\"  \" Are you saying that your parents and chiefs are now dirty?\"  He said \"No, but they represent what is no longer acceptable.\"",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "The point I am trying to make is that, and we must realise that we are dealing here today with a case exactly where a whole group of people, I think there was about 300 of them, participated in the killing of the victim of this hearing and if I read that answer to your question, it does not refer to the breaking down of an old order or anything like that for political motives.  What I read here in your answer which can be made applicable on the case in casu is that the youths actually acted to uphold the traditional values.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I said earlier that these boys, when attacking their own victims or when killing people, they did so singing national political songs, they were not singing traditional songs.  So if they were singing the old songs, they wanted us to go back to the old days, but instead they were saying, singing those songs which were favoured, those songs which were created by the nationalist movements.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, let's talk about that liberation song theory of yours.  Somewhere in your report here I've read that at one of your case studies, perhaps you can quote it better than myself, at one of the killings, the people were singing a certain son with the name of Hogo, now isn't Hogo a traditional song associated with young boys adhering their initiation rituals and used by those boys.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'll give you a nice reason.  Hogo is something new among the Venda people, it is not an old Venda practice.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "And Hogo, you agree with me, it means defeat?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, this is sort of, Hogo is in fact an inspirational song, when you are going to do your own thing, if you are going to fight, if they are going to that school, they will sing that song.  But I want to stress this, Hogo is new among the Venda people, so I cannot stress that they wanted to go back to the olden days.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay.  The point I am trying to make is that if you're referring to liberation songs that they are singing during these killings for whatever purpose, is it not merely a case in many circumstances, where traditional songs have become liberation songs?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Let me help you here.  I stressed one thing from the start, we should not generalise.  I did not say every killing was for political reasons.  I'm only here to come and sort of explain the conditions, situations during those days of killing, but I am not saying that every killing was done for political reasons. It is up to you to go to each case and see was each case indeed a result of that.  I cannot honestly generalise.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I see.  You testified that traditionally it was a severe punishment, one of the most sever punishments, for a person accused of being a witch, that he be expelled from that specific area and that he must go and live somewhere else.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "If such a person would refuse to leave, what do you think traditionally would have happened to him?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He could never refuse to leave the area.  The chief was the boss in the area.  There was no question of Pretoria Supreme Court.  There was no question of Bloemfontein.  The chief was the most upper chap, so once he said out, you were out.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, but if the chief for instance does not agree with that ruling and says the man must not go whilst the community still feels that he should go, what should happen to such a person?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He has got no right, at least from a Venda point of view, the chief does not try a person, it's a tribal court that tries a person.  It goes through a chief.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The chief just sentences.  Well he's got some problems with the new constitution, hasn't he?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Okay, in the specific instance that we are talking about today, there is evidence that the group of youths actually ordered the deceased to leave the area, they wanted to expel him.  In these specific circumstances there is no indication that the chief actually approved such an expulsion.  Therefore, the deceased refused to go.  Are you equipped to wage an opinion as to what can happen to such a person if he refuses to move in such circumstances.",
            "Male"
        ],
        [
            "MR NDOU",
            "If I may just come before you answer, I don't think that you are putting the correct facts.  If you go back and you read Justice Liebenberg's Judgment, you will note there from the Judgment that in fact the deceased was given a \"trek pass\" by the chief himself.  So that's why I don't understand your question because it doesn't give the true picture of what transpired.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Okay, perhaps I should just rephrase my question then.  In the circumstances, if the chief approves of a person and gives him a \"trek pass\" and he refuses to leave, what will happen to him?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'll explain that.  Before the days of the Pretoria Supreme Court and Bloemfontein, the chief was the most senior person.  If he said out, you were out, but although Venda people adopted the so-called independence, their cases were still tried by Judges from Pretoria, so in that case, if the chief believed or thought that his own case could have a strong backing from Pretoria or from Bloemfontein, he could say he doesn't go away because in that case he ...(indistinct) the person, if I say he goes out, who will accept him?   Whereas in the past, the other chief will be sympathetic, for various reasons.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I think the questions is, suppose we had the position now like in the past the chief gave him a \"trek pass\" and he wouldn't go, what would the community or the chief do to him then?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At present the chief has got no right to give a \"trek pass\".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I know that, but let's leave for a moment the present out of the position, in the past when the chief had the authority and he would give somebody a \"trek pass\" and he wouldn't go, what would the traditional leader do then?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was just unthinkable that he could have, that a subject could really defy the highest authority on land.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And if he would do that, wouldn't the people kill him because be is defying the highest authority?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I wouldn't like to speculate here, because I don't know any other case of that nature.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But it is unheard of that he wouldn't obey the \"trek pass\"?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In the past once you were told to leave the place, you had to leave that place.  I do not know of any person who, before white power, challenged a native chief.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Their own version of forced removals.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman.  Okay, let's move on now.  You testified, and I see that I have to put my statements to you very carefully, you testified something to the effect of that, during the 1990's perhaps, I've got round about that time, not to be taken too seriously or too strictly on the time, the youths in this area took certain actions based on political motives and the reason why they took those actions was because they did not want to feel backward, and they did not want to be left out.  Is that correct?  Did you say, was that part of your testimony?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They said so, we are not 'barries', we don't like to be seen different from Jo'burg, Cape Town people, they said so themselves.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "And is that why, according to you, that was the motivation for them for killing people and burning their houses and things like that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I wouldn't put it in that way.  What they wanted was to have a new order.  Killing and burning was not done everywhere.  There were many places in which people accused of ritual murder or perhaps witchcraft were not killed in Venda.  It's not everywhere.  You will only find that where perhaps the situation went out of control.  You can then go further.  A lot of these cases happened mostly in the most backward areas of Venda.  Not a single case was reported here at Thohoyandou or at Sibasa.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, we're not talking about witchcraft motivated killings now, we're talking about the political actions that the youths had taken at the time and the motivation for that was that they did not want to feel backward, or they want to indicate that they are not backward?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Professor, let me make it easier for you.  The question is directed at questioning one of the requirements of the Act to obtain amnesty.  One of the requirements is that whatever action or act for which amnesty is applied for, must have been committed for political reasons or with a political motive.  Now if these youths did what they did in respect of the murder for which we are gathered here, merely to show the rest of the world that they are not  'barries', as you put it, it could be argued that there was no political motive for what they did.  Do you understand?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I do Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now take that explanation and apply it to the question posed by Mr van Rensburg and deal with it please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'll answer that.  Now first of all I must stress this thing, I never generalised.  I even asked you, look into each case and find out if indeed the motive was political, but on the whole when they're singing here outside, they were saying Viva, Viva.  Then again our traditional leaders here belonged to a party called the Venda National Party and it's motto was unity, then the youth would say unity in ritual murder.  So whatever chiefs stood for was actually resented.  But I'll be the last person to say that every case committed in Venda was because of politics.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Now if I put it to you that the applicants will one after the other come and testify that they killed the victim because they did not want to feel backward in relation to the other communities, Jo'burg, and all those people, what would you say as to the merits of such a motivation for killing a person?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what they're going to come say, Mr van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I'm trying to rephrase the statement made by the witness and trying to apply that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you can't put to him what the applicants are not going to say, unless you have information that that is what they're going to say.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "No, my question was that if they are coming to say that.  It is a hypothetical question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's put it this way, that if someone were to come say here, not necessarily the applicants.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr chairman.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "If someone is to come say that they killed a person and set his house alight merely for the reason that they did not want to be backward, what would you say of that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that a fair question to the witness?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The point is, I never said ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Besides that, he is asking for your expert opinion.  I'm just wondering whether the witness is an expert in interpreting the law.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, I don't think he is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So isn't that a matter for the Committee to decide, rather than seeking an opinion from an expert who's not a legal expert.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, I will accept that.  I will withdraw the question.\nYou said that recently, in the recent years, the occurrence of witchcraft related killings or incidents has been drastically reduced.  Is that correct?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I said we used to have a lot of ritual murder cases here and when they increased here Judges in this court in Venda did not wear gloves.  They really went for ritual murderers, they were hanged.  They were given heavy sentences.  I said, as a result of that we have got very few similar cases and all of those that have in fact followed after 1992, none of them had politics.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "After which period, can you just repeat that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "After say 1994, we had cases which could be explained traditionally.  Sometimes where a person would say, well, I'm a traditional doctor, I want to have some strengthening drugs, then they go and kill somebody, but those that involved chiefs who were in fact aspiring to be great in politics, none of them are there now.  In any case, at present chiefs here, although they've got a right to play a role, they are not acting in politics.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "The point is, shouldn't the cut off point be 1990 and not be 1994 as you testified, because in 1990 Mr Nelson Mandela was released?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I am just trying to show that well, as from the time when people could talk freely, we never had many cases.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, and I suggest to you that that time period should be 1990, not 1994, as you testified.",
            "Male"
        ],
        [
            "UNKNOWN",
            "That does not substantially change what I'm saying.  The point is that after those Judges worked here, we had very, very little ritual murder cases.",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes, thank you Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson.  Honourable Chairperson, Ms Patel here.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Oh sorry, how can I forget you?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Just one or two aspects Professor.  Just for clarity for our understanding, once a person is pointed out perhaps as a witch or a wizard, can you explain to us what processes would be put in place in the community,.  Would the youth have a youth meeting, how would people be gathered, what kind of information, if any, would be given to the group of people that would go along?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Traditionally the youth played no role at all in cases concerning witchcraft.  It is only from the date around 1988 when for the first time we saw young boys taking law into their own hands on witchcraft cases.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "If we're dealing with the period from 1988 onwards, let's assume that A accused B of being a witch or a wizard.  What practically would then happen within the community?  Do you understand what I am trying to say?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I do.  If A say in 1989 would say is a witch, now remember that already at that time chiefs had been turning people around here, \"if ever you do have witchcraft cases, don't come to us because we are not allowed to try such cases in our tribal court,\" so they won't even go to them.  They would say  \"well, if you are not happy go to Sibasa Magistrates Court.\"  If you go there, then the Anti Witchcraft Act would be applied, but tribal courts wash it of their hands.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I'm not asking you what would happen in terms of the existing perhaps legal structures or tribal structures that were in place, in terms of how the youth would have been perhaps manipulated and operated during that period from 88 onwards.  Let's assume there was an allegation that somebody was a witch or a wizard, youth would mobilise not so?",
            "Female"
        ],
        [
            "UNKNOWN",
            "If A in this particular area was suspected of being a witch it wouldn't help to say you know the thing was reported last week or so.  This particular family might alone been identified with witchcraft but this time the climate was right to deal with such things.  Then a member of this particular family may tell some ...(indistinct) boys, heh look, why do you spare her.  She has killed so many people.  Then the youth will assemble at a certain place, attacking the so-called witches, but otherwise in the past, witchcraft was too adult for kids.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Let's assume that the youth had then in terms of your scenario to us, the youth had then assembled.  A decision is taken to deal with the witch or the wizard.  Would, in terms of your experience, would all parties who participated as part of that group, would they generally have participated voluntarily or would there sometimes be an element of duress that would come to be on certain people who would form part of this group?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Well I'll be very honest with you.  We didn't sort of find out if in every case everybody who was you know was forced but rather if perhaps 10 or 20 boys are going to a site and they meet you on the way, and you're a boy, they just say \"join us\" and because at that time the thinking in the area was that witches must be cleaned out, so this young boy may not even sing, may not even think, it's just a question of enjoying his friends and is enjoying singing.  It's only on the following day when hearts are down, when police are moving around now, rounding them up then the aunt must say 'Hey, I must hide you in Jo'burg\"  Why?  \"The police are looking for those boys who were singing here last night.\"\nOtherwise quite a good number of boys enjoyed just joining these people singing and dancing.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Are you saying then to us that it is possible that you would get certain boys who would join a particular group on their way to deal with a witch, where in fact the witch or the wizard was dealt with and that particular boy or child would not necessarily know exactly what was going on, he would merely, that's just the way things happened, that youth would just come along and join if there was group?",
            "Female"
        ],
        [
            "UNKNOWN",
            "What I'm saying is this, this boy sees friends.  These are local people, they are dancing, they are singing, he joins them.  These boys don't say \"we are going to kill Mrs A\"  they just say \"we are going to deal with the mother of B\".  They are not saying we are going to kill her or him.   So when they are there, they start throwing stones, some boys will now perhaps light the first hut, but otherwise it's not a question of sitting down, that now you must stand at the corner there, I will stand there, no it was emotionally done.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Professor, the question is simple.  While there may not be a plan or meeting to decide how certain things are going to go, the burning of people or the throwing stones at people must necessarily, no matter what the age of the little child is, result in him having the idea that someone is going to die, not so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could you please repeat that?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Burning somebody or throwing big stones at somebody, must necessarily be associated with the idea or the possibility that such a person may die, no matter how young or old that child is.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I agree with you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think that was the crux of the question.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Just finally, then given that scenario, is it fair to say that those youths who embarked on those actions, were aware of the consequences of their actions?  They are participating in singing and dancing, on their way to where a witch might be dealt with, that the consequences exist that they were aware of that this person would be killed, or harmed, or their property damaged?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I've got a very big problem here.  We did not interview the youth.  They had either fled the country or they were in jail.  We interviewed people outside.  Why do you think the kids did that and that and that?  So I can't answer the question.  We did not interview those boys, we interviewed their own parents, their own brothers and so on.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Okay, that you Professor.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "MR NDOU",
            "No, no re-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Professor, this idea, I know it's an old idea, that the medical advice, if you want to call it that, of these traditional healers, may have been believed in without question in those days and on many occasions one reads the law books, reads the newspapers, it results in young children's bodies being mutilated and again I mean no disrespect to anybody, but it is frightening and I'm shocked by having to hear for the first time in my life today that basically those people who eventually died, had to be alive when such human parts were removed.  I can just imagine the pain those people must have been going through.  From your research, are the people who formed part of the society in this area moving away from those beliefs, or are those beliefs still crystallised here?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Many people are moving away from such beliefs, for example, once a person disappears around here, people are no longer scared to go report, whereas in the past when the traditional leaders were bosses, say  \"well, who am I to go and say chief A did it\", but now that courts are there and these courts have been proved in the past to have successfully dealt with chiefs, so once a person's involved in a muti murder case, the police easily find many people ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that, I fully understand that is the legal mechanisms in which they deal, I am talking about the belief itself, the mentality.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I will say many people are no longer at it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, good.  So it's slowly dying.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think I'll even say fast.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And hopefully we'll be able to spare many more lives now.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I can imagine parents having to find out that their young child has been mutilated, it could not have been a nice experience.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct, Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Sir.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "May he be excused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel, do you need the professor any more?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "No thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just in case we need him, is he easily available?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes, he's available, his offices are just across the road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then he can be excused.\n\tThank you for your assistance.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}