{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-14",
        "location": "THOHOYANDOU",
        "names": [
            "NGOMANDU AMOS MUHADI"
        ],
        "case number": "AM2717",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53530&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99071214_tho_990713th.htm",
        "speakers": [
            "MR NDOU",
            "CHAIRPERSON",
            "NGOMANDU AMOS MUHADI",
            "MR VAN RENSBURG"
        ],
        "original_speakers": [
            "MR NDOU",
            "CHAIRPERSON",
            "MR MUHADI",
            "NGOMANDU AMOS MUHADI",
            "MR VAN RENSBURG"
        ]
    },
    "testimony": [
        [
            "MR NDOU",
            "Thank you Mr Chairman, I now call number 2717, Ngomandu Amos Muhadi.  His application appears on page 84 on the paginated document.  May the witness be sworn in Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Muhadi, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "I would like to use Venda.",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman.  Mr Muhadi, I see that you are before the Committee seeking amnesty in respect of an offence of murder, arson and assault GBH.  This murder, the murder charge all right, on whom was it committed?",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "To Edward Mahvunga.",
            "Male"
        ],
        [
            "MR NDOU",
            "And the arson charge, on whose property or house was it committed?",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "Edward Mahvunga.",
            "Male"
        ],
        [
            "MR NDOU",
            "The assault GBH, if you still remember?",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "To Rosinnah Mahvunga.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see, so these were charged 3, 5 and 7 respectively?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, 7, 3 and 5 respectively.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had the murder first.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay.  I want you to explain when did these three offences take place, do you remember?",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "Yes, I still remember, that was on the 6th of February 1990.",
            "Male"
        ],
        [
            "MR NDOU",
            "All three of them?",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "I want you to explain how it came about that you committed these offences?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, before you carry on and before you waste time, his application in respect of the assault, how could he possibly get amnesty for that?  On what basis would he comply with the requirement of political motive?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Well, on that basis, we took it as the facts were the same and everything occurred the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but was she a political target?  How was assaulting her, going to enhance a political agenda?  I am asking, I am inviting you to persuade us.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I appreciate the problem, but the fact of the matter is that everything took place altogether and I thought it would ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So?  I will leave it in your hands, I draw your attention to it, but we would appreciate not being asked to make decisions on issues that are really irrelevant.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Okay, perhaps it will be wise at this stage for us to withdraw it from the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you better consult and you can tell us later or tomorrow.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I want you to explain to the Committee as to how it came about that you partook in these offences.",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "I can start by on the 6th, when I was at home, I heard my sister saying that there were people who were calling me and on getting out, I realised that it was Abel who said I was expected to attend the meeting because ...",
            "Male"
        ],
        [
            "MR NDOU",
            "Abel who?",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "Abel Mulady.",
            "Male"
        ],
        [
            "MR NDOU",
            "The previous applicant?",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes?",
            "Male"
        ],
        [
            "NGOMANDU AMOS MUHADI",
            "Because there was something which I was still doing at home, I said that I will follow him.  Then when I followed him, I realised that the meeting was over, the people were going to the deceased's home and I joined the people who were going to his home.  When listening what people were saying or what was decided that day is that people were going to persuade Edward for the last time to go.  Edward is a person who was stubborn, then ensues an argument which took a long time which we did not result into us making him to leave.  This led into Edward fighting with the group and then the group fighting against him, which resulted in him being killed.  In his killing, I also participated, that is I was charged with murder.  Rosinnah as the wife of the deceased, she was part of the fight of fighting with the group, I was also charged with assault because while we were busy throwing stones, I am sure that one of the stones which I threw as she has said, hit her.  That is why I am charged with assault.  As I continue, I was also charged by arson, I was not charged by arson, that is burning the house, but I am involved in the burning of the house, that was because of the evidence given by the witnesses, that I was having a petrol bomb, which is not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, we have a slight technical problem here.  Prison Officials are needed to take whoever is in custody back to the prison, they need to do so now, because now arrangements have been made for prisoners to be taken back to jail later.  Have you got any objections, then we can adjourn now and carry on tomorrow morning?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "No problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "I have no objections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel?  Unfortunately, then we will have to adjourn this hearing until tomorrow, nine o'clock because of the necessity to take prisoners back to prison.  I would appeal to the Officials of the what do you call this, Correctional Services, to make arrangements such that we can finish at five o'clock tomorrow.  Any Officials here from the prison?  Have you heard my request, can you make such arrangements?  We will adjourn until nine o'clock tomorrow.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}