{
    "header": {
        "type": "ALFRED KANGALE MATEL",
        "starting date": "1999-11-17",
        "location": "THOHOYANDOU",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53936&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99111517_tho_991117th.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR NDOU",
            "ALFRED KANGALE MATELO",
            "ADV DE JAGER",
            "MS PATEL",
            "MR MUSHASHA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR NDOU",
            "MR MATELO",
            "ALFRED KANGALE MATELO",
            "ADV DE JAGER",
            "MS PATEL",
            "MR MUSHASHA",
            "MR NDOU ADDRESSES"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Can we proceed with this matter now?  Can we carry on with number 8 then.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I'm going to call on Mr Matelo, I'm just looking through his document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you call Mr Matelo to the front please?\n\tMr Matelo, are you aware that this is one of the Panels of the Truth and Reconciliation Commission?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is one of the Panels of the Amensty Committee?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it you are Mr Nemulodi?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have made an application for amnesty?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It involved an application in respect of the murders of a number of people including Mrs Masithi.  Your application was enrolled on this session?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you did not pitch up on Monday.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And people had to go and look for you to tell you we need to see you.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you receive notice that this matter was going to proceed this week?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "I got it today.  So now today I am here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay then it's not your fault.  Do you want to proceed with this application or what is the position?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou you haven't ...(indistinct)",
            "Unknown"
        ],
        [
            "MR NDOU",
            "... notice yet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nemolodi, will you be seated and wait for Mr Ndou please.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes can we carry on with Mr Nemotelo?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you.  Honourable Chairman, Honourable Members, I'm calling applicant number 4289/96, that is Mr Nemotelo, Alfred Kangale, may the witness be sworn in please?",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman.  Mr Matelo, you brought an application before the Amnesty Committee.",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "In respect of which offences have you brought this application?",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "In the case of murder.",
            "Male"
        ],
        [
            "MR NDOU",
            "Murder of who?",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "I have killed a person, I forget the name but the surname is Gumant.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "There is an indictment on page 12.  He was found guilty on both charges and sentenced for 18 years, the charges being taken together for purposes of sentence.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now how did that come about that you killed these people.",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "This person that I killed, I killed them because when I came back, I came back on pension.  I just sat for a moment, after a long time my wife died.  After she died it was alleged that he is the one responsible.  Then I took it that this witch is the one who gave people of the high official in the government medicine that the government must not be reincorporated into South Africa.",
            "Male"
        ],
        [
            "MR NDOU",
            "Okay let's take it slowly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you want Venda to be reincorporated?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "It is because here in Venda our government was now ruling us in order - there were many things that were happening but not done it well - and then some were ritually killed and if we submit our issue then they were not dealing with it properly.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see, how does it come about that you thought that the people these are the people who bewitched your wife?",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "It is because in Venda, if a person died we go and want to know what caused this person to die.  Then we find that this person is the one alleged to be responsible for my wife's death.  It is then that ...(intervention)",
            "Male"
        ],
        [
            "MR NDOU",
            "I asked you, how did you come to know and you've explained that you approached a bone thrower.  Is that right?",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes in terms of Venda, if a person is dead, then we have to go and found out what happened, and then we went to a sangoma who told us that he is responsible for the death of my wife.  On coming back from the sangoma it was very painful because I was told that he's one of the people who's giving medicine to the leaders of Venda so that things cannot go forward, which is happening in this country.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now what I want to find out from you, who was the person identified by the bone thrower?",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "We were many.  Look I think you know that in Venda people don't want to tell anybody what happened because they were afraid that if they can tell anybody then they will be in trouble.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I ask you, do I understand you correctly.  Your wife died.  You then went to a sangoma and the sangoma threw bones and then pointed out that the deceased, this woman you've killed, that she was the cause of the death of your wife.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You killed a woman ...(intervention)",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "No I didn't lay my hand in the killing but I went there with a petrol cannister.  I just poured petrol, I didn't use my hands and the person died in hospital.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And this person where you sprinkled the petrol, was that person responsible according to the sangoma for the death of your wife?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "No it's not that person, it's the other person, it's not that person, that person didn't die and then the other person was injured, that is the daughter-in-law was injured.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I see, so you went to the house, sprinkled the petrol and ...(intervention)",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes there were many inside that hut and the person we were looking for was inside there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I see.  So the wrong person died?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes the wrong person died.",
            "Male"
        ],
        [
            "MR NDOU",
            "No you've been apprised of the fact that when one applies for amnesty one has got to show a political connection to your actions, is that right?",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I understand that.",
            "Male"
        ],
        [
            "MR NDOU",
            "How do you connect that?",
            "Male"
        ],
        [
            "ALFRED KANGALE MATELO",
            "That person, what he was doing - they used to take medicine and take it to the government, giving it to the leaders of the government.  That is why that if I do it like this way, then there would be no other person who will take the medicine and give it to the people who are in government.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sir I'm a bit worried, I think you went there to kill this person because the person was responsible for the death of your wife.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes it's true.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And that had nothing to do with politics.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "I have explained that in killing her I was trying to eliminate the witches because witches tend to give medicine to the leaders in government.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If your wife was not dead or your daughter was not injured ...(indistinct)",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "But then I would not be knowing that she was a witch and I did it like that because that makes me to know that she is a witch, that is why I did it like that and because she was one of the people who gave medicine to the people who were in power and preventing the Venda Government to be reincorporated into South Africa, then I decided to kill that person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright let's forget about the politics in that sense.  When did your wife die?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "She died in July 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know any witch in June 1990, anybody that was a witch?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Since I grew it was known that there are witches.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't avoid the question. Did you know any particular witch?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes there was another person who used to take people and turn them into zombies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now tell me, you say when you went to see this person, this deceased Flora, you did so because she gave medicine to government officials who were corrupt, etc.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "I've said, when I killed this person, I killed her because these witches including witchdoctors, they give people in government - I think if I killed them ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you've repeated this well-rehearsed story.  All I needed was a 'yes' or 'no'.  All I want to know - listen to my question, all I want to know is that this Flora lady who you killed, did you think she specially gave medicine to the corrupt government officials or all the witches involved in that?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Flora, I've tried to show that she's not the person who killed, she is the daughter-in-law, but I was intending to kill the right person, but people were so many inside, then the people ran away.  Then I didn't know how this person I was intending to kill ran away.  Flora was not a witch ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Just a moment. Who was the witch?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Nyamquamadi Gumani was a witch.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Flora was the daughter-in-law of the witch?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "She was staying with the witch?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I can say it like that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you wanted to kill the witch.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you set fire to the house?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I sprinkled petrol here in the stoep while the people were inside.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But then Gumani the witch, she escaped?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes she escaped.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But her daughter-in-law burned to death?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you before your wife died tried to kill these witches who were supporting the officials?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "It's because I couldn't just go and disturb people not knowing if the person is a witch.  I did that because I happened to experience this problem and then realised that she is responsible to this and she also takes this medicine to the government officials.  Then I decided to kill her thinking that I would have eliminated some of these witches.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you kill that other one who created zombies before your wife died?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "The person responsible for making zombies was (had attempts made on his life) attempted several times even by the youth, but he used to boast and say, \"I have people in the bush and I'm like a chief, nobody can do anything to me.\"  Indeed he happened to die with nobody touching him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm asking you why you never attempted to do so because you wanted to get rid of these people for political reasons?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "I'm trying to explain that it is very difficult to approach that person.  In the meeting in the chief's kraal people were discussing about him intending to evict him.  He said, \"even if you try to evict me I won't go.\"  And indeed he stayed, he didn't go.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go alone to go and kill this lady who's daughter-in-law died, were you alone or did you go with anybody else or what?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "I was alone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you attend any meetings where the position of witches were discussed?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I used to attend them at the school under the ANC and we used to talk about that but it was not every time because I was in town.  So we used to discuss that when I was back.   But when people were discussing about that, these people don't take this thing seriously.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All I'm asking you now, those meetings that you say you attended where the position of witches was discussed, was that before or after your wife died?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "That was before she died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So did you accept and believe in what was discussed there.",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I believed in what was discussed there because it was discussed by the entire community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why didn't you go and make an attempt on killing witches before your wife died?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "I was a person who was not around.  I only came back in 1980.  All the time I was in town but I happen to attend a meeting, not every time but only when I'm in town, but I have my family here.  So I used to come during leave time but then I was on pension when these things happened.",
            "Male"
        ],
        [
            "MR NDOU",
            "I cannot take this any further.\nNO FURTHER QUESTIONS BY MR NDOU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel have you got any questions?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I have just very briefly Honourable Chairperson.  Sir, is it correct that at the trial evidence was led that when you came to the home of the deceased you came to the door and you enquired after the person that you were looking for, that is Nyamukamadi and as soon as they said to you that she is in the hut, you then said that none of you will come out of this hut tonight.  Do you recall that?",
            "Female"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I still remember that.",
            "Male"
        ],
        [
            "MS PATEL",
            "Do you confirm that you said that?",
            "Female"
        ],
        [
            "ALFRED KANGALE MATELO",
            "Yes I agree I did mention that.",
            "Male"
        ],
        [
            "MS PATEL",
            "So it didn't really make a difference to you who you killed that night, you were prepared to kill everybody in that hut?",
            "Female"
        ],
        [
            "ALFRED KANGALE MATELO",
            "It's only because when I went there I was angry and I was not prepared to kill anybody.  Now that I arrived there and I make mention of the person I'm looking for, it means that I was strictly looking for Nyamukamadi.",
            "Male"
        ],
        [
            "MS PATEL",
            "So it's correct that you were angry, and the reason you went there was for revenge, not so, because you believed that Nyamukamadi was responsible for killing your wife and that was your primary motivation, not so?",
            "Female"
        ],
        [
            "ALFRED KANGALE MATELO",
            "I didn't go there because I was going to revenge, but I was going there to find that - because this lady is responsible for the danger I experienced.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In actual fact she was responsible as you believe for the death of your wife?",
            "Unknown"
        ],
        [
            "ALFRED KANGALE MATELO",
            "It's really that is true because this person, I went to her.  Sometimes she used to indicate that she knows about this thing herself.  Just for example, one day when her son was on leave, he decided to go back to town and not to stay home while he was on leave saying that he will come back when he's dead.",
            "Male"
        ],
        [
            "MS PATEL",
            "I don't believe we're going to take this matter any further Honourable Chairperson and I will merely put it to you Sir that the killing of Flora Gumant(..as per printed matter)  Gumani(?) was not politically motivated.  Thank you Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you, I've got nothing further.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That is all Mr Chairperson, I've got no further witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel have you got any witnesses.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No I don't, thank you Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you got any argument?",
            "Unknown"
        ],
        [
            "MR MUSHASHA",
            "In all honesty I must consider that difficulty is right from the outset, I need to consider it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you concede that it's difficult to get political links. The probabilities are that it's not political?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We'll take a five-minute break.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Ms Patel.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson.  The next matter on the roll is number 2 on your list, the applicant's Nemolodi and Mulovetzi.  I believe my learned colleague, Mr Ndou, would like to address you on that matter.",
            "Female"
        ],
        [
            "MR NDOU",
            "Thank you Honourable Chairman and Honourable Members.  I've been instructed in the matter of Nemolodi E to withdraw the applicant's application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is he?  No I'm not calling him, I just want to know if he is ...?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson I believe that would then excuse my - oh no actually not.  Then we have the second applicant - sorry Mr Ndou seems to be indicating.",
            "Female"
        ],
        [
            "MR NDOU",
            "No you can proceed.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright thank you Honourable Chairperson, the second applicant Mulovetsi, I have had a discussion with Mr Ndou and he confirms that his client in his testimony to come will be implicating further people that we were not informed of beforehand, so I believe we sit with the same problem.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "On that matter must we postpone sine die?  Is that what you're saying?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "That is so Honourable Chairperson.  Alright thank you Honourable Chairperson, then we move to incident 12, the incident of ...(intervention)",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "He will give you the names of all the implicated persons and addresses so that they can be notified?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Yes I am sure that he will Honourable Chairperson.  Then the next incident is that of the murder of M Nemulenzi, the applicant there is Mulatsi.  I believe that Mr Ndou wishes to withdraw this application.",
            "Female"
        ],
        [
            "MR NDOU",
            "That is correct Honourable Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he in the hearing?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "He's not present today Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you get instructions to ...(intervention)",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Yes my instructions are that he is no longer interested in proceeding.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson.  The next matter is that of the assualt on Petrus Nudau, the applicant there is Singo.  I believe that Mr Ndou is in the same position as with the ...(intervention)",
            "Female"
        ],
        [
            "MR NDOU",
            "Ja if may explain that one, that is a separate application from the rest.  I received that from the TRC but I've been trying to get hold of this particular Singo in vain and when I looked at his application documents I noticed that he was only sentenced to six-months imprisonment way back in 1990 and it will be very very difficult to fight.\n    But maybe if the matter could just be postponed sine die so that we could try to find him.  If next time he's not here I'll try to go to his home because I've got his address.  If he's not there I will just withdraw it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou as I understand it you're going to make efforts to get hold of him.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MS PATEL",
            "That would then be all Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, can I ask you something.  Most of these matters we are being forced to postpone for some technicality involving notices in compliance with the Act.  A number of the instances have been brought about by a lack of information given to the TRC by the applicants, such as names of implicated people and their addresses and perhaps even the addresses and names of the victims.\n    Now that you have a list of all the applicants, could you perhaps in 14 days time see to it that a list of those names under the different categories with their addresses reaches this specific Evidence Leader, Ms Patel.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I don't have any problem with that, I'll as from today because we'll have the time to do that I'll use the time to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The other thing is I need your assistance in explaining to your clients what the actual problems were that we couldn't proceed with their cases.  They all look sitting there very disappointed and I can understand why, but unfortunately it's a matter that's out of our hands.  We will try to come back as soon as possible. Okay, thank you then all.  The matters are postponed and this session is adjourned.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Chairman.\nHEARING ADJOURNS",
            "Male"
        ]
    ]
}