{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-11-15",
        "location": "THOHOYANDOU",
        "day": "1",
        "names": [
            "LANGANANI FOSTER MUNYAI"
        ],
        "case number": "AM7356/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53931&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99111517_tho_991115th.htm",
        "speakers": [
            "CHAIRPERSON",
            "JUDGE PILLAY",
            "ADV SIGODI",
            "ADV DE JAGER",
            "MR NDOU",
            "MR VAN RENSBURG",
            "MS PATEL",
            "INTREPRETER",
            "LANGANANI FOSTER MUNYAI",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "JUDGE PILLAY",
            "ADV SIGODI",
            "ADV DE JAGER",
            "MR NDOU",
            "MR VAN RENSBURG",
            "MS PATEL",
            "INTREPRETER",
            "LANGANANI FOSTER MUNYAI",
            "MR MUNYAI",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good afternoon.  I need to apologise for the late start but we had a lot of technical issues to deal with in respect of this application.  We haven't dealt with it all but we thought it necessary to continue in matters that we are able to do so.\n     For the purposes of the record I'm going to ask all my colleagues here and all the representatives to announce their names like I'm going to do so that when the record is typed the typists would know who was talking.",
            "Unknown"
        ],
        [
            "JUDGE PILLAY",
            "I am Judge Pillay.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Adv Sigodi from Port Elizabeth.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Chris de Jager a Member of the Amnesty Committee.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Patrick Ndou, I'm a local attorney intern.",
            "Male"
        ],
        [
            "MR VAN RENSBURG",
            "Thank you Mr Chairman, my name is Van Rensburg S J, from Kriek and Van Rensburg Attorneys at Tzaneen, and I appear on behalf of the Legal Aid Board for the victims in this inquiry.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, Ramula Patel, Leader of Evidence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel, I understand that there are some of the matters that will not be able to proceed during this session because certain requirements of the Act have not been complied with.  I will suggest that we mention those right now so that those people concerned with those matters need not attend for the rest of the week.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Alright.  Thank you Honourable Chairperson, the incidents to which you refer is that of the murder of Jack Ramarumo & others.  The second matter is that of the murder of Mudzunga Mulaudzi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In the first matter who is the applicant there?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Sorry the applicant is on Dhlukwa application number AM3278/96.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well that matter we would postpone sine die.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "That is correct Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And who is the victim?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "It's the family of Mr Ramarumo.  I can check the exact names if you so wish Honourable Chairperson and revert to you later.\n\tAlright the next incident that I refer to is that of Mudzunga Mulaudzi ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just before you go on, I'm sorry Ms Patel, it seems that many people here are unable to follow the proceedings because they are not equipped with earphones, are there any left?  I wonder Mr Intrepreter, for the purposes of this few minutes, would you translate to all the public please?",
            "Unknown"
        ],
        [
            "INTREPRETER",
            "Could you please repeat your question?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Would you kindly translate what Ms Patel has said so that everybody here can understand and follow what she has said.",
            "Unknown"
        ],
        [
            "INTREPRETER",
            "That is what we are doing, we have done that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, you did it to those who have earphones.  Many of the people do not have earphones.",
            "Unknown"
        ],
        [
            "INTREPRETER",
            "Okay.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, proceed Ms Patel.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, perhaps I should just repeat.  The matters that have been postponed sine die, are the following:   It's the incident relating to the killing of Jack Ramarumo, the applicant in that matter is Mr Lukwa, application number 3278/96.\n    The second matter is the incident involving Mudzunga Mulaudzi, the applicant in that matter is Mr Malima application number 2537 of '96.  \n    The third matter is that of Edward Mavhunga, the killing of Edward Mavhunga.  The applicants in that matter are Mr Ramwa, application 2727/96.  Then the second applicant Mr Maiva, application number 43007/97; and Mr Makhatu application number 4319/97.  And the final matter is that of the murder of Emely Makulane, the applicants are Mr Mulatsi, application number 3282/96.  The second applicant Mr Ramalata applicant number 3283/96 and the third applicant, Mr Matala, application number 3284/96.\n\tThank you Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "With which matters are we going to proceed today?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "The matters that we can proceed with today Honourable Chairperson, involve the following victims Masithi; Netshivhumbe;  Mafulani;  Ralulimi;  Nemadandila.  That's the one application, and the second application relates to the victim Madadzhe and Maphaha.  Thank you Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which application are we going to start with first?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson with Masithi.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Incident number 2 on our list?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "That's correct Honourable Chairperson.",
            "Female"
        ],
        [
            "MR NDOU",
            "We'd arranged for number 6 like we had agreed at lunch time, that we'll start with number 6.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, what's the name of the applicant that you want to follow?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Number 7356/97.",
            "Male"
        ],
        [
            "MS PATEL",
            "Mr Van Rensburg is ready to proceed with the second incident as well, so it doesn't really matter Honourable Chairperson.",
            "Female"
        ],
        [
            "MS PATEL",
            "Let's proceed with that.",
            "Female"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairperson, Honourable Members.  We are going to proceed with Application number 7356 and 6680, that is Mr Munyai and Mulaudzi and the matter pertains to the incident that occurred at Itsane and before you Mr Chairman is Mr Munyai.  He may be sworn in.",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Mr Munyai, where do you reside?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I'm staying at Itsane.",
            "Male"
        ],
        [
            "MR NDOU",
            "When were you born?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I was born in 1965 on the 25th of February.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see.  At the present moment, are you in prison?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes I'm in prison.",
            "Male"
        ],
        [
            "MR NDOU",
            "What are you there for?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I'm there because of the murder which was committed by the community of where I'm staying.  That was on the 2nd of February 1990.",
            "Male"
        ],
        [
            "MR NDOU",
            "I see, and now you've applied for amnesty, is that correct?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes it's correct.",
            "Male"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman.  What sort of sentence are you serving at the prison?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "The sentence I was given was 46-years but that sentence was running concurrently, it's 20-years now.",
            "Male"
        ],
        [
            "MR NDOU",
            "And what were you convicted of?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I was convicted of murder and arson.",
            "Male"
        ],
        [
            "MR NDOU",
            "Could you explain to this Committee how it came about that this incident took place?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "On that day on the 2nd of February 1990, it happened that we were trying to recruit the school children and the other civilians of Itsane.  Then we requested people that on that day we must meet at 6 o'clock in the evening at the field or playground.  We were going to talk on what we can do in order to make the government which was ruling to fall because it was violating human rights.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "We can't hear, you say: \"We are doing this.\" Who were you and were you representing any organisation?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "At that time I was not a member of an organisation but I was just a supporter of the ANC.",
            "Male"
        ],
        [
            "MR NDOU",
            "And with whom did you gather at this sportsfield as you say?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I gathered with the citizens and school children who were invited.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "While we were there, while we were still talking about what we can do in order to make the government fall one of us by the name of Thihanedzwi Tshikhudo then raised his hand trying to show us that here where we are in the villages,  if we want to do something, for example, if we want to find a solution to make the government fall it will be possible just like in Soweto where we can make rent boycotts for paying this and that but what we can do is to attack the people who are believed that they are participating in working with the people who were in the government, just for example by giving them medicine or muti.  A list was then made.",
            "Male"
        ],
        [
            "MR NDOU",
            "How was this list drawn up?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I was one of the persons who was appointed on that day to be the leader of that meeting.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes but how was the list drawn up and ...(intervention)",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "We drew the list in this way.  A person was expected to raise a hand and said that Maphaha and maybe Madadzhe, and then I just wrote on the names that people were mentioning on the list.",
            "Male"
        ],
        [
            "MR NDOU",
            "Now what were the criteria used to determine these people.",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "The community of where we were staying itself was using something which, I don't know how I can explain it, the people were knowing that, that is in every village here in Venda, many people here in Venda during those days believed that witchcraft is something which was happening and they were able to point at a person, just like myself, they could claim that I was a witch and there were strange deaths during those days.",
            "Male"
        ],
        [
            "MR NDOU",
            "So the list was drawn up by yourself?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes it was drawn up by me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Let's go a bit slower.  A person would put up his hand, and he would nominate somebody.  He would say I want this name to be put on the list.  Is that right?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "No it wasn't just a matter of simply pointing at a person to be included in the list, there were things which resulted in a person being named.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Which names, did you want on the list, did you discus it and say, \"please give me the names of all the witches and I'll write them down.\"",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "No, what happened on that day was that myself and those people who were with me at the meeting, we were not going to discuss the killing of people, we were going to discuss how to make the government fall only.  Now because they realised that the method they can use here in Venda, because it's in the villages, the only method which could be used was to burn the witches with the main aim of making the government to fall or to make the area to be ungovernable and it happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would that happen if you dealt with the witches?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I didn't hear your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I say you wanted the government to fall.  Then you seem to suggest that the way to do that was to deal in some way with people whom you thought were witches.  What did the witches have to do with the government?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "All those things came when the society decided to demonstrate and to fight with the government and it was found that youth who were acting during that time were mysteriously dying, so it resulted in witches being killed, since they were suspected.  But the aim was not necessarily to burn the people but to fight the government but because of all these things which were happening, then the situation dictates that because people were dying mysteriously, we found ourselves killing the witches.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was that going to help your political objectives?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "It helped because if it was heard that at Itsane people were burnt today, when the police ran to Itsane, tomorrow it will happen at Njerere and as they run to Njerere, they will find that maybe elsewhere at Hamashamba another person is being burnt.  Then all those things were making the government to have problems.",
            "Male"
        ],
        [
            "MR NDOU",
            "Why couldn't you deal with the government without having to deal with witches?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "That's because the rulers, or the members of the government who were in place found that they were involved in evil things, for example ritual murders.  We realised that if a person is being killed according to our belief for a ritual murder, the parts will be taken to the witchdoctors so that the parts will be mixed with medicine so that the people will get richness and power.  Such things fall under witchcraft.  When we left the playground we went to Mr Maphaha's place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm still trying to find out how the witches were connected to government.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I tried to explain that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You haven't been very successful.  You see, listen to me very carefully.  In order to be granted amnesty, you must comply with two basic requirements.  You must tell us everything that we need to know about that incident for which you require amnesty.  That is normally known as full disclosure.\n    The second one and equally important, in fact in the Act I think it comes first, for what political motive or advantage did you commit that act for which you seek amnesty?  Do you understand?  Are there any questions about that, that you don't understand?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "No questions that I don't understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you come to tell us that together with the youth, the people in the area mostly wanted to overthrow the government.  Did I understand you correctly?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes you did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you go on and say, during discussions it came to be that it was decided that the witches, or people whom you thought were witches, have to be dealt with in order to overthrow the government.  Am I correct in understanding it all?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What we need to know is why deal with witches in order to overthrow the government?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "It is because, I tried to explain that here in Venda it's in the villages, and in the villages it is different from Soweto or Pretoria, Bloemfontein or elsewhere.  Where when people want the government to fall, they can maybe engage on boycotts of rents and many other things.  But here on that day, as we were still looking at what we can do to make this government fall, people who were looking at this matter realised that the government was crying about the actions which were unacceptable, for example ritual murders.  We know that the parts of persons killed during ritual murders would be taken to a witchdoctor who would mix them with medicine, making another medicine.  And our knowledge which we were trying to reach of politics is, that by starting to burn witches would threaten people who were in power, or who were ruling, because they were aware that they had us in an iron hand of ritual murder, of shooting and things like this.",
            "Male"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman.  You explained that it was at this gathering that you decided that witches would be the target.  Now the people who gathered there, what did they understand to be the objective to be achieved, by burning these witches?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "The main objective which the people there realised was that because the members of the society were dying mysteriously, then they realised that if we burned the witches, the society will maybe be free from witchcraft and it realised that by burning the witches there will be turmoil in the villages or country and it will be ungovernable because people were thirsty that Venda must be reincorporated into South Africa.",
            "Male"
        ],
        [
            "MR NDOU",
            "Did they make any connection with the witches and the ruling people, the government?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes because during those times there were - because if a person is killed, the parts which are removed from that person will be taken to the witchdoctor who would mix it with a medicine, which practice is referred to as witchcraft.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes but what I want to understand from you, could you explain, who would then use the medicine that the witches have mixed?  Would it be people connected with the government or would it be people connected with the ANC, or who would the people be who would benefit from the witchcraft?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "The community was going to benefit during that time.",
            "Male"
        ],
        [
            "MR NDOU",
            "He didn't seem to understand the question.\nWhat the Committee Member wants to know from you is as to who would benefit from this situation.",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Who would benefit was the ANC organisation because it was against the government during that time, because the people were also opposing it, supporting for example ANC so that they wanted to take over.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you go and kill all the people who had donkeys then instead of the witches?  If somebody had to be killed to overthrow the government, why choose the witches?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "It's because in our village there was a time during which two children were missing and the missing children - it was the people who were killed who were suspected to have made those children to be missing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What has that got to do with the government?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Where there is a link with the government is here.  I have indicated in the beginning that members of the government that was ruling were killing people and by killing people and all these things we were trying to intimidate the government to stop killing us in this way, because when looking into these things it was politics mixed with witchcraft.\n    Firstly,  I can take an example of a case which happened in 1988.  When a certain woman was found having being killed during a ritual murder, her name was Mashiki.  While it was being investigated it was found that she was killed by members of the government.  \n\tI can also take an example which happened in 1990 when the youth at Mbengwi were marching to the Parliament with a skull who they claimed was killed by Mr M M Mpapure.  When taking that into consideration we realised that the people who were participating in the killing of people were members of the government which was in power and all these things were linked with witchcraft.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But why didn't you kill the members of the government who killed Mashiki?  Why did you kill witches?  They didn't kill Mashiki, it was the members of the government who killed Mashiki.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I have explained that those witches, when they were killed, more especially those at Itsane, they were killed after there was a case of two children who were missing and it was suspected that the people involved were the members of the government.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What have the witches got to do with it?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I was saying, those people who were killed on that day linked with these people when it comes to two children who on that day were missing and the people who were suspected were the victims who were killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndou, I speak for myself, I have difficulty about a connection between the political motive and the witches.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Mr Munyai, okay just try to relax and think properly.  Right, what the Committee wants to find out from you, it is the connection between the killing of the witches and a political motive.  I asked you a simple question.  I asked you as to how - was there any connection between the list that you drew up and politics and the government as such?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes there was a link. The link which was there between politics and witchcraft was on that day of the second, when we took that action, the community was tired by the way in which the government was ruling. And as such people tried many other ways in the government to try and meet the government so that they could talk of those actions but it was difficult because the government which was ruling was not prepared to listen to us.     Just as an example, if we said that we were being killed or ritual murder was being committed, some of us were being shot like what happened on the 21st of March when Elsi Parama was killed, when the society was going to complain to the government that the way you are ruling us was not in order.  Now because of that, while investigating, we found that here in Venda, first it's in the villages, the way which can help us to reach our objective causing the government to fall, was that there was only one thing that we could do in the village, which was killing the witches.  And all that was happening because of the political thinking of the time, because on the 11th of February we were told that Mandela was going to be released.  But when people looked into that, they said that when Mandela is released he must find that most of the job which is left which he could do, he would find that the people having done that just like ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You're now telling us of the 11th of February, you have already killed the man on the 2nd of February, and you're referring to the 21st of March, it's things that happened after you killed him.  So why did you kill him on the 2nd of February?  Why did you decide to kill the witches on the 2nd of February?   Why didn't you go and kill the politicians?  Or did you consider the witches to be politicians?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "It is not that.  On that day, I tried to indicate before that because mostly activists were dying, young activists who were dying at that time, they were dying in a mysterious way.  People themselves took a decision that these acts of witches be dealt with in killing them, so that they can not be an obstacle for us in fighting with the government because to tell the honest truth our aim was to fight with the government.  But because those people were disturbing by killing our activists who were showing that they could lead us to reach our objective.  Then we were forced to kill them, so that we can reach our objective.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The person that you killed, did he have any official position or was he a government leader?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Like I say, the person we killed, one of them was nothing, an ordinary person;  another one was regarded as a headman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay Mr Ndou, page 4 of the application\nare annexures, who is the author of that?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I'm not aware.  These documents in the papers, apparently these were sent with the applications to the Amnesty Committee.  And it seems like in every application, the documents that were sent to the Committee had this sort of document. I'm not sure who the author is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now you've drawn up a list, you identified people that you said must be killed, what then happened?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "From there it happened that we went to all those places which were on the list.",
            "Male"
        ],
        [
            "MR NDOU",
            "Would you explain to the Committee where you went to?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Firstly, we went to to Makabu's place.",
            "Male"
        ],
        [
            "MR NDOU",
            "And how many people would you say were at Makabu's\nplace?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Plus/minus 500.",
            "Male"
        ],
        [
            "MR NDOU",
            "And how did they come together?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "For this who gathered because we have got small villages and then we realised that in a certain small village, who is active to such an extent that they could recruit those people for us and then at Chiuyuni, one of the people who recruited people is a certain guy called Chimanga Ndzamakungo.  At Ngumo village the person who recruited people is Tiane Richudo.  At Itsane they were made to gather by me.  From there we went to Makuba's place as it was written in the list.  On arrival we found him and then we started to attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what did you do?  What was important?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Mzwande was there, he was listed as a witch.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes we want you to explain to the Committee, what you did, how did you get there, what did the people do and what did you as a person do?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "On our arrival there I requested all the people who were there that before they can destroy or do anything, that I must first knock and ask them to get out of their house so that I can put some questions to them, so that if it is true that he is having zombies and their like, they must take them out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What has the existence or otherwise of zombies or witches got to do with overthrowing the government?  Tell us that? Because I'm being quite honest to you, it seems like you murdered that man for nothing, for no political reason and we would like to know what the political reason is.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "The main cause, I'll come to it when I come to Madadzhe, to show how it affects them because here with Makabu and the others, they are people who were just mentioned in the meeting and the people who know that they practised witchcraft, but that case of Madadzhe, I know how it is linked with the government.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Lets get to that one straight.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Mr Madadzhe was a headman and working under Chief Chokororo.  That chief one day while we were holding a meeting told us personally that this democracy which you - or this government want to fall won't fall.  Then it resulted that that chief said that in the presence of Madadzhe and that incident made us to believe that - makes us to believe that because Chikororo was having a position in the ruling government ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "... a little bit slower.  I'm trying to write down what you say.  He told you that the government wouldn't fall as long as he remains the chief, is that right?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes he said so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Proceed from there please.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "From there because I was the person who was leading that meeting, then I was then I was pointed by Mr Madadzhe and told I would see it, or I will see that something must happen, and that thing made people to be angry because there were youth who were dying mysteriously.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that necessarily to do with those deaths?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "The witches on that linked with political thing by pointing their fingers at me and the fact that they made the people to disappear.",
            "Male"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman.  Now you have just explained that the group proceeded to Makabu's kraal.  What happened there?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could we perhaps finish with this case of Madadzhe?  Now, Mr Madadzhe pointed a finger at him, and what happened then?",
            "Unknown"
        ],
        [
            "MR NDOU",
            "I'm afraid it was not translated.  He said that he indicated he would see, meaning that one day ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, Madadzhe said \"okay you'll see.\"  And he pointed the finger.  And what did you do then to Mr Madadzhe?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "On that day I did nothing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you turn away and went to another place?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I didn't turn away but we were still attending the meeting when he pointed at me.  He pointed at me while seated on the car of Mr Jocokororo.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I see, was that still at the meeting?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes it was still at the meeting.",
            "Male"
        ],
        [
            "MR NDOU",
            "Was that the day on which you killed him.",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "No it was not on the same day on which he was killed.",
            "Male"
        ],
        [
            "MR NDOU",
            "Do I understand you that on the day in question you only proceeded his call later on ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Now what I want to find out from you, is that you've indicated that on the date in question the group proceeded to two kraals.",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "On that day, I indicated that the house or the kraal which was attacked was that of Mr Makabu, I'm still going to indicate whereto we proceeded.  That day, if I'm not mistaken, we went to eight kraals.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you do at Makabu's kraal.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "On our arrival at Mr Makabu's kraal, after requesting the people to give me a chance to speak with Mr Makabu, they said, \"no there is nothing you can say to him, he must be killed.\"  What I did there - I participated in burning the hut.  Mr Makabu escaped and ran away.  Then we went to the second Makabu, we went to two villages belonging to Makabu.  From there we went to Mr Kabanka ...(intervention)",
            "Male"
        ],
        [
            "MR NDOU",
            "What did you do at the second ...(intervention)",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "We found nobody there, the people there ran away, so we only broke the window panes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is applying for amnesty in respect of two murders, we don't need to hear the whole story.  Let us hone in on those two applications please.",
            "Unknown"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman.  Will you just confine yourself to those two incidents where the two people were killed.",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "On that day if we are talking of two places, from the ground we went to Mr Maphaha's place.  On our arrival there I found two women who are there sleeping on beds with Maphaha.  That was the time when people were breaking the windows through which Mr Maphaha escaped through.  What happened there was that I hit Maphaha with a stick while other people were beating him.  Maphaha then escaped and ran to another kraal to a certain Reverend Chivasa.  There we followed him into that shanty and dragged him out and beat him to death.",
            "Male"
        ],
        [
            "MR NDOU",
            "And what did you do?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I beat him with a stick several times.",
            "Male"
        ],
        [
            "MR NDOU",
            "Even outside?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes. From there we went to Madadzhe's place.  On our arrival there ...(intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The Chairperson asked you this question but I would also like to pose it to you, how would the killing of Mr Maphaha contribute in the overthrowing or in making the country ungovernable?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "The killing of Maphaha contributed because there was a youth who was an activist who was claimed to be missing and it was said that he was last seen with Mr Maphaha.  That is why he was attacked.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How different would it be from an ordinary murder?  The killing of Mr Maphaha - what I'm trying to find out, how do you link this with making, or how did you see that this murder would lead to making the country ungovernable?  How different was it from an ordinary murder?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "So looking into the political situation during that time the politics of the South African country, during that time, the killing of those people contributed in making the government of the day ungovernable, that is why it ultimately fell down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did that happen that it made the government of the day ungovernable?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "In the beginning I tried to explain that if there is violence at Itsane that people were burned there, then tomorrow it's another village and the following day it's at Amavuma and elsewhere.  All these areas during those days,  we were doing the same thing in order to make the government ungovernable, to make sure that the ruling government must fall and it must not be controllable because there was no other thing that we could do in order to make the government to fall.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do I understand you correctly, that if you went around killing somebody in one place today and another place tomorrow and another place, you would create chaos and the police wouldn't know where to protect people and the whole area would become ungovernable.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes you heard me correctly.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But now in that process you decided to kill people.  Why didn't you kill people connected with the government?  Why did you kill these people that you went to?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "During those days the people who were in the government, it was difficult for me to go and kill the people who were in the government because where I was staying there were not members of the government.  But what resulted in us killing these people  who we are claiming to be witches is because there were youth who were activists who were trying to make the people understand the politics of the time, and those people were made to disappear mysteriously.\n    That is why the people decided to kill the witches, so that the country cannot be controllable and then the government will fall.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So the missing of these people, how could it be linked to government?  The witches?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "There's a link with witches because the missing people - it's like if I point at Mr Ndou to say today you won't see it (the sun) set and then it happened that he died before sunset.  And then people who heard that we make it a case if Mr Ndou died as I have predicted.  It was like that.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How do you link Mr Maphaha with the people in government?  What link did Mr Maphaha have with the people in government?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Maphaha and the people in the government.  There was no relationship.  But what resulted in the death of Mr Maphaha was if it was linking with the government or members of the government, I've indicated that it's because members of the ruling government were having cases of ritual murder.  And those cases, when we look into them, we find that their (body) parts were being taken to the witchdoctors who mixed these parts with their medicine and then took the mixture to other people, thereby spreading witchcraft.  In this way the Maphaha and the politics of the government can be linked.  Mr Maphaha was alleged to have caused a certain child to be missing.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But I mean, how do you link the death of this child with the overthrow of the government?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I've already indicated above that because witchcraft was seen as an obstacle preventing the people from reaching their objective, people found it important that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How, did witchcraft prevent people obtaining their political targets?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "For example if somebody pointed a finger at me and said I will see it, but it just happens that I hit an obstacle on the ground and fall and die.  It means that people who heard that man saying that that person will do something with me, then those will say, no, that person had said something that resulted in me falling and dying.  I don't know if you heard me clearly there.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Can I just explain something to you?  In our African culture, witches we believe can kill you for any reason whatsoever.  They can kill you because they are jealous because your child is doing well at school; they can kill you because you happen to have more money than so-and-so.  Now what I want to obtain from you is that Mr Maphaha was killed because it was believed that a certain child had been missing.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How did the missing of that child be connected to a political objective.  It could well be that the child was killed to get muti in order to make somebody rich and in that event it would not have any political objective.  How do you link the killing of Mr Maphaha and the allegation that there was a child missing, how do you link it with a political objective?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Politics in Venda during those days in the early '90's, many people were taken by the - people were just forced to participate because they heard that there will be the unbanning of the ANC which by then was seen as a political party.  Because of the violence or the wind which was spreading over this political issue and because the youth who were activists were being killed, we realised that the killing of these youths was leading us in this issue, we just decided that if we kill these people who were killing these youths, we would reach our objective by killing these witches.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The witches were killed because political activists were killed by the witches?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes where I'm staying we believed that.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Maphaha was killed because he was suspected because he was responsible for the killing of a small child.  Can you tell me if this child was an activist?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Yes that kid was not that young, but we took him as an activist because when we have meetings, chanting, he was interested in singing and to air his views.  That is why we are saying that the child was an activist.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How old was the child?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I'm not certain but I think he was 12 to 13 years old.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What was the name of the child?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Unfortunately I've forgotten the name.",
            "Male"
        ],
        [
            "MR NDOU",
            "Thank you Mr Chairman. You were just explaining at the time when Adv Sigodi interrupted you, that you were indicating that the group were proceeding to Madadzhe's kraal, can you proceed and explain to the Committee what transpired there?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Then we arrived at Mr Madadzhe's place.  On our arrival there there was that innocent lady staying there and was in the same room with Mr Madadzhe and the people who were there were not prepared to listen to anything.  On their arrival they started to break the windows and getting in through the window, dragging Mr Madadzhe outside and then Madadzhe was assaulted, dragged to another rondavel or hut, and the hut was burnt and he died inside that burning hut.",
            "Male"
        ],
        [
            "MR NDOU",
            "What role did you play?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I participated in beating with a stick which was in my possession.",
            "Male"
        ],
        [
            "MR NDOU",
            "How many times did you hit him?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "Four times.",
            "Male"
        ],
        [
            "MR NDOU",
            "Yes, did you do anything else?",
            "Male"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "I did nothing else and the people were dispersing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Something about, he was sitting with a woman. Is that correct?  When you arrived there.",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "It was during the night, they were not sitting but they were asleep.  We found him in his room with his wife.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you do anything to his wife?",
            "Unknown"
        ],
        [
            "LANGANANI FOSTER MUNYAI",
            "To tell the honest truth I did nothing wrong to the wife of Madadzhe on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensburg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Mr Chairman may I just ask what time are we going to continue and what the time situation is?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to adjourn at about a quarter past four, around there.  Are you going to be quite long with him?",
            "Unknown"
        ],
        [
            "MR VAN RENSBURG",
            "Yes seeing that this is the first witness, I think I will have to spend some time.  I don't want to delay the matter unduly but I did not have the opportunity to consult with all the witnesses for the victims so I would like to have a recess or something, for about a half an hour, if that can be fitted in.  Alternatively we can continue tomorrow morning if it's possible at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You need about a half an hour, I think you better take it.\nCOMMITTEE ADJOURNS\nNO FURTHER MECHANICAL RECORDING",
            "Unknown"
        ]
    ]
}