{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-10",
        "location": "KTC",
        "day": "2",
        "names": [
            "MARK BLETCHER"
        ],
        "case number": "HEARINGS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55461&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ktc/bletcher.htm",
        "speakers": [
            "CHAIRPERSON",
            "COMMISSION ADJOURNS FOR TEA UNTIL",
            "MARK BLETCHER",
            "MR NTSEBEZA",
            "MS BURTON",
            "MS GOBODOMADIKIZELA",
            "NEIL MYBURGH"
        ],
        "original_speakers": [
            "MR NTSEBEZA",
            "MARK BLETCHER",
            "NEIL MYBURGH",
            "CHAIRPERSON",
            "MS BURTON",
            "DR MYBURGH",
            "DR BLETCHER",
            "MS GOBODO-MADIKIZELA",
            "COMMISSION ADJOURNS FOR TEA UNTIL 11.30"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We would like to call Drs Mark Bletcher and Neil Myburgh.  Mr Ntsebeza, would you do the swearing in of the two witnesses.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Ms Chairperson.  I am taking it that both of you will be testifying.",
            "Male"
        ],
        [
            "MARK BLETCHER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "NEIL MYBURGH",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you, the witnesses had been sworn in Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mary Burton will be facilitating.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you Chairperson.  I'd like to welcome you once again here Dr Myburgh and Dr Bletcher and thank you very much indeed for coming.\n You have given us a written submission.  Do you plan to read it or speak to it?",
            "Female"
        ],
        [
            "NEIL MYBURGH",
            "I won't be reading the whole thing.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Okay, thank you.  Just go ahead then thanks.",
            "Female"
        ],
        [
            "NEIL MYBURGH",
            "I was just one of a team that have grown to a size of about 35 people of the Mpiliswane Saca Clinic in Crossroads, a Clinic that ran from 1980 until its demise in 1986.\n My particular job there was to run the dental section and as co-chair of the Clinic Committee, whatever I say now really has to be taken as one small piece of the jig-saw puzzle that is being assembled here and I hope it accurately reflects what the other staff of the Clinic and those we worked with, experienced at the time.\n I will briefly take you through some of the background of what we saw to be the role of the Clinic.  As I rethought through this process, it became very clear that our experience here, might be equally relevant in the discussion around the abuses of the medical profession which will be heard in about a week's time and so the information could be equally well presented there.\n I however will take you through what we saw as the role of the Clinic and particularly our experiences in 1985 and then the May, June period of 1986 which led up to the closure of the Saca Clinic and the occupation of the Clinic by the South African Defence Force at that time.\n Dr Bletcher will follow up with far more medically specific information and some of the cases which we dealt with.\n The Saca Clinic was a project that was a combined effort of the community and Christian activists.  It grew and developed and it attempted to respond to the real needs, the health needs of the community, but it soon became clear that it was more than just a health care delivery system and it became surrounded by a range of activities from childrens' art sessions, nutrition centre, advice office, UCT student legal resource sessions, social welfare services, community worker training, sewing, bookkeeping, typing, printing, educare developments and numerous other activities that came to complement the medical and dental services.\n Both in practise and in theory the clinic became a community based and community governed project.  It was significant in how it developed into the conflict period.\n Final responsibility for policy and decision making was in the hands of a clinic committee elected annually at an AGM of clinic patients.\n In an ear of political and social oppression it is no surprise that both the Crossroads community and the Saca Clinic itself, came to be seen as a \"political\" and potent symbols of resistance to the apartheid government of the day.\n Retrospectively one can also see that it had evolved into more than just a clinical service and it became a comprehensive community development enterprise.  And an innovative model for community health and development.\n The Crossroads community like many others, was not supposed to exist, it was illegal.  It therefor did not need to be supplied with basic services such as sanitation, water and health care etc.  In fact the health authorities of Cape Town were involved in successive attempts to get rid of Crossroads by classifying the area as a health hazard to Cape Town.  You can read the Argus of 23 May 1984 if you want to see one of the accounts.\n Medical and administrative people responsible for those efforts, have never been challenged to apologise or atone for this.  The Divisional Council of the Cape repeatedly closed the doors of its clinics when the slightest rumour of unrest filtered in from the townships.\n Having no relationship with the community, it rendered them useless in these circumstances and they were unable to take on their responsibility for health care provision.\n Their failure to remove sewerage buckets and refuse at such times, were among the real health risks and discomforts they imposed upon this community.   The Cape Provincial Administration likewise refused to acknowledge the need for day hospital or primary care facilities.  Only later when the Saca clinic was established, did they agree to subsidise a small portion of the salary bill.\n It was in response to this officially determined neglect that the Saca Clinic actually came into existence.  Supported by a determined community and in the face of tremendous odds, it became a source of nurture and development.\n Conflict with the State took various forms.  Perhaps the most noticeable was the 1985 shootings in February of that year.  The rumoured arrival of a relocation squad of about 600 men in Khayelitsha circulated the community on the weekends round about the 16th, 17th of February and people decided to stay home on the Monday.\n This let to direct and immediate confrontation with the police and we were very soon seeing numerous injuries from buckshot, rubber bullets and shot ammunition.  Some of the statistics will be presented to you by Dr Bletcher.\n Until that time, demolition and construction of blanket shelters, plastics and other shacks and tear smoke were the normal form of State aggression in the area.\n Sadly this also was seasonal, especially in winter.  On Monday the 18th of February, people stayed home.  The confrontation with the police led to the injury of hundreds of people, many of whom we treated.\n Staff were cut off for two days and many slept at the clinic overnight.  The whole area was cut off.\n Some recurring images of that time that I still have, I remember dealing with patient Mda who I had cared for during the afternoon.  He was really in pain and we had to give him Pethidine.  In the early hours of Tuesday morning, his family returned his body to us, to confirm his death.\n Some buck shot had penetrated deep inside him and caused damage no one had been able to see.  I recall dodging policemen firing wildly on my way across Klipfontein Road to the N2 and the SOS intercom number 18 to meet the Metro ambulance service personnel who delivered the Pethidine.\n They were not willing to come in to deliver the emergency supplies to us or to collect patients and internal community taxi service had to take this on, at even greater risk for the drivers.\n Perhaps the worst memory of all was that of returning to the clinic to find staff in tears and the rest mopping up the sea of blood lost by the first of our patients to die there\n The massive blood loss from his bullet riddled groin had been too much despite a huge effort from the clinic's medical staff.\n This was also the beginning of a cycle of violence.  The first deaths were followed by funerals which were banned gatherings which led to further confrontation and the cycle of fortnightly funerals and deaths followed us right through 1985.\n Sadly these experiences were to reoccur again and again.  And while we became a good team at coping with these, we never came to terms with the deaths and injury and left its mark.  We also had to seek supplies because we were not a wealthy clinic by any means.\n We tried to get them from Groote Schuur, additional drip sets and emergency equipment and from the Metro emergency services, but they refused.\n The only help was from the superintendent from the Guguletu day hospital who did us where he could.  It also generated another problem - while severely injured patients had to be transported to tertiary hospitals such as Groote Schuur and Tygerberg, they woke up under police guard at Tygerberg and at Groote Schuur, their names had been underlined in red on the records.\n Fortunately the Red Cross led to the SAP guards being withdrawn, but neither institution has ever acknowledged this bridge of medical ethics and it had serious repercussions for us later that year.\n When conflict broke out again in 1985, in July and August, October, patients who arrived at our clinic with severe injuries, refused to be referred for care at these institutions.  In stead we had to set up an in patient service for which we were not well equipped and it was from ideal care for these patients.\n Added to this were the difficulties of the regular SAP and SADF raids, cordons, road blocks, house to house searches.  There was one serious attempt to seize patient records and no warrants to search the premises or to seize the records was ever provided.\n It clearly was an ongoing attempt at intimidation more than anything else.  I was charged with being in a Black area without a permit.  I was chased by the SADF and SAP personnel on at least four occasions.  These experiences are not unique.\n Other staff had the same.  The conflict with the Executive Committee at Crossroads, later known as the \"witdoeke\" and headed by Johnson Ngxobongwana was represented on our clinic committee and we had a collaborative relationship but reactionary political agenda started to become visible in early 1986.\n This increase in conflict led to the seizure of the clinic keys by the Executive Committee on Monday, 5th of May.  Staff and patients were locked out. \n Complaints that we were too political, that the staff was rude was never substantiated.  In fact a recent survey of patients at the time, had indicated none of these complaints and a very high level  of satisfaction of the clinic's services.\n After a week of exhausting negotiations an agreement was in fact reached with the clinic Committee, signed by four members of the Executive, including Prince Gobingca, Cede Nzungu, one name I cannot read at this stage and Sam Ndima and co-signed by the clinic Committee.\n In short guaranteed safe access for staff and clinic access to all members of the Crossroads community.  Sadly within two weeks of this, the real conflict on the satellite squatter areas on the western edge of Crossroads, broke out on the 17th of May.  In fact that is less than a week after this document was signed.\n Clinic staff continued to work at the clinic, but found themselves in \"witdoek\" territory.  And were unable to actually treat half the community who normally were the clients of the clinic.  \n Clearly access was not free and equal and clearly the safety of the staff was now beginning to be threatened.  The staff was divided into three teams and they began to work at other sites, including Site B, Khayelitsha, at the Zwolani Centre in Nyanga and continuing at the Old Crossroads clinic.\n Less than one month later, on the 9th of June, the same occurred at KTC, and you've heard Mr Kahanovitz speak of that.  I was personally witness to the SAP caspers escorting hoards of armed \"witdoek\" vigilantes from near the old Administration Board offices and the Nyanga/Crossroads border, down Klipfontein Road, passed the cemetery to where they entered KTC across Millers Road.\n On the same day our ambulance was beaten with sticks at \"witdoek\" road blocks and direct threats on the lives of staff was made.  The threats on the safety of the staff was our main reason and our decision to close the clinic on that day.  It was a temporary decision while we weighed up the circumstances.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Dr Myburgh, can I interrupt you a moment.  The interpreters struggle to keep up, so I wonder if you could read a little more slowly please.",
            "Female"
        ],
        [
            "NEIL MYBURGH",
            "The security of staff was the fundamental consideration and our decision, sadly to close the clinic, it was a decision that would be temporary until the situation stabilised.\n We had to transport members of staff to and from work in the ambulance, we had encountered \"witdoek\" road blocks with the risks this entailed, we had been accused by the Crossroads Executive of taking sides because we were working in three different areas now.\n There had been personal threats, the previous Friday Mr Gobingca and Mr Ndima both Executive members had said to me that White one should be put in jail.  On Tuesday the 17th of June, Mr Ndima said, what are you doing here, I don't like your face, get out.\n Two of our Doctors had similarly been threatened.  With the attack on KTC on the 9th of June and the Zwolani Centre where we were also working, the threat on New Crossroads was also considered to be real since many of our staff lived there, it was considered unsafe for them to continue working in Crossroads.\n On June 16th, a day we normally remembered as the Soweto remembrance day we were phoned by a community health worker to say that two SADF Doctors were working at our clinic.  They had in fact been invited in by the Crossroads Executive Committee just three days after we were forced to leave.\n We were not consulted by either them or the army.  The Commanding Officer said they would move out soon and they would run from a mobile clinic.  They continued working there for almost six months.\n Since closing the clinic, we continued to consult with the clinic Committee and the Crossroads Executive and I personally was in Crossroads every day for about two weeks after that initial configuration.\n But it was impossible to argue the case.  Legally the clinic property is the responsibility of the staff and only a full clinic Committee could dispose of it in terms of its constitution.\n The Crossroads Executive has usurp this  right and prevented most of Crossroads community from any further access to it.\n The agreement we had signed was not worth the paper it was written on.  Surprisingly within days of our temporary closure of the clinic and after ten years of avoiding their responsibility, the Provincial Administration came forward with an offer to construct a day hospital in the area before the end of 1986.\n One further sequel was the experience of trying to remove dental equipment.  The assistants I took with me that day have never forgotten the direct threats that the \"witdoek\" faction exerted on us and only by calling a local SAP accomplice of the \"witdoeke\" were we eventually able to leave with our equipment and our lives intact.\n It is my believe that during its short but prominent life from 1980 to 1986 the Saca clinic was indeed a place of wellness and healing.\n It engaged with the people of Crossroads and provided comprehensive form of community development.  At the same time it was a witness to a range of State oppression, from the demolition of shacks to health authorities abstaining from their responsibilities for basic services. \n From minor intrusions of SAP and SADF road blocks and searches to the death and incineration that accompanied the violence of the various periods.\n And the latter generated by the \"witdoeke\" and their SADF/SAP and Admin Board accomplices.\n The Saca clinic had become a site of struggle for both health and liberation.  I believe it acquitted itself fairly well under the circumstances.  It continues today as a health project widely regarded as a pioneer in the field of community health worker training.\n While our contribution was very small, I hope it has been a useful one and I think the Crossroads community deserves an enormous amount of credit that we have cases like the KTC case actually coming to court.\n A lot of the evidence got burnt, lost in the process.  That is all from me, thanks.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you Dr Myburgh.  Dr Bletcher?",
            "Female"
        ],
        [
            "MARK BLETCHER",
            "Thank you Ms Burton.  Good morning to all members of the Commission, good morning ladies and gentlemen.  I would like to thank the Commission very much for giving us this opportunity to make a brief submission of some of our experiences as health workers during the period of 1985, 1986.\n My submission will cover six brief areas.  I will start with just a brief summary experience of a day during the Crossroads massacre, between the 18th and 19th of February 1985.  I've got some case studies of injured people.  I will then present a summarised statistical report of 500 patients we treated between February and November 1985, who were shot by police.\n I will then present a brief report on a number of people, 15 people that we treated in the early part of 1986 who had been tortured in various ways at surrounding police stations.  I will present a brief witness account of police complicity in a \"witdoek\" attack on the Zwolani Centre area and a brief witness account of prison cells kept by \"witdoeke\".",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Dr Bletcher, could I just say, it sounds rather an impressive list of things that you are going to tell us.  Do you think it will be possible for you to keep that within about 15 minutes?",
            "Female"
        ],
        [
            "MARK BLETCHER",
            "I will try.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "MARK BLETCHER",
            "Beginning with an experience, a summary of an experience during the Crossroads massacre in February 1985.  Coming to the clinic we walked across Klipfontein Road, the road was blocked by tree trunks, boulders and stones.  Some smouldering remnants of burning barricades smoked.\n In the clinic many of the examination couches had been converted to beds and on them the injured laid covered with bloodied bandages.  We did a ward round and decided who could be discharged and who would need referral to a major hospital for admission and specialist treatment.\n Not long after, firing started up and soon minibuses and cars arrived, screeching to a stop and unloading the injured.  Somebody would help with stretchers to bring the injured persons in.  Some of the injured ...",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Sorry Dr Bletcher, I know I asked you to try and keep it short, but please remember that you are being interpreted into two languages and it does take a little time, so ...",
            "Female"
        ],
        [
            "MARK BLETCHER",
            "You are putting me in a difficult situation here.  Some of the injured hopped in supported by friends, coming in from between the shacks.  We would rapidly check their state of consciousness, breathing and airway and then would remove their clothes to see the injury.\n We knew the most common cause of death would be blood loss and resulting shock.  So our number one priority was to stop bleeding.  Most of the injured had been shot with shotguns.\n Severely injured patients usually needed urgent fluid replacement and rapid transfer to hospital.  Through out the day the injured poured in.  Often they would describe how they were shot, almost invariably by police.\n From the accounts that they gave, it appeared to have been a relatively one way - the battle had been a relatively one way affair.  They appeared to have fought with sticks and stones to be countered by the weapons of the police.\n Many were young, the majority were between 15 and 25 years.  In fact 43% of the injured were below 20 years.  People moaned with pain.  Mothers and families accompanied injured people, sometimes sobbed or shouted angrily.\n Many women brought their babies who had been in tear gas and we also had to treat people with chronic chest diseases and asthma which had been worsened by the tear gas.\n When a body was brought in which was already dead, we would certify the person as dead.  Then usually the nursing staff would clean the body and wrap it in a particular way.\n We had problems transporting critically injured patients out to major hospitals.  Initially ambulances would not enter.  \n Sometimes we had to load patients needing referrals into a van and drive them out to a point where an ambulance would fetch them.  By the end of those two days in Crossroads in February, we had treated 200 people who had been shot.\n I would just like to show you just to give you a feel for this, this is a list of people with injuries, and each page a list of 30 people or so, and you can see it just goes on page after page of lists of people shot.\n That is just two days of injuries and this pattern of abuse, although it was most intensive during that period, carried on right through 1985.  \n I would now like to come to the second part of my submission, which is to describe some case studies of individuals injured in various ways.\n The first is of a 14 year old boy, he was treated at the Saca clinic in Crossroads.  He said that he had been shot running away from the police.  Examination revealed shotgun injuries to his buttocks and thighs and I want to briefly show a photo of this boy in the healing stage.\n This is a 14 year old boy, you can see he has been shot from the back into his buttocks and thigh area.  One can see from the way the shot is quite close together that the range of the shooting was fairly short.\n This particular photo has got particular meaning to me.  The injury which is shown there is not a particularly serious injury and that is not the reason that I show it, although it is a 14 year old boy.\n Why that photo has particular meaning for me, is because we tried to keep medical records and evidence of people who had been injured, because we thought that many of them would like to bring legal cases against those who had injured them.  \n In fact of over 500 people we had treated who was shot, we are aware of only about 2 to 3 people who successfully brought any legal case against those who had injured them.\n This particular boy is one of the only times I appeared in court around one of the people who had been injured.  And why we appeared in court was not him bringing a case against those who had shot him at close range from the back, a case was being brought against him for public violence.\n Second case study.  A young man was brought in unconscious, smelling very strongly of petrol.  His breathing was very irregular, what we as Doctors call chain smoke breathing.  Dr Hewitson, one of our Doctors, rapidly incubated him and ventilated him with a face mask.\n His eyes were deviated to one side, we realised he was not moving the one side of his body, that is he was paralysed.\n After resuscitating him, we referred  him to hospital that night.  His scull X-ray was an X-ray I will never forget.  It showed 10 large buck shot pellets inside his scull which had gone through his scull and cause him to be paralysed and he remained so.\n A third case study I would like to briefly describe is of a man shot by the police with a severe bullet wound in his femur region.  He was brought into the clinic bleeding profusely, blood was spurting from his wounds, and he was surrounded by a large pool of blood.\n Clinic staff tried the utmost to stop the massive haemorrhaging and to resuscitate him with intravenous fluids.\n However, his condition deteriorated very rapidly and he died.  Children with shotgun injuries, aged three years old, five years old and six year olds were treated.\n Their children described indiscriminate shooting by police.  We were horrified by these experiences.  I've got a number of case studies here, but I am going to cut them because of time pressures.\n I would like though just to mention two case studies of persons injured by community or youth groups.  The vast majority of injuries that we saw during the 1985 period, were inflicted by police injuries.  As I say over 500 gunshot injuries, but we small a small number, say about 10 to 20 people injured by community groups.\n I would like to describe two particular experiences which we had.  Returning to the clinic by car, we saw a burning truck, quite close to the clinic and a man was brought in who had been pulled out of that burning delivery truck.  He had been the driver of that commercial truck which had presumably been petrol bombed.\n It was one of the most severe cases of burns I have ever seen, virtually his whole body was burned.  The room smelt pungently of burning flesh.  We gave intravenous fluids and attempted to remove some of his smouldering clothing.\n In the midst of this a police team and video crew entered and began filming everything.  They had to be asked forcefully to leave.  The man was only able to say his name and I never found out whether he lived or died, but I thought at the time that he had a very poor chance of survival with such extensive burns.\n A second case ... (tape ends) ... a particularly difficult situation arising from this was that the health workers involved, were put under great pressure by members of that particular youth group not to complete assault forms for the injured persons.\n I would like to come to the third part of my submission to give some statistical information around the 500 persons that we treated, that were shot between February and November 1995.  Of those 500 people who were shot, 90% were shot by shotguns, it is 464 people, 31 by rubber bullets and 5 by high velocity bullets.\n The birdshot and buckshot obviously consisted of multiple pellets and although less dangerous and high velocity bullets the shot can cause serious and sometimes, fatal injuries.\n Of these 500 people we treated that were shot, 13 died and 65 had serious injuries.  Some of those injuries that we saw, were from shot weapons, 12 people with penetrating eye injuries.  The eye is incredibly sensitive to shotgun injuries and we saw young children who became blinded permanently.\n 7 people with penetrating chest injuries, 7 with penetrating abdominal injuries, 6 people with head injuries with neurological loss.  14 people with severe soft tissue injuries including damage to major vessels, severe (indistinct) and so on.  15 people with fractures or severe joint injuries, that is where the shot had caused injury severe enough to break bones.\n This is some of the shotgun injuries.  Follow up of patients was fairly difficult, but a number of patients that we did follow up, had permanent disabilities, including blindness, hemiplegia, that is paralysis on the one side, nerve palsies and contractions.\n Rubber bullets.  Rubber bullets many people see as fairly innocuous kind of things, in fact of 31 people we treated for rubber bullet injuries, 4 had fractures, including a fractured skull, a fractured (indistinct).\n One had an acute abdominal emergency resulting in a partial hepatectomy, which is a removal of part of the liver.  We also treated large numbers of people who had been beaten, many with batons and (indistinct) and injuries included sub-congentiva, that is eye, haematoma's, ruptured eardrums, scull lacerations and cut lips.\n Tear gas - we saw many patients who were involved in tear gas injuries.  Severe problems particularly occurred where tear gas had been shot in a confined space.  For example one person had been locked in a police van and had tear gas put into the back of the van and he became unconscious.\n Another patient received a severe injury when a tear gas canister was shot into his thigh.  \n Briefly on the age distribution of these 500 people who was shot 5 people who we treated who was shot was less than 10 years old, 36 people were between the age of 10 years and  15 years of age, and 118 people were between 15 and 20 years of age.  So in total 43% of the people who we treated who were shot, were under 20.\n The dilemmas relating to referrals to hospital and police interference and others, have been described by Dr Myburgh, I am not going to cover them now.\n I briefly want to go on to now to some of the cases of torture that we saw in the clinic during that period.  Particularly during the early part of 1986 we saw about 15 people who were tortured.\n Many of them in fact came from the areas who were subsequently burnt down, like Nyanga Bush areas and so on.\n And I have the names here of 15 people.  As health workers, we are not really able to release these names, because of confidentiality, but I would like to just read briefly from example one record, an affidavit.\n This particular gentleman was arrested in April 1986 by the Special Branch at his home.  He was taken to a police station very close to here, probably the closest police station to here.  \n In that room five White Security policemen and one Black policeman.  The policemen questioned me about two people, I didn't know anything about those people.\n When I said I didn't know anything about these men, a rubber bag was put over my head and breathing was difficult.\n Something was put on my fingers of both hands, I was given electric shocks.  My whole body was effected.\n They took the cap off my head and asked more questions.  they then put the cap back over my head and held it tightly around my neck.  I couldn't breath, they continued with the shocks.\n One policemen put my head between his thighs while the other hit me with a cane, others kicked me.  I could not tell how long this continued.  I was hurting and suffocating, etc.\n I am just going to cut this in half because it goes on and on.  But this is just an example of 15 patients that we saw like this in the early part of 1986.  Events of torture which occurred in police stations around this area.\n By the way, one of these people was a community leader of one of the areas which was burnt down.  And he was tortured also with electric shocks and so on.  He was subsequently arrested and we visited him in the psychiatric section of Valkenberg hospital where he was put under observation until he was finally released and not charged.\n I would like to then briefly go on to a description of police complicity in \"witdoek\" violence in the burning of the KTC area.  The area I particularly want to give witness to is to the burning of the refugee tents and of the Zwolani Centre area in Nyanga which occurred just before the burning of KTC itself.\n On the morning of the 9th of June 1986, at about ten o'clock I was in the clinic, the Nyanga Divisional Clinic, which is not far from here, down here, many people will know the clinic.\n And the Nyanga clinic is situated between the refugee tents and the Zwolani Centre.  From the window of the clinic, we observed several hundred \"witdoeke\" approaching from Old Crossroads, armed with weapons of various kinds.\n They charged the community members who were opposite the clinic and a battle ensued.  We witnessed the battle from the clinic where we were.\n During this period four caspers and buffels patrolled the area and they did absolutely nothing to prevent the attack, let alone to stop it.\n The \"witdoeke\" then gathered in front of the clinic, you could see them clearly out of the window and a casper pulled up and I saw a policeman in the casper, beckon with his hands to the \"witdoeke\" in the direction of Zwolani Centre.\n He then turned and emptied his gun and shot in the direction of the Zwolani Centre.  If I can just briefly demonstrate that.  He stood up in his casper, on this side was the Crossroads side, the \"witdoeke\" were here and that side was the Zwolani Centre which was immediately after that burnt down.\n He stood up in his casper, the \"witdoeke\" were there and he went like this with his hand, and he then turned with his gun and shot in this direction.  It was as clear as anything.\n Next I saw a \"witdoek\" go up to the main refugee tent, pour liquid from a bottle on it, light a match and set it on fire.  Following this act, another four \"witdoeke\" came from other refugee tents, and they were all aflame.\n All this was done within a mere 10 to 15 metres away from a stationary casper.  The police in the casper did nothing to prevent the tents being burnt nor did they take any action whatsoever against \"witdoeke\" and the burning tents.\n I will continue from there.  I want to end briefly with a description of cells, prison cells kept by \"witdoeke\" in the old Crossroads area.  From the clinic we have heard a number of accounts of people who had been beaten by home guard type forces and who had been held, detained in cells within the Crossroads area.\n Now, on Monday the 19th of May at about midday, myself and Dr Hewitson received rumours that injured people were being held within cells inside a building fairly close to the clinic, which I could name.\n We walked there and asked if they would like us to see any injured people in the cells.  We were allowed in and were taken into two cells.  They were made of zinc, each cell was about 4 metres by 3 metres and they were empty besides the occupants.\n In one cell there were three people, one a youth.  He said he had been hit with something on his forearms.  He said he had not eaten for 24 hours.\n On examination he had abrasions on both forearms.  In the second cell there were six people.  Two said they had been beaten and these two had bruises.  One of the prisoners was 14 years.\n Two youths said they had been visiting from Site C when they were arrested, they also complained of hunger.  The jailers were aggressive towards the prisoners.  One said they wanted information from these comrades because four of their people had been killed in fighting up till then.\n We later returned to treat these prisoners, with nine other members of the Saca clinic staff who also witnessed this event.  May I just briefly end on Monday the 19th of May, we travelled to work along Lansdowne Road, witnessing numerous road blocks operated by \"witdoeke\".  At one we witnessed on the pavement were two dead bodies and one seriously injured person.\n The one dead man had a small circular wound in his back which looked like a gunshot wound.  There were many police and soldiers around and many \"witdoeke\" within 20 metres.  The \"witdoeke\" were heavily armed with knives, panga's and sticks.\n We witnessed no attempts by the police or the soldiers to question or arrest any of the armed people, despite the dead and injured who were present.\n That concludes my testimony.  I hope I haven't gone over the time period.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you very much.  I am sorry to have made you condense a very comprehensive testimony into a short time, we really appreciate it very much.\n I would like to ask one question.  I don't know whether any of my colleagues may want to ask questions too.  You mentioned seeing people you refer to as \"witdoeke\", for instance in the Zwolani Centre incident.  How do you identify those people, I mean were they known to you or do you identify them some way as being \"witdoeke?\"",
            "Female"
        ],
        [
            "MARK BLETCHER",
            "Well, many of them had particular tags of cloth on their arms which identified them.  Also really during that period, there was a clear polarity between the two sides.\n There was the battle between two sides and the term \"witdoeke\" is used for the one and comrades is often used for the other.  So it was fairly clear which were the two sides.  \n Also \"witdoeke\" tended to carry particular weapons, knives and panga's and sticks and so on and have these tags and so on.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there any other questions from the panel?  Dumisa Ntsebeza?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "My only question is whether you are going to make available a copy of your comprehensive report to the Commission?",
            "Male"
        ],
        [
            "MARK BLETCHER",
            "I can do so.  I probably need to remove some of the identities and put some of the different pieces together, because I've spoken as you've noticed, from several different pieces here, but I will be happy to do so.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I will remark that you need not remove anything without consulting with us.  Those are the details that we would like.  We are sworn to confidentiality in terms of the Act and we would have to discuss about that.\n Maybe you would want to meet and see what you can and cannot remove.",
            "Male"
        ],
        [
            "MARK BLETCHER",
            "Okay, we could discuss that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Pumla Gobodo-Madikizela?",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Can you speak English?  Yes, about the 14 year old boy you showed us a picture, how was he caught by the police?\n You were trying to tell us that he was in your clinic, isn't that so?",
            "Female"
        ],
        [
            "MARK BLETCHER",
            "I am not sure exactly how he was arrested and also at this point it is often difficult as a health worker sometimes to establish generally what happened.\n So I am not sure precisely  what the nature of the episode was, but we saw hundreds of people like this young boy.  Many injured in the back, many shot at close range and we are certainly - I am sure some of them did have stones or sticks in their hands at the time when they were shot, I think the clear impression that we as health workers got during that period, was of an overwhelming use of force on the one side compared to the other.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "It is interesting that you have said you treated the boy's wounds or injuries and you were called to testify against him by the police.  I also find that interesting.\n My last question to you is  as we were always reading and following the statements from the Cape Argus in Khayelitsha, reports on the state of health in Khayelitsha.  You mention in your testimony that the clinic Saca was illegal, it was considered illegal and in fact it was not provided with any real help by the Cape Provincial Administration.\n Did you ever resolve this issue of the illegality of the clinic?",
            "Female"
        ],
        [
            "MARK BLETCHER",
            "That was addressed mainly during Dr Myburgh's testimony, so I will let him respond more generally to that.  I think it would be more fairly for him to respond.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes.",
            "Female"
        ],
        [
            "NEIL MYBURGH",
            "I think it wasn't so much that the clinic was illegal, it was given tacit recognition in that we were not demolished earlier that we were, but the fact is we were doing the work that was the responsibility of the State.\n They had officially, formally and consistently neglected to do their duty, which is why there was such a need for our service and while legally, they could probably have walked us out at any moment, they didn't, probably because they realised  that they may then face a bigger crisis.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And the Argus article that reported on this issue, did it expose the neglects of the State of the Provincial Administration?",
            "Female"
        ],
        [
            "NEIL MYBURGH",
            "There were actually a number of occasions where Crossroads was accused of being a health hazard to Cape Town, it went to court as well.\n The fact is that people were not questioning those things at that time.  Most of the residents of Cape Town thought Crossroads was out of sight and out of mind, it didn't concern them and so when the medical officer of health said that squatter camp is a risk to your health, they simply accepted that that was true and if you could bulldoze it and get rid of it, that was a good solution.\n Clearly that was no solution for the people of Crossroads and I think that factor probably contributed to the overall conflict that developed there.\n Certainly Crossroads became an icon of resistance that was probably more prominent than any other place in this country, over these events.\n So any method to get rid of it was considered acceptable and we've now heard some of the really nasty procedures that were used.  It was one of the most rapid slump clearance operations which the country has ever seen.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "With your permission Madam Chair, I know we are pressed for time.  Just one last question, how were you perceived in your community as people who worked in this so-called dangerous areas that had to be removed, how were you perceived?",
            "Female"
        ],
        [
            "NEIL MYBURGH",
            "I think some thought of us a lunatics, but others - our feeling was that for all of that time, we had the majority support and collaboration of the Crossroads community almost in its entirety.  While the community did get split through this fighting, the average community person, the women and the children who were our main patients, were still there, still appreciated the work we could do and still gave us support.\n The fact that I could go in there every day alone, unescorted, even in the height of the conflict, I think was a testimony to that.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Speaking of women, I remember that Di Hewetson has always been associated with the work of the clinic and Ivan Thoms as well, one of the founder members of the clinic (indistinct)",
            "Female"
        ],
        [
            "NEIL MYBURGH",
            "That's right, unfortunately they couldn't be available today so we've had to speak on their behalf.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thanks.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mary Burton?",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Dr Myburgh and Dr Bletcher and we see that Dr Graham Breseck who was also on the Saca clinic staff is here with you today, we would like to thank you and I am sure that there are thousands of people who would like to join us in paying tribute to you and to all the many people who worked at the clinic through those very, very difficult times and also to the founders and the funders who had the vision to identify the need for the clinic to be established.\n And to other medical personnel, one thinks of Red Cross people when they were going in and out of the area and the people who supplied the nutrition clinics and all the other work that was done to care for the people as you have so clearly said in the absence of State provision for the care of the people of the area.\n We would really like to thank you very, very much for this submissions you have brought to us today and I think that your meticulous records will in due course be part of the history of this part of Cape Town and in that way also help us to paint that picture of what really happened.\n So we really value your submissions very much, thank you for coming.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will now adjourn for tea.  Please can I ask you just to have tea for 15 minutes because we are running late.\n Could you please be back in the hall by 11.30, thank you.\nCOMMISSION ADJOURNS FOR TEA UNTIL 11.30: .",
            "Unknown"
        ]
    ]
}