{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-10",
        "location": "KTC",
        "day": "2",
        "names": [
            "STEVE KAHANOVITZ"
        ],
        "case number": "HEARINGS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55466&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ktc/kahanovi.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR NTSEBEZA",
            "MS GOBODOMADIKIZELA",
            "STEVE KAHANOVITZ"
        ],
        "original_speakers": [
            "STEVE KAHANOVITZ",
            "CHAIRPERSON",
            "MR NTSEBEZA",
            "MR KAHANOVITZ",
            "MS GOBODO-MADIKIZELA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I would ask Mary Burton to swear you in please.",
            "Unknown"
        ],
        [
            "STEVE KAHANOVITZ",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dumisa Ntsebeza will be your facilitator for the day.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Chairperson.  Welcome Steve and good morning.",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "Good morning.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I think one cannot talk about KTC and all related incidents without talking about the Legal Resources Centre, and as I understand you are from the Legal Resources Centre.  Maybe you want to tell us something about the Legal Resources Centre before you testify - especially in the context of the events.\n What is the Legal Resources Centre and what are you in the Legal Resources Centre?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "Many thanks for that opportunity Mr Chairperson.  Legal Resources Centre is a public interest law firm that was set up approximately 18 years ago.  It was set up by what I would think was a group of lawyers who had a lot of insight they include the current President of the Constitutional court, Arthur Chasscelson, Sidney and Felicia Kentridge and a number of others who believed that it was possible using law to create space for people who were oppressed in this country.\n They believed that there were various contradictions in our law, that there were rights in the common law which could be used to advantage people, which the South African State sought to disadvantage.\n Over the years we've acted for people in those positions.  We have decided that our resources must be used for the poor and indigent to ensure that they can ensure their rights in South Africa.\n We  often had to search for those rights in the law prior to 1994, nowadays we are very pleased that we have a constitution with a Bill of Rights that enable quite a lot of those rights to be sought and enforced more easily.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What is your position in the Legal Resources Centre?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "I am currently Regional Director of the Legal Resources Centre in Cape Town.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Now I am made to understand that you are particularly going to be looking at conflicts in the so-called squatter camps in a certain period and I think it is a period with which the Legal Resources Centre was intimately concerned and involved with.\n I do not know how you propose to deal with your matter or do I understand that you want to read your testimony to the record  or do you want to speak to.",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "Mr Chairman, I would like to speak to the document that has been handed to your earlier this morning.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Very well then, go ahead.",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "Thank you very much.  Chairperson, first I'd like on behalf of the Legal Resources Centre to thank the Commission for inviting us as lawyers to address you at this extremely important hearing.\n I see our role as a limited one because of the events you will be hearing from the people who were most affected by it, those living in the area.\n That limited role is to explain and to summarise the legal proceedings arising out of the burning of thousands of homes belonging to tens of thousands of people in this area in 1986.\n I was not an eyewitness to those events, but in view of the legal proceedings I will describe, I have learnt through them I believe, and others  at the LRC have also learnt and developed an understanding of what took place here, which I believe will be to the benefit of your Commission's task of understanding our South African past.\n I've taken the oath to tell the truth of the sequence in respect of legal proceedings.  In view of the knowledge obtained during the course of conducting those proceedings, I learnt many things and formed opinions of what took place here.\n The courts before which we appeared at no stage ever had to give a judgement for reasons that will become more apparent later.  Thus the opinions that I will refer to, are not those of the court, nor of others, but conclusions that I have drawn, which may hopefully assist the Commission in this deliberations.\n Before proceeding to the legal proceedings, I must make it clear that this legal activity took place against the backdrop of the horror of an apartheid State which for thousand living in this area, was even greater as their lives were disrupted by police activity and fighting leading to extreme suffering.\n Here in the Western Cape with its Coloured labour preference policy, where pass laws were even more viciously enforced, lies for African citizens of South Africa a more vigorously oppressed, than very possibly elsewhere.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Excuse me Steve.  I am sorry, can you just pace your presentation, because the interpreter is struggling to keep up with you.",
            "Unknown"
        ],
        [
            "STEVE KAHANOVITZ",
            "I apologise, sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a little bit slower, thanks.",
            "Unknown"
        ],
        [
            "STEVE KAHANOVITZ",
            "The result of that Coloured labour preference policy was that homes and houses were simply not bought in this area for many, many years and in such circumstances people, if they wish to lead the normal family live, they had very little option, but to move into informal settlements.\n In the period covered by the legal proceedings that I refer to, that is May and June 1986, we estimate that in excess of 60 000 people lost goods through arson and had their homes burnt down.  According to the inquest records at the Wynberg court, at least 57 not 56 as it states there, at least 57 people were killed in the vicinity of Old Crossroads, its satellite camps being Nyanga Bush, Portland Cement and Nyanga Extension and KTC over that period.\n I understand that the Commissioners have been on an en loco inspection, so I am going to assume that those areas are known and I am well aware that the audience many of them live in the area, are aware of those areas.\n Those legal cases flowed because of the suffering inflicted on all these citizens, disenfranchised and marginalised by apartheid.\n They turned to us at the Legal Resources Centre seeking assistance and we were pleased to assist them as lawyers and honoured over the next years, to develop a relationship with these members of the Cape Town community.\n While I today will talk of law, lawyers, courts, cases and interdicts, I will ask that we never forget that the purpose of our involvement was to assist the tens of thousands of dispossessed and displaced and hounded out of an area into which they had reluctantly moved, because they were often legally unwelcome in South Africa, as defined by the then minority government.\n I was invited here by the Commission my attendance has been discussed and agreed to by the Committees in KTC that I work with.  I intended during the course of this discussion to hand out many documents to you, but in view of the time period, I will not do so.\n But should the Commission require any of them, please do not hesitate to ask and we will ensure that they get to you later.  As I said earlier, I am aware that the Commissioners had the advantage of an en loco inspection.  I however, must point out that the area has changed somewhat since 1986 and particularly in the informal settlements of KTC and Old Crossroads, there are now tarred roads and marked off houses.\n It is not the luxury of Bishops Court, but it is the sight of community struggling and establishing itself.  The very fact that this is happening is acknowledgement of the strength and the courage of those who, despite the attempts to burn them out in 1986, recovered from that trauma and built a thriving community which since then has delivered and some of them are sitting amongst us today, which has delivered members of Parliament, Members of the Provincial Legislature, City Councillors and many productive members of the community.\n The start of understanding of the legal process must take us back to May 1986 to a stage, there was a substantial increase in clashes with the South African police nation wide.\n Yesterday you heard evidence of the burning of the three satellite camps at Nyanga Bush, Portland Cement and Nyanga Extension.  Very briefly to recap.  Residents in those three satellite camps felt that they were chased out of the area by \"witdoeke\", who came from Old Crossroads and that those \"witdoeke\" had been allowed to do so at times encouraged and assisted by the South African police.\n And once chased out across the road into Nyanga, the police set up a barricade which didn't allow people to return to the area from which they had been chased.\n Accordingly their goods, their belongings and everything were left behind and in many cases, burnt out.  They sought refuge in halls, tents and churches.  Barbed wire was set up stopping them from getting to their erstwhile land, homes and property.\n At that stage, approximately three weeks into May 1986,the Legal Resources Centre was approached by leaders of the community that had been burnt out and also by those who lived in KTC, who had witnesses this mass evacuation and had learnt via the grapevine that they were next in line.\n They firmly believed the Security Forces had not only failed in their duty to protect the residents of the satellite camps, but they had actively assisted the attacking force from Old Crossroads in evicting them from the land.\n The leaders who came to see us, acknowledged that there were serious tensions in the area.  Tensions in respect of resources and leadership.  But what they really urgently required was protection from the Security Forces and insurance that no more houses would be attacked and burnt and also to establish what had happened so suddenly to set family member against family member, brother against sister, that led to thousands marching and burning down the satellite camps.\n In passing, yesterday we heard quite a lot of evidence that the area often saw internal fighting.  It did take place, it took place in 1983, it took place in 1985, but we really need to ask ourselves, is what was added to this in May and June of 1986 that saw unprecedented levels of destruction and death.\n The levels reached in that area in that time, were far in excess of anything that had been seen earlier.  On Sunday, Mr Chairperson, you reminded us during the church service, that reconciliation is only possible if the full truth was known.\n The leaders from the camps who came to see us in 1986, while desperately in need of protection, also wanted to know the full truth as to why they had been attacked, who had been involved in the attacks.\n What I relate to you hereafter, I will tell you of the legal procedures that we followed on behalf of the communities, but I will also isolate certain aspects that emerged in the trials which I believe the TRC could then further investigate, so as to get to that truth that Dumisa Ntsebeza says is necessary for reconciliation.\n I will therefore deal with certain selected aspects of evidence, which I believe may help you getting to that truth.  And then I will at the end also bring to your attention certain issues and events which I will call obstacles to having obtained that truth.\n I've stated above that the first request from the client community was to ensure that no further attacks took place and to obtain protection.  The weaponry available to us as lawyers to do that, is really an interdict and over the next days, people in the Cape Town office and I think we must just stop for a second and pay tribute to those who were working in the Cape Town Legal Resources Centre, I was not part of them at that stage, spent days and nights working extensively collecting all of those statements.\n And by the 26th of May they proceeded to court to seek an interdict against the Minister of Law and Order and nine others.  That case was brought in the name of Mr Mbowana and there were five other applicants with him.\n The respondents, other than the Minister of Law and Order, included the Minister of Defence, certain named police Officers, Mr Johnson Ngxobongwana and Mr Sam Ndima.  Mr Justice Howie heard the matter and on the 26th of May 1986, he issued an interim order in terms of which the court did, and I am quoting now \"interdict and restrained members of the South African police force from participating in, assisting in, encouraging, permitting or allowing any unlawful attack upon any person or property residing within or situate within the area known as KTC.\" \n So that was an interim order from the court forbidding members of the police from in any way assisting in the burning or attacking of the area in KTC.\n They were further directed, the Security Forces, and I quote again \"to take all reasonably necessary steps within their powers to prevent any members of the South African Police or the South African Defence Force or any other person from perpetrating any of the acts that I've mentioned above.\"\n I think that that court order is of extreme importance, it was the court ordering the police that they had to take certain steps.  It was also the court ordering the police that they should do what they ordinarily had to do each and every day and that was to protect people.\n But it was necessary at that stage in the view of the communities to go to court to get just such an order.  The respondents were ordered to file their opposing affidavits by 9 June 1986, that is yesterday, 11 years ago.\n The communities could then file further affidavits by the 12th of June and the matter was due to return to court on what was going to be Friday, the 13th of June 1986.\n The police did file their replying papers on 9 June 1986, but on that date too, thousands of \"witdoeke\" gathered at the Administration Board and marched from it towards KTC and over the next three days KTC was effectively burnt to the ground.\n By that Friday the 13th, when the parties again met in the relative silence and quiet of the court as opposed to the chaos that existed in the KTC, Crossroads area, 70% of KTC had been burnt down.  Mr Justice Burman, seeing that there were conflicts of facts on all the papers filed in court, correctly referred the matter to oral evidence and we then knew that the matter was going to be heard in court with oral evidence, as of August 1986.\n That interim order did not protect KTC from the arsonists that marched on it.  But what it did do was it kept the issue alive in our courts and our clients, the leaders of the KTC community, of the satellite camps, were hopeful that the second reason for coming to us initially, that of establishing exactly who, why and for what reason they had been attacked and burnt out, would still be discovered in the course of the oral evidence hearing.\n It is also worth noting that by this stage, the South African Security position and the Legal position, had shifted very dramatically.  On the 12th of June 1986, a state of emergency had been declared over the whole country.\n We moved into a state where it was legal for any, even a young police officer, if he or she was of the opinion that you were a danger to the security of the State, to simply detain you without a court order.\n And I think we must note those circumstances because it is under those circumstances that people who had already been burnt out, decided that they too would continue to struggle in court to try and find out what has happened.\n It meant that in some of the most oppressive times in our land while thousands were being locked up without a trial, residents in this area, bravely put their names to paper to accuse the Security Forces and \"witdoeke\" in co-operating in illegal attempts to drive them off the land.\n Supplementary affidavits were signed and late in August, a packed court awaited the calling of the first witness to establish what in fact had taken place in this area and in particular and I quote from the court order for that day \"whether there had been a reasonable apprehension of members of the South African Police and Defence Force either participating, assisting, encouraging, permitting or allowing any unlawful attack upon any person residing within or property situated within the area known as KTC.\"\n We thus waited and we waited for ten o'clock for the court to start and shortly before ten, we learnt that this court case was not going to be an opportunity to establish exactly what had happened, because shortly before the Judge entered chambers, the lawyers for the Minister of Law and Order handed us an affidavit from the then Minister of Law and Order, Mr Louis la Grange.\n That affidavit Mr Chairperson, is in Afrikaans, and I am going to quote certain sections from it.  In it he writes \"I declare under oath as follows.  I, the undersigned Louis la Grange declares as follows.  I am the Minister of Law and Order  and I am the first respondent in this application.  As Minister of Law and Order, I am the Minister responsible for the South African Police who is under my control and command and any decision taken by me is binding in respect of all members of the South African Police.\"\n Mr La Grange then continues in his affidavit and he says that he is confident that should this court case proceed, he would be successful at the end of it, that he had been advised that the court case would take at least a year, that it would be very expensive and once the police won it in court, the cost would be irrecoverable because the applicants, the community leaders in the informal settlements, were too poor to pay. \n Therefore he believed that it was beneficial to the South African tax payer that the money be used elsewhere.  He then continued, \"I was informed that the continuation of the trial would necessarily bring about that a large number of policemen and in particular the riot squat, would continually have to be present at the court hearings and in the times currently experienced in the Republic of South Africa, the police cannot afford to lose the services of these people in this way.\"\n What he was really saying was that he had better use for his police than to allow them to answer in court for their activities.\n He continued and alleged that the factual basis for the application brought by the community leaders, were without foundation and then he continued - \"after the interim order had been obtained, the largest portion of the KTC camp was burnt down.  The interim order had become largely academic.\"   And that was the Minister simply pointing out that in his opinion all of these events and establishing exactly what had happened, seemed to be academic.\n He then continued and I am quoting paragraph 10 \"members of the South African Police have strict instructions to at all times refrain from improper or illegal conduct and I have satisfied myself that members of the South African Police are not guilty of this kind of conduct\".\n Thus on the basis that he could use the funds elsewhere, that it was academic, the then Minister Louis la Grange agreed that the order that would become an interim order in June, would now become a final order.\n For certain lawyers that may prove a victory, but it really was nothing other than a paper victory and the opportunity to put questions to the police who had been involved here in May and June 1986, thus fell away.\n It is also noticeable that in that affidavit there is not one single word of sympathy at any stage to the thousands and thousands of people whose lives had been disrupted and who had lost property, whosoever may have been to blame.\n It wasn't a question whether the Minister should accept liability at that stage, but at least some sign that he felt that citizens had lost an enormous amount, would have been helpful.\n As a result of this decision by the  Minister not to contest the case, Mr Justice Williamson made the interim order granted earlier, a final order.  And he also ordered and I quote \"that all documents and recordings will be preserved in safe custody pending possible civil action\".\n I want to emphasise this last bit about documents being kept in view of later developments.  It is also worthwhile noting from paragraph 10 where the Minister states that members of the South African have strict orders not to participate in any illegal, unreasonable activities, that he was satisfied that his Police Force was not guilty of this in respect of KTC.\n As the Truth and Reconciliation Commission investigates these matters, we ask that you keep Mr La Grange's affidavit in mind.  Our clients were unimpressed by Mr La Grange's agreement to agree to the order.  Their questions had not been answered and they still correctly believe that they were entitled to understand exactly what happened and the reasons for the attack on their residences.\n They were convinced that the attacks on both the satellite camps and KTC were aided and debettered by the police and they accordingly gave us instructions to sue the South African Police for damages sustained during those attacks.\n The Legal Resources Centre couldn't do all of this on its own, aided by the University of Cape Town's department of Criminology, many paralegals in very many law firms in Cape Town, instructions were then taken from in excess of 3 000 families who had lost their homes during these fires.\n There were very lengthy queues in this area.  In the open lands around the satellite camps, in the midst of a Cape Town winter, long queues were formed on these open pieces of land when people came from the halls, from their refugee places and tents, to give instructions, and I want to remind you that this is a brave and courageous thing to do because this was a time while we were all in this country still living under a state of emergency.\n 3 300 summonses were issued.  Most of them were for amounts less than R10 000 and were thus issued in the Magistrate court.  State Attorney acting on behalf of the Minister of Law and Order and we reached an agreement with him that all of those Magistrate court actions would await a Supreme court damages claim.\n And that case was issued in the name of Mr Mzamka and 20 others and those 21 brought a damages claim together with the church in the Supreme court where they allege and I quote from the court papers from the pleadings \"members of the South African Police Force made common cause and assisted the persons from inter alia Old Crossroads in destroying, damaging and or causing the loss of the said dwellings and property.  Alternatively that those members of the South African Police Force wrongfully and unlawfully failed to take reasonable steps to prevent the destruction, damages and or loss of the said dwellings and property in circumstances in which they did foresee or ought reasonably to have foreseen the said destruction that could and or reasonably to have taken such steps and they were under a legal duty to do so.\"\n The Minister of Police, the Minister of Law and Order denied these allegations, not the Minister of Defence as it states there.  The matter was set down to start in court on the 15th of September 1987.  The total value of the claims if we took all of them together, was just short of R5 million.\n For the record, the legal teams that went into those cases were the following:  the communities were represented initially by Mr Sam Aaron, senior Council, later replaced by Henry Viljoen, senior Council.  The two junior Advocates in the matter were Dulah Omar and Paul Pretorius.  Matthew Walton and myself from the Legal Resources Centre were the instructing Attorneys and we were assisted particularly by our colleagues in the Legal Resources Centre by Maggie Carolisson and by the late Malosi Makalema who acted as the interpreter throughout that matter.\n All the people in our office contributed immensely to what followed.\n The State was represented by Dick Griessel, senior Council, Louis Visser, senior Council, now Judge Fitz Brandt, Charles Louw and they were in turn instructed by the State Attorney and the State Attorney had various people sitting there during the course of the next couple of years.\n That Supreme court case ended in February 1990.  It was in court continuously from September 1987 until June 1989.  In excess of 50 000 pages of evidence was heard and as many pages were handed in as Exhibits and thrice as many pages were discovered by the parties.\n That is probably three or four forests alone.  In addition, the court view hours of video footage shot by numerous journalists and also filmed by the SABC and the South African Police video team.\n In the settlement of the case, the parties acknowledged that it had become extremely costly to pursue that case.  I estimate that the State had spent approximately R10 million rand in defending that case and I know that we spent R1 million of funders' money in assisting the communities and possibly a bit more.\n The case was settled by withdrawal of the action and the allegation set out in the particulars of the claim.  I will return to the settlement issues later.\n Refer to the earlier call that I mentioned at Dumisa Ntsebeza's request that we should search for the full truth so that reconciliation can take place.\n The full truth didn't emerge during this very lengthy and very expensive court case.  I do firmly believe that in the course of it, the plaintiff showed that the South African Police have failed to stop the attacks, that it could have been stopped, if not entirely much more effectively than was done and that simple inefficiency, incompetence, inability was not an explanation for that failure.\n I always believe that something sinister was at play.  I cannot cover all the evidence, all 50 000 pages of it during the course of this Commission hearing.  I will not pretend or intend to do so.  But I do want to refer to some aspects of it to bring them to the attention of the Commission.\n I have already acknowledged that there is no judgement and no court decisions.  I have however been requested by the Committee in KTC to draw certain aspects to your attention.\n Before going on to those specific aspects, I want to just outline some of the general trends that emerged in the course of that evidence.  The plaintiff called 34 witnesses including Doctors, Clerics, journalists and residents.  Many of the journalists were able to testify and support their evidence with video's and photographs.\n Very briefly they stated that prior to the attacks in KTC one morning, 9 June 1986 policemen were seeing at meetings with \"witdoeke\" in both Crossroads and Khayelitsha where the advance in KTC was discussed.\n later that morning the \"witdoeke\" gathered in their thousands on the western edge of Crossroads where the old Administration Board building was.\n From early in the morning of 9 June, the riot police were present.  Shortly after 10h00 the \"witdoeke\" advanced west towards KTC, brushing aside KTC residents who had gathered near Crossroads.\n After first setting fire to some tents and then to Zolani Centre, which housed refugees from the evictions at the satellite camps, they reached and started setting fire to KTC.\n The witnesses were of the opinion that the police took no action to disperse the \"witdoeke\" or to prevent them advancing on KTC.  The impression that the witnesses gave was that the police advanced with or escorted the advancing \"witdoeke\".\n And in fairness to the police, when they gave evidence later, they said that what they were doing at that stage was they were monitoring the advance.  When KTC residents attempted to resist the attack, the witnesses testified that the police used gunfire and tear gas to drive them off.  The police and the armoured caspers stood by according to these witnesses while \"witdoeke\" advanced passed them into KTC and started burning under their very noses.\n I don't intend going into detailed aspects of what took place there, I understand other witnesses may well cover it in the course of this hearing.  Towards late afternoon that Monday, the \"witdoeke\" withdrew from the area and in many ways the above scene was played out again on Tuesday, the 10th and Wednesday the 11th of June.\n Safe for an attempt on the Tuesday for the KTC residents to advance and try and preempt the attack, they believed that they were driven away by Security Forces in trying to preempt the attack.\n As I said earlier by the end of 11 June, 75% of the dwellings of KTC had been destroyed, we believe rendering almost 30 000 more people homeless.\n We finished our court case from the plaintiff's side on the 15th of March and at that stage we have had 55 court days, thereafter in the next 140 days until the 15th of June 1989, 60 police witnesses were called to testify on behalf of the Minister.\n We were also informed at that stage that if the trial were to continue, they would probably call at least another 100 witnesses.\n But the trial adjourned on the 15th of June 1989.  By that stage of the 60 witnesses, 24 were senior Staff Officers, store keepers and radio operators and other former or technical witnesses.  The senior Officers included General Wandraght who had been overall charged with the riot police in 1986 in the country and the then Commissioner of Police, General Coetzee.\n Both of them testified that they believed that the structure, discipline and ethos of the Police Force made impossible the existence of a conspiracy between the police and \"witdoeke\" as was alleged by our clients.\n There were three police witness detectives who had been charged with investigating possible charges arising out of and compiling dockets on the burnings of those satellite camps and I will return to those charges a bit later.\n Most of the remaining witnesses were members of the various riot units of both the South African Police and the South African Railway Police.  These were the police that were charged with protecting KTC in terms of the interdict and also preventing at attack on the ground.\n Those South African Police were under the command of Major Dolf Odendaal.  The general trend of their evidence as set out on the next couple of pages, they said the camps were destroyed as a result of faction fighting which broke out between a radical comrade group and a more conservative \"witdoek\" group.\n They said that the \"witdoeke\" that gathered at Crossroads on those mornings did not come together with the express purpose of attacking KTC, but rather to defend their homes against attacks by comrades from KTC.\n They said that the burnings were as a result of faction fighting which broke out.  They said that they were unable to stop the faction fighting.  All they could do was to contain the situation as best as possible until the fighting spirit of the two factions had spent itself.\n They admitted driving alongside the large group of \"witdoeke\" advancing on KTC during the three days.  Many admitted at KTC as \"witdoeke\" from these groups entered the camps or after the homes began to burn.\n None of the police witnesses who testified stated they used force to drive these \"witdoeke\" off to prevent them from entering KTC and then gave various reasons for not taking action.\n One that the large groups could break into smaller groups, and disperse all over and still find their way into KTC, secondly that the use of force could have driven those approaching bezerk in which state they could then have attacked innocent people in nearby hostels or passing cars.\n They also said that tear gas could not be easily used as the wind was blowing in the wrong direction.\n This is a very broad brush for you of general evidence.  I've done it as briefly as possible and in fairness it is not the full story of what took place before that court.  I will now move to cover particular issues which I submit support my earlier statements that these events cannot simply be explained by police inefficiency in failing to stop the advance.\n The first one refers to the manner in which the South African Police saw their role at KTC.  It is set out quite extensively in the evidence of the then Brigadier Ronnie van der Westhuizen.  In his evidence he confirmed that discussions regarding operations would have taken place at something known as the JOC, the Joint Operation Centre.\n He also agreed that discussions regarding upgrading would have taken place at the Joint Management Committees and as we now all know, those are part of the National Security Management System.\n In his evidence he spoke of a four stage process of what was going on at KTC, of what was going on generally and saw KTC as a third stage being one involving terrorism.\n In his evidence this Brigadier referred continually to \"brandkolle\".  Commandant Henn in his evidence confirmed that the Western Province Joint Management Committee covered an area from Oudtshoorn through to Springbok and that there were special JMC's dealing with the Black areas.\n Colonel Wright confirmed that there was a JOC between the police and the army and that these were for the combat of riots.\n I note all of these extracts because they all point to the involvement of the National Security Management System, which as we know was ruled by the State Security Council.\n When we tried to investigate these aspects, we were stopped and I will come to that later.  I am also aware now that your Commission intends investigating the State Security Council and I recommend to you the comprehensive evidence of all of the above Officers and General Coetzee in addition.\n Second aspect of the evidence that I wish to draw to your attention was that it was suggested to Major Odendaal that certain records had been falsified.\n He denied that even though we believe that it was shown that important pages from record books had been stolen, that a Warrant Officer Du Toit acknowledged that he exaggerated in his pocket book, Major Burger confirmed that the information book of Guguletu police station had been destroyed 14 days before he gave evidence and Sergeant Campher testified that a file existed of the radio command post in which all incoming orders, faxes, interdicts would have been placed. \n We requested that file and we were told by letter, that it had been destroyed.  Clifford Dekeni from the University of Cape Town gave evidence that he had listened to many of the video's in particular had listened very closely to the Xhoza being spoken by a \"witdoek\" leader over a South African Police microphone.\n Mr Dekeni advised the court that the \"witdoek\" leader told people at that stage were very close to Crossroads that - and I quote \"where people are needed is at KTC, at Mahobi Drive at the plastic or canvass shelters and at the Centre.\"\n Mr Dekeni also listening to the broadcaster over the police mike later in the afternoon off the video, interpreter it as follows \"do not resist please, just go to your homes.  I don't want resistance please.  Go to your homes please, don't go in there, just go to your homes please.  You have done your job well.  You have done your job, well done.  Go home, go away.  Go to your homes, go, you have done your duty.\"\n And if one recalls that as accompanied on the screen by \"witdoeke\" moving back towards Crossroads.\n There is a further radio message that we picked up in the evidence and that is a message from the then Minister La Grange which gets broadcast and picked up and that message reads as follows \"all vehicles in this network must listen to this announcement.  Information from Louis La Grange, he wishes us everything of the best.  He says that we are doing extremely well, we did very well in that area.  And at all times, we should act correctly, he would answer all the questions.\"\n These many quotes from police radio's were construed by our clients indicating support by the police for \"witdoeke\", encouragement for them to proceed with their burnings and an unquestioning attitude on the part of the Minister of Police and his employees who at that stage should have been stopping people from committing arson.\n Yesterday, numerous witnesses gave evidence here regarding the events Noxolo School in Old Crossroads.  They spoke of a court and they spoke of a police station and that so-called court and so-called police station was also discussed in the trial.\n Major Burger who was at that stage the Station Commander at Guguletu, referred to the people there as the home guard of Old Crossroads.  He acknowledged that there was co-operation between the home guard and the lower ranks of the South African Police.\n And it was put to him and I quote again from the record \"I have also told you that there was a so-called police station, there were also cells.  Do you have knowledge of that?  There were also claims of assaults at that place and there was also an inquest held after people were killed there.  Do you have knowledge of that?  Burger answers again \"I did have knowledge of that\".\n And the question continues again \"when you heard about the fact that there were cells where people were detained, did you not think that that should be stopped immediately because it was illegal?  \n Major Burger replies to that submission that he should have stopped continuation of those cells.  He replies and says \"as far as I know those were not cells in the real sense of the word.  It was only a small little room that was part of a whole building there.\n And then a bit further on, it is put to him \"but where it happens in the Forces, it was not something that could be stopped.  If somebody made a court case or reported that or that he was detained or abducted, such a case would be investigated.  And it would be investigated up to the point of detention, but never ever I had such a case according to my knowledge.\"\n And then towards the end of the page, Major Burger confirms that he had had heard of the home guards that detained people at that particular place.\n On page 5606, Henry Viljoen suggests to him that this should be contrasted with the type of co-operation that takes place with the comrades.  Major Burger answers \"let me put it this way, not only the comrades, but also the KTC never saw that kind of assistance.\"\n And what one notices from that is a very different level of attitude and approach towards the people in KTC as opposed to those in Crossroads.\n There is a very similar approach to \"witdoeke\" that emerges in the evidence regarding Khayelitsha.  The information book is an official book kept in a police station which is used for passing on messages to staff members who come into the police station.\n At page 17 of my document I have quoted at length from the information book at Khayelitsha police station where there is again reference to co-operation between a home guard there under the leadership of Mali Hawsa and the police.\n That home guard at Khayelitsha was the \"witdoek\" faction at Khayelitsha and this refers to the co-operation between them and the South African Police.\n Captain Koegelenberg who was the Officer Commanding at the South African Police in Khayelitsha, during his evidence confirmed that there was a very good relationship and he believed that in fact it was due to this group of \"witdoeke\" that there was no unrest in Khayelitsha after December 1985.\n It is clear from the police entry which is sited in my document that the police were willing to allow these \"witdoeke\" to deal with their own criminal cases first before handing it over to the police.\n Members of the Commission, those are some of the matters that I wish to highlight out of the case for your attention.  I now wish to turn to some of the obstacles in trying to find the truth.\n When one goes to trial one hopes to establish and to obtain as much relevant evidence as possible.  One would hope that those people responsible and the Department of Justice and the Department of Police and the Department of Defence would be doing their work comprehensively so that when disputes do arise, as much evidence is possible so that the Judicial Officers can make a decision based on that evidence.\n There were several aspects in the trial where the victims of the fire were trying to sue and we were not able to reach this objective of getting as much evidence as possible.\n The first area that I want to refer to in that regard is in the area of inquests.  Our law provides that if there is an unnatural death, there should be an inquest.  Broadly stated the Magistrate sitting at an inquest, can make a decision.  He has a discretion as to whether he will call witnesses to hear them, or simply read the documents placed before him.\n If he calls witnesses, it obviously allows much greater inquiry into the events leading to the death.  I would suggest a more probable chance of establishing what had happened and very importantly it allows the family of the deceased an opportunity to  establish what caused the death of their family member.\n I would suggest that under our new constitution we could see this simply as affording the person some dignity in death and the family some dignity in their loss.\n The police evidence stated that 55 people were killed during the period of 16 May to 11 June.  We investigated files at the Wynberg Magistrate's court and with further information of the South African Police lawyers, we found 57 inquest dockets for the period.\n The police also confirmed to us that one inquest docket could not be found.  As far as I was able to establish, only one matter that of George d'Arth, a foreign journalist, and that was after a separate court order had been obtained and in one other matter, were formal inquiries held.\n In the rest it appeared that the Magistrates officials in Wynberg were satisfied to deal with these inquests informally and without calling witnesses.\n I have also not been able to find a single record of a single successful prosecution in those deaths.  In fairness to the State an investigation of the inquest records, I haven't seen all of the police dockets.\n More comprehensive investigation by the police with greater questioning by the Magistrates could well have thrown quite a light on the causes of death of these more than 50 people.\n We do know from the documents that more than half died as a result of stabbings, assaults, multiple injuries.  20% as a result of necklacing and 12 due to bullet wounds.\n This approach to death, inadequate investigation and an inadequate inquiry really meant that even in death, our law agencies were not affording the deceased any dignity.\n It treated them as yesterday's witness stated when she spoke about the treatment of her deceased husband and I quote her \"like a dog knocked down by a car.\"\n It also meant that valuable evidence which could have assisted in establishing what had happened at KTC during the course of these attacks, was lost.\n That was evidence that wasn't gathered.  Now I want to turn to evidence that was gathered, that we could not get.  There the court and the South African society could prohibited that evidence from being heard.\n In this manner, the course of these trials at least the following was barred.  Police orders regarding the use of force in the manner of crowd control, specific instructions or orders given by Major General Wandraght relating to the events of Crossroads or KTC during May and June 1986, almost all SADF documents relating to their activities in the area during May and June 1986.\n There was a further document barred dealing with radio procedures.  General staff meetings of the South African Police referring to KTC and Crossroads were barred.\n Documents, files in the possession of the Security Police regarding KTC and Crossroads were barred.  Training manuals dealing with the training of police in unrest and crowd control and counter insurgency were barred.\n During the course of the trial, we came across documents relating to something called Operation Zena and various documents relating to helicopter flights over KTC.\n We were informed that these documents were in the Defence Force's possession and that they too were barred by Section 66.\n Finally, this is not a full list of everything that was barred, but finally the one that I want to point to.  We pointed out above that the National Security Management System seemed to be involved here and it was under the control of the State Security Council.\n In those days we knew very little about JMC's and the State Security Council, but they were already incipit involvement.\n We accordingly subpoenaed a Commandant Henn who we established during the trial was the Secretary of the JMC.  And we asked him to bring to court all JMC documents relating to the events at or near KTC and or Crossroads dealing with the events of May, June and July 1986.\n Not only were we presented with certificate in terms of Section 66 of the Internal Security Act, barring access these documents, but we were also advised by letter, that the Minister wanted us in writing to set out the questions that we wanted to put to Commandant Henn, so that he could decide beforehand whether the Commandant would be entitled to answer them or whether he should barr those answers too in terms of the Section.\n We were advised that if we didn't set out this list, the court would be asked to adjourn after each question, so that he could then go and speak to the Minister and consult with him.\n We advised the State Attorney that we did not intend submitting such a list of questions nor, and I quote from our letter \"does it with great respect seem to us that there is any duty upon us to do so.  Any right in the Minister or any other organ that led you to government, to prescribe beforehand in the manner you suggest, which questions may and which may not be answered in a court of law.\"\n The Commandant came to the witness box but without the documents requested.  And to date, because the Minister believed discovery of those documents would prejudice the safety of the State, we were unable to get any documents from the JMC's, the mini-JMC, from the JMC Committees dealing with the events which affected the lives of everybody living in this area.\n All in all, there were five Section 66 certificates which I believe blocked the flow of evidence to this trial.  Three was signed by the Minister of Law and Order, Adriaan Vlok, one by the Minister of Defence, Magnus Malan and one in relation to the JMC's by the then Deputy Minister of Law and Order, Roelf Meyer.\n Who in terms of the affidavit stated that the administration and control of JMC's and all the sub-organs had been assigned to him by the State President.\n In preparing this evidence Mr Chairperson, I also noted that there were some other Section 66's in the application, the earlier application which I haven't referred to here and we would need to go and pull those out too.\n At the end of the document, I have attached some of the Section 66's so that you can get some idea of what they look like and the rest have already been handed to the Commission.\n Mr Chairperson, I want to come to one last aspect of interference before concluding.  This wasn't interference by the blocking of evidence, but what we believed was interference with the lawyers ourselves.  We didn't learn of these things at the time when they took place, but we only learnt about them afterwards.\n Every now and then we in the Legal Resources Centre get spoilt, where we go off on an annual general meeting, which consists of a weekend and they used to be once upon a time, at quite smart hotels and in 1989 while this case was still on, we met for the Legal Resources Centre annual general meeting at a hotel near Rustenburg, a hotel called Mount Grace.\n I am now able to advise the Commission, that we subsequently learnt that the Security Police had entered that hotel, taken over a room and installed listening devices in the hotel which would have enabled them to record the meetings that we were holding.\n That meeting was a Legal Resources AGM, did not deal solely with the KTC case, but with a lot of LRC business.  Quite a lot of time however, was spent on the KTC case as we were reporting to our trustees on an extremely important case.\n The fact of this invasion of this recording was reported to Mr Vlok and the Commissioner of Police during settlement talks.  They never responded to those allegations.\n At a meeting with the hotel management, they admitted that they had allowed the Security Police to carry out the surveillance.  We believe that this invasion was not only an extreme violation of the client's right to confidentiality, but was also a step of the then Police's activities which could break trust in our legal system and also ended our getting to the truth.\n I have now placed before you Commission the history of the legal actions that flowed from events at KTC.  I believe that the evidence presented to your Commission serves as an opportunity to investigate further what led to these very violent and brutal attacks, which saw thousands expelled from their homes.\n Attacks which impoverished our society and also left a legacy of greater distrust for the police.  The case concluded in 1990, the Judge had gone on long leave at the end of June 1989, during the next months discussions ensued and calculations were done as to what this case was costing everybody, including the tax payer.\n Representatives of the parties met and it was agreed that a trust should be set up to benefit all victims of the May and June burnings.  That is not only those have issued summons, but also those who have not been able to issue summons for good or bad reasons.  Meetings were held with these communities through out this area, and after extensive discussions and nominations, a trust was set up with Peter Beeba as Chairperson.\n The trustees Dungile Daba, Peter Motale, Charl Cilliers, Hilden Jude, Richard Rosenthaw and Alfred Stuurman.\n In settlement of the case the State put R2 million into that case and the last half million rand which matched the half million rand obtained from other sources.\n That R2 million was distributed into the client community and the trust managed to run its affairs off the interest.\n The vast majority of that money was dispersed to individual victims.  But some community halls were built in the various client communities when requested.\n Members of the Commission, I trust that the above gives you some idea of the legal intervention that went to help when tens of thousands were burnt out by what we believed was a combined effort of \"witdoeke\" and the Security Police.\n We submit that the legal action discovered more of what took place than if the community had been cowed into submission and not gone to court, however, there is still more to be investigated and discovered and it is my wish that the Commission uses its powers to discover that, thank you.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Steve.  I think you have given a very and a fairly comprehensive account of the - not only the role that the lawyers played, specifically the LRC played in this sage, but quite clearly the circumstances surrounding the events that took place at that time.\n I just want to ask one or two questions because we are pressed for time and those would relate to possibly giving us further detail about those three days which incidentally are the days to the day when it was Wednesday the 11th in 1986, it is in 1997.\n I don't know if I understood your evidence well, did you say that according to what you were told, before the planned attack on KTC the LRC had obtained a court order in which that particular attack was prevented in terms of that order, is that the position?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "That is correct.  There was apprehension that such an attack was coming and an interdict was obtained, interdicting the police both from participating or assisting in it and there was also an order directing them to stop such an attack.  That is the order that is enclosed in the paper.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "; And as I understood your evidence, the police and the army units were also prevented from assisting or doing anything that would be construed as assisting such an attack if it took place?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "So they were duty bound to make sure that if an attack of that nature took place, it should not take place?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And did I understand your evidence to be saying in fact before that took place, there was evidence that elements of the Security Forces were part and parcel of a meeting that was conceived to be planning an attack on KTC?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "There were meetings that took place at various stages in the 24 hours before the attack and there were witnesses who say that they saw Security Police present at those meetings.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I see.  Now what was the nature, what was the legal position with regard to gatherings at that point?  Would a meeting of that nature be construed to be a legal or an illegal gathering in terms of the security laws as you know them?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "At that stage all such outdoor gatherings had been prohibited and if one goes through the police records of the time and various meetings, that particular provision saying that such meetings should be prohibited, gets emphasised at a number of police meetings prior to 9 June 1986 and it was suggested to Major Odendaal in cross-examination that solely for that reason, the meeting should have been dispersed, possibly he can answer why that didn't happen, himself.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  And the attack on KTC was by a group of people who are now referred to as \"witdoeke\".  Now, do you have an indication for us as to what the distances are from where the \"witdoeke\" people left and the place where they attacked?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "Mr Chairman, we are talking about two attacks.  The first attack on the satellite camps during May, those particular satellite camps are alongside what is known as Old Crossroads.\n The distance between them is relatively short.  The distance between Old Crossroads and where people gathered on that Monday morning, in KTC is in the region of I think, one and a half kilometre.  Between one and one and a half kilometres.  It really means all your way through Nyanga to reach KTC.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And given that both the South African Police and the South African Defence Force had had specific orders to prevent an attack of the nature that took place, was it possible in your view for those of forces to have martialled enough reinforcements between where the \"witdoeke\" would have left and the place where the attack took place by means of caspers and reinforcements, physically preventing from moving in that direction?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "I believe that could have been done, yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "All evidence that we have is that not only did that not take place, but that those who went on the attack, were actually accompanied by Security Forces?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "There were a number of incidents and documents and radio broadcasts etc which indicated that there was co-operation, yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And as your document shows at the end of each of these attacks, there were scenes where the \"witdoeke\" would return to the place where they had come from, accompanied by the police in circumstances where it didn't appear that the police were keen to arrest those people who all evidence was indicating, had been party to an unlawful attack?",
            "Male"
        ],
        [
            "STEVE KAHANOVITZ",
            "Mr Chairperson, as far as we know, there wasn't a single person ever charged with any of these burnings.  We are not aware of a single arrest either for burning or for looting during that period of anybody who was resident in Old Crossroads.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "That's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions from any of the panel?  Phumla  Gobodo-Madikizela?",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Glenda, just one question.  Thank you Steve.  You mentioned in your testimony something about surveillance at a hotel, Mount Grace at Rustenburg.  You reported the matter to Minister Vlok.  Can you explain what the circumstances of this was, just for us to be clear?",
            "Female"
        ],
        [
            "STEVE KAHANOVITZ",
            "What happened was, that during settlement negotiations regarding this trial, it was mentioned to Mr Vlok that we had come to hear that there had been surveillance and recording of that meeting.\n I am informed that he didn't comment on it at the time of the meeting, and we've heard nothing from them subsequently about that report that was made to him.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And you mentioned in fact that the manager did confirm that police were in his hotel to do the surveillance?",
            "Female"
        ],
        [
            "STEVE KAHANOVITZ",
            "I've been informed along those lines, yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Steve, thank you very much for coming.  We are very appreciative of your well-prepared document and we will certainly follow up the suggestions you've made for further investigations and look carefully at what you have presented to us.  Thanks very much.",
            "Unknown"
        ],
        [
            "STEVE KAHANOVITZ",
            "Thank you very much.",
            "Male"
        ]
    ]
}