{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-10",
        "location": "KTC",
        "day": "2",
        "names": [
            "SAM NDIMA"
        ],
        "case number": "HEARINGS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55470&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ktc/ndima.htm",
        "speakers": [
            "CHAIRMAN",
            "CHAIRPERSON",
            "MR NDIMA",
            "MR NTSEBEZA",
            "MS BURTON",
            "MS GOBODOMADIKIZELA",
            "MS NDIMA",
            "SAM NDIMA"
        ],
        "original_speakers": [
            "MS BURTON",
            "MR NDIMA",
            "SAM NDIMA",
            "CHAIRPERSON",
            "MR NTSEBEZA",
            "MS NDIMA",
            "MS GOBODO-MADIKIZELA",
            "CHAIRMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "... and I will ask Mrs Mary Burton to administer the oath.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Good afternoon Mr Ndima, can you hear me properly through the earphones?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, I can hear.",
            "Male"
        ],
        [
            "SAM NDIMA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you, thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ntsebeza, could I just ask you to ask people in the audience to share their earphones, those people who understand Xhoza?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "The plea of the Chairperson is to ask the people who have earphones because Mr Ndima is going to speak in Xhoza and those who would like a translation, could you please try to share so that they can also hear and to hear and understand what he is going to say.\n These are the interpreting units so that we can hear in any language that we feel comfortable with.  We would like to have silence and order please.  And can we ask the photographers to take their photo's, as soon as he has been sworn in.\n Mr Ndima, I think before we start we would like you to take the oath.  Oh, sorry he has just taken the oath.  Mr Ndima, I would like to ask you a question first.  In years how old are you today?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I am 99 years old.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Which event were you born?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I am sure, I don't know, I can only identify in photo's.  That is what I don't know because I am uneducated.  I don't know when, which event I was born.\n My passport when it came from Pretoria says I am 70 years old in so much that now, it is 90 years.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "During the (indistinct) fever, where have you been?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I was already here.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Were you a man or were you still a boy?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I was a man.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "During the Anglo Boer War, where had you been?",
            "Male"
        ],
        [
            "MR NDIMA",
            "During the Anglo Boer War I was here.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Were you still a boy?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, I was a boy.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "During the pass law, how old were you during the rinderpest?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I hope you won't mind, some of these events I won't remember, because I am semi-illiterate.  Rinderpest is an event, I don't know this education related.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I will  just try to estimate your age, but if you say during the Anglo Boer War you were still a young boy.",
            "Male"
        ],
        [
            "MR NDIMA",
            "As I am saying I was surprised when I discovered from Pretoria how old I was.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Do you still remember of 1986?  It is 10 years ago.",
            "Male"
        ],
        [
            "MR NDIMA",
            "You are confusing me now.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You see today it is Wednesday, it is Tuesday, can you remember things that happened 10 years ago from today?  Things that were happening here in Guguletu, Crossroads?",
            "Male"
        ],
        [
            "MR NDIMA",
            "As far as Crossroads is concerned, I know it A to Z because even when it was established, I was part of its establishment.  There were only five houses when I arrived here.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I just wanted to make sure that you are going to talk about something that you know.  I see that you have a pin there, a Presidential pin with a picture of the President.",
            "Male"
        ],
        [
            "MR NDIMA",
            "You mean this one?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What does that mean, does it mean you are in his party, a member of his party?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You voted for him, you vote for him and his party?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Okay.  Just tell us as far as you can remember ...",
            "Male"
        ],
        [
            "MR NDIMA",
            "There were four, no there were five, mine was the sixth and Mndayi's one was the seventh one.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Where were you coming from?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I was from Guguletu.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Why did you move to that place?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I moved there because my wife came and because I did have a pass and she didn't have one and she was not included and this time I came back from work, I would find her arrested.  Then I decided I must go and go to an informal settlement for her sake.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And coming to Ngxobongwana, when did you meet him?",
            "Male"
        ],
        [
            "MR NDIMA",
            "He found me there at Crossroads.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "How many houses ...",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, there were very few at the time, but more than when I came in.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "He was your secretary?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, he was my secretary.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And you were sort of a headman or what, what were you?",
            "Male"
        ],
        [
            "MR NDIMA",
            "The headman was Mndayi, the person who was in charge there and then I took Ngxobongwana because Mndayi was working now Ngxobongwana was not working ... (tape ends) ...",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What was it that he was secretary for, what was he writing, what was happening actually?",
            "Male"
        ],
        [
            "MR NDIMA",
            "In our meetings, when we had our meetings talking about issues that affected the community, those are the things that were being written down.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What were these things that affected the community?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Like the arrest of people.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "By whom?  Is it Barns?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, for not having passes because most of the people that didn't have passes and Mndayi and I did have and Ngxobongwana himself, the three of us did have passes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And these people, where did they come from, from the rural areas or from Langa?",
            "Male"
        ],
        [
            "MR NDIMA",
            "They came from different places from here and from there because they didn't have passes and they were being chased because of that, they ran away to Crossroads.\n And then when they got there, each person would be allocated a site, we would give that person a site.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "When you say we, when you say we, who were the people who were allocating sites, it was you and who?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Myself and Mndayi and Ngxobongwana.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And this friendship, this cooperation continued, but I noticed that somehow, something went wrong in the friendship and cooperation between you and Ngxobongwana?",
            "Male"
        ],
        [
            "MR NDIMA",
            "It started between myself and Mndayi after our houses were demolished by a White person whom had asked because after a while it became clear that we didn't want the Bantu Board, we wanted the Divisional Council, we wanted to be under the Divisional Council, not under the Bantu Board and we even went as far as Wynberg to make this request that the Bantu Board must be gotten rid of.\n And then they asked us who did we want to be under.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Who was asking?",
            "Male"
        ],
        [
            "MR NDIMA",
            "The Magistrate.  Don't we want to be ruled, and we said no we don't mind being under the rule of someone, but we want to be under the rule of the Divisional Council.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Who was this White person?",
            "Male"
        ],
        [
            "MR NDIMA",
            "In the Divisional Council, this White man was called Barns.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Barns was a policeman?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, then we were given Barns and then after we had put under the rule of Barns, then Mndayi turned around and said he doesn't want to take this Coloured man, he called him a Coloured and he wants to talk to this Centre in Mowbray with White people in the office there.\n Each time I came back from work, I find houses being demolished and then I would ask him why are they demolishing houses in my absence, why don't you go to this White person so that when there is something behind owing in connection with that, he must tell you so that you can tell me so that in the evening we can call all the people who are in arrears in their rent to find out what their problems were,,so that we could help them with their rent.\n So that their houses should not be demolished, but Mndayi said no, he wouldn't talk to a Coloured person.  So Barns when someone was in arrears, Barns would demolish the shack, he said yes, yes, he did and the Mndayi said he wanted to talk with the White people.\n So he went to Mowbray and when he got there, (indistinct) phoned to this White person.  When he was about to demolish some shacks and he was instructed and they said that the foreman is here.\n The foreman is here and the \"ou man\" is here now he says you are going to demolish number so and so, number so and so, so we want to request you not to go ahead before you do that, you must meet the old man and this man said no, you are not responsible for demolishing these houses, I am staying with the old man here and you live at Mowbray.\n That old man should come to me when I am about to demolish some houses.   At that time there were some houses of one person who was allocated some site at a place called KTC, this person - his or her houses were not being demolished because they would go to these White man and say please don't demolish.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Who is that?",
            "Male"
        ],
        [
            "MR NDIMA",
            "That is Nomveve.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And this White people at Mowbray was that the Black Sash?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes.  So when the people at Black Sash phoned, Barns would say no, I am going on.  They would say ask him to come and then he would have to wait for a train and the train has its own time table, he will take a train to Claremont, wait for a bus and the bus has its own time table and then when this man puts down the phone, he calls the workers, his workers, that they must (indistinct) and how much to demolish those shacks and when he comes, he find the house being demolished.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And Memani how does he fit into the whole story?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Memani was the secretary of Ngxobongwana because when I noticed that the houses are being demolished, I took Ngxobongwana and took Ngxobongwana to this man, I said please I said to this one man, please when there is some people who are in arrears, talk to this man, tell this man so that when I come back, we will take a loudhaler and announce to the people - us from them and this White man said okay, what about the old man, what should I do with the old man.\n I said leave the old man, talk to this man.  And then he said okay, I am going to demolish the old man's house.  I said why, is he in arrears in rent and they said no, he is not.  But I said the houses you are demolishing, is it not because you are demolishing this house, is because you are fighting with the owners, it is about rent.\n So I said is he in arrears - he said no, so I said no, you can't.  He said okay, I won't go ahead, I won't go ahead demolish it.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I noticed sir that Mndayi wasn't happy with your acquaintance and you working with Ngxobongwana, he didn't like that?",
            "Male"
        ],
        [
            "MR NDIMA",
            "He left Crossroads because I introduced Ngxobongwana to this White person.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "So he left for KTC?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, he left for KTC.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And you remained and Ngxobongwana was now a new leader.",
            "Male"
        ],
        [
            "MR NDIMA",
            "So I said to Ngxobongwana there must be a new leader and then he said Deputy would be Memani.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "When did the quarrel start with Memani and what was the cause of it?",
            "Male"
        ],
        [
            "MR NDIMA",
            "What caused the quarrel between me and Memani, it is because as we are with Ngxobongwana people who are under Memani, said we must leave the Coloured person.  We want our leader to be Memani, so let's leave the Coloured person alone.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Who is this Coloured person?",
            "Male"
        ],
        [
            "MR NDIMA",
            "The Coloured person is Ngxobongwana.  So as we disagree, they come and pick the headmen at night into Sizamile.  Memani was in Sizamile now.  They take the headmen to Sizamile.\n And when they arrived in Sizamile, they said we must leave Ngxobongwana alone, leave him out and then they released themselves.\n One day ...",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is it the day that Mhlonyane came to talk to you?",
            "Male"
        ],
        [
            "MR NDIMA",
            "One day Mhlonyane came  and he said to me a must call  a committee because there are men who are not at work at that present moment, we must call and gather for a meeting and Mhlonyane said I've come to say to you Chawe and Ngxobongwana today will be taken, they will be arrested and Chawe will be killed near Table Top and Ngxobongwana will be killed near the airport.\n And Mhlonyane said I said to them to Memani, why are you going to kill these people because we don't kill them, we just take them and ask them some questions so why are you going to kill them?  So they said because we don't actually own Crossroads because of them, they are the cause of all this.\n If they are dead, we will be the owners of this place.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "So you thought it would be much safer to attack first?",
            "Male"
        ],
        [
            "MR NDIMA",
            "And Mhlonyane said okay, I am out of this, it is because Chawe is related to you, okay, stay there, don't come.  So we had to make a plan in so much that we must go and attack them first before they come and attack us.\n I've seen this matter as not a right one, so I decided that we must go to the police station because we will go there at night and we will be arrested by doing so, because we will do wrong things.\n So we must go to the police station as if Ngxobongwana got lost.  Ngxobongwana was a shepherd of his sheep, he had sheep in his house and when we arrived at the police station, we will say we don't see Ngxobongwana, we last saw him yesterday.  He never came back, his sheep came without him.\n We don't know where he is, so we are looking for him and then the policeman said so if you did find Ngxobongwana, please come and tell us as we are going to do so, then we said okay and then when I arrived at my place, Ii told Ngxobongwana to take his car to King William's Town and stay there for a while.\n As if it is true, Ngxobongwana got lost, we wanted it to be something true.  \n Now what happened, we have decided at ten at night, we must go to Sizamile during the time they are busy in a meeting, we must go to Sizamile.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What will you be having, any weapons with you?",
            "Male"
        ],
        [
            "MR NDIMA",
            "With knopkieries we are going to attack them.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Knopkieries only?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, we are going to attack them with knopkieries.  So when I went to the place where we are supposed to meet, I find them gone already and the lady of the house said to me Mister, don't go there, please go home and sleep because it has been a long time that they have  gone, maybe you will get an accident.\n And I know that in the morning I must call a meeting because I am the only one who is supposed to organise meetings, I use this loudspeaker to call.  This Chawe it is me.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Oh, you had a loudspeaker that you used to call people to gather for a meeting?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, I've got a loudspeaker.  So I went back to my place, I went to bed thinking that I wouldn't know now what this man had done.  Whilst I was asleep, I got up, it was still dark and then I got up and then I started shouting at people through the loudhaler.\n Some were near Sizamile, two men came out from Sizamile.  One of them is still alive his name is - the other one died, he died in that fight, that Memani fight.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that Ndabanintshi?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, it is not Ndabanintshi, it is Gampe.  Ndabanintshi died at the same time with Gampe.  Well I could see that they were coming to me.  Just to make sure that they were coming to me, I decided to run away, so I ran away and my first step, I realised that they were coming to me.\n You see when you are fighting against people, you never know, because you are all together, you never know who is on your side, so I ran towards another young man.  And this man held me and said where are you going, I said don't you see this men who are chasing me, I am running away from this men.\n He said no it is because of what you did last night, then I realised that something did take place the previous evening.\n These two men came and then they tossed me around and they pushed me, pushed me forcibly to where Memani was.  Memani with a group of men and Ndabanintshi said he was sharpening his (indistinct), he is a relative of mine.  He is sharpening his (indistinct) with a sand paper.  He said this old man, we must cut him to pieces.\n So I said to Ndabanintshi these people are not my relatives, you are not a relative, you know how to cut a person into pieces, here is a (indistinct), just cut a person into pieces and then he said hey, man, this old man, just take this thing to the hall.\n And so they took me forcibly to the hall, they decided against cutting me to pieces, so at the hall we found Mhlonyane, he was being kept by Koky and I said what has happened Mhlonyane, he said they say I am the one who went to inform you yesterday.\n Now they are detaining me here under the guard of Koky.  I said Koky, are you guarding this man and she said yes.  I said why, he said well, it is because of what you did last night.  I said okay, that is fine.\n Immediately after I said that, Memani came in.  Memani said, come, come, come Chawe.  I said Memani, don't take me away from here to another place so that when people here that you are beating me, they should find me here so that there should be no harm, because if they find me here still alive, they will be confused as to what to do.\n He said, no, come, come, come.  You are still behind times.  So you see there was a White man called Bezuidenhout, he is the one who gave the guns.  They relied on this guard.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Do you know Bezuidenhout, what was he?",
            "Male"
        ],
        [
            "MR NDIMA",
            "His one was in Cape Town in charge of the Council.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Who did he give the guns to?",
            "Male"
        ],
        [
            "MR NDIMA",
            "He gave Memani to Ngxobongwana's group.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What do you think was the reason for that?",
            "Male"
        ],
        [
            "MR NDIMA",
            "The reason is that they didn't like Ngxobongwana.  They didn't like to see that Ngxobongwana was saying some things, because Ngxobongwana was not someone who begged any one.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "We just want to move faster.  You did go and report in our offices, I still have your statement.  I am just going to pick up things from them and then you will tell me when I am making a mistake.",
            "Male"
        ],
        [
            "MR NDIMA",
            "Okay, remind me.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You said whilst you were detained there, was that the day you were taken over to be taken to Detective and then at Bishop Lavis they said no, go back to Bishop Lavis?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, they said we must go because we were under Guguletu.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You went to Guguletu and there you met Poni?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, we went to Guguletu, we found my daughter there, she heard that I was being killed at Sizamile, so she got up to Sizamile, didn't find me, went to Guguletu.  So when I got there, I said to Poni just phone people at Crossroads and tell them that I am still alive.\n I said to Poni take this child and take  her home because you can see there is nothing that is happening to me, take this girl and tell people that they shouldn't fight, because no harm has happened to me.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that the time the police came at the police station and then they told you that there was a fight going on, is that so?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, that's so, that is so.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And this policeman said nine people had died and Memani's house had been burnt down?  And when Poni got there, the fight stopped and he told them that no harm was done to you and then you remained at the police station until other people were arrested and then you were kept together with these men?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, we were kept with these men, yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You were taken to court but you were discharged?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I was also taken to court because the gun that Memani was carrying was the cause of my being taken to court.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Let's come back to the issue of the \"witdoeke\".  Let's come to the issue of the \"witdoeke\".",
            "Male"
        ],
        [
            "MR NDIMA",
            "Of what - the \"witdoeke\"?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Right, listen, didn't you by the way say that the presence started with ...",
            "Male"
        ],
        [
            "MR NDIMA",
            "Excuse me, I didn't hear.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You said the reason for the presence of the \"witdoeke\" was that people were being necklaced, burnt with tyres.  Then on a day in 1986, you went to Jerry Tutu's house in Nyanga East?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And you found that there was someone who was on fire?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, yes, that is so.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And was a burning tyre around the neck?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, the person was not dead, the person was crying.  I said what was happening, how could you dance while a person is burning.  There were people who were dancing around this burning person, so I said how could you dance around a person who is dying.\n Then they said you ought to be necklaced yourself, they said come.  So I decided to keep quiet.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Now where did you hear about the Kangaroo court?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Which one?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "The issue of Zwolani - there was information that people at Zwolani who had been arrested.",
            "Male"
        ],
        [
            "MR NDIMA",
            "There was his followers were in Zwolani Centre in the kangaroo courts and they were going to be burnt down with necklacing so they already fitted their tyres.  And then Hoza came and fetched them.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Was Magqaza also there?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, he was there.  So they went to fetch them and they released them.  They left with the.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "These five people you sent to Nyanga East police station, why did you send these people there.",
            "Male"
        ],
        [
            "MR NDIMA",
            "Oh, these five people to Nyanga East police station?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, I don't know about those people, I know nothing about that.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I think you said that you must send five delegates to Nyanga East police station?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, it was three men to police station.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What was the problem?",
            "Male"
        ],
        [
            "MR NDIMA",
            "The problem is that we wanted to know from the police station how many people were arrested in connection with killing people with necklacing and the answer was no one had been arrested.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Was that Nyanga East?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, no that was in Guguletu because in Nyanga East we didn't go to Nyanga East because we were under Guguletu.\n So when we arrived there, we asked why were people being burnt and no one arrested and they said go to Athlone, we said no.  We came there, people dancing and one was being burnt, why were those people dancing while someone is being killed on fire?\n They said we don't know who burnt down this person.  I said to them, no, I think you are the ones who gave the instructions to the people to kill.\n If this was a White man burning, you wouldn't allow people to dance next to a dying person without arresting them.  You would have arrested them.  It is only because these people was Black and the one who is dying is Black, it is because you gave the instruction.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Did you say that to them?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, I said it to them and they said no, we know nothing about that.  We want to see someone placing fire so that we can arrest.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Why were they dancing?  And you said if this is a problem to you, leave it to us?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, I said so.  Just give the matter to us, let the caspers leave, we will deal with this and see if this burning issue can't fade.  That's what I told the police.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And what did they say?",
            "Male"
        ],
        [
            "MR NDIMA",
            "They said okay go to Athlone and we went there.  Even at Athlone we asked the very same questions.  In Athlone we asked who is holding the independence, is it a White man or a Black man?\n Who must give an independence and they said it is a White person who must give an independence to a Black person.  I said how many White people were necklaced just because they are informers?  They said, no, there is no one, there is only one in Port Elizabeth.\n I said I am not asking about Port Elizabeth, I am asking about Cape Town and I asked them why don't you arrest this people, those who are necklacing the others, how many have you arrested, none, that was the answer.\n I made a plea to them that the caspers must leave and you will see whether there will be someone necklaced if I said no, and if there would be anyone dancing next to a dying person on fire.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And what did they say?",
            "Male"
        ],
        [
            "MR NDIMA",
            "They said in Athlone, okay, go to Cape Town in the offices there.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Was it a police station?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, it was the police station.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And you went there?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, when we arrived there, they said that person have fooled you because you are under the Athlone police station.  They must give you an answer.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that the police station in Cape Town?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, it is in Cape Town and they must answer you because you are asking a valid question.  And we came back and when we arrived there, we told them that you are one who is fooling us, please tell us what we are asking from you, give us an answer.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "The policeman you were talking to, is he known to you?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, I am sorry, we don't know him.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "He was a District Commander?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, it was a District Commander in Athlone.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And what did they say when you told them about what they told you in Cape Town?",
            "Male"
        ],
        [
            "MR NDIMA",
            "He said to us we must come back tomorrow.  He will ask the other policemen and gather for a meeting.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Didn't he ask you anything or mention Pretoria?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I am coming to that.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I must not push you.",
            "Male"
        ],
        [
            "MR NDIMA",
            "We went there the following day, there were many of them.  He said to us we must repeat what we have said yesterday.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Oh, were these White people?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, they were White.  I said I am making a plea, we would like the caspers to go out of our place so that we can solve our matter because this is our issue not yours.  They said it is okay, we will phone Pretoria and tell them that you are chasing the caspers away.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that what they were saying to you?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, these White men said that to us.  They said we must come back again the following today, they are still going to phone Pretoria and they will wait for an answer.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Were you still with Ngxobongwana?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, I was still with Ngxobongwana.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Were you with him, was he accompanying you during the meetings in the police station?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, I was with Gobingca.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that Prince?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, Prince.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "The reason you were with Gobingca because he knew how to speak English or Afrikaans?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, because I can't speak English or Afrikaans.  When we arrived there the following day, they said there is a White person from Pretoria who is coming down to Cape Town, he is going to arrive soon.\n As we were still waiting there, we saw a White man, long White man, tall.  We saw them standing up and we also did as they were doing.  \n He greeted us and sat down and he asked some questions.  Are these the men, and they said yes.  Which one is Ndima?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that in Athlone?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes.  Which one is Ndima, they pointed at me and he came and greeted me.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Okay, let me ask you on your side was it you, Gobingca and (indistinct).  He came and greet and he sat down and he said Mr Ndima, I've been sent by Pretoria to come to you and he told his name, unfortunately because I am illiterate I can't remember.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Was he in a senior position?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, it seems as if he was a secretary. He was a Deputy Secretary in Pretoria.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You may proceed.",
            "Male"
        ],
        [
            "MR NDIMA",
            "He said I've been sent to come and listen to your complain, you said the caspers must leave the Crossroads area.  I asked him when did you arrive, he said I arrived yesterday.\n Where did you sleep?  I slept in a hotel.  When you came back, did you go to the mortuary, he said yes, I did.  And how many people did you see in there dead, burnt with fire?  He saw some people in bags.  How many White people were there, none?\n Were they Black, he said yes.  I said it is a shame.  Will you please ask this man is there anyone arrested because of the incident, please ask them.  They said no, there is no one arrested.\n Ask them why aren't they arresting people, they said they didn't catch anyone setting fire, they were just dancing.  Ask them why were they dancing while someone is dying.\n How many caspers did you send here, he said more than 10.  Why did they come here, they said to prevent the necklacing.  Are they preventing the necklacing, no.  Were they here to prevent necklacing from White people, he said no.\n I asked him to tell me why are these people being burnt, is it because they were informers?  Is it because these informers don't want independence?  He said they do want independence.\n If they do want independence, why are they being burnt?  He said I don't know.  That is why I said the caspers must leave our area, it is because people are dying and we would like to see if these caspers are not here, are people going to be set on fire if I am the ruler.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "So what did you think the solution was going to be?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Just hitting the person.  A person is given corporal punishment, I told this White man.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "So you told this White man they must give you a chance to punish this people corporally?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I said there is no more jiving that is going to take place over a dying person, we will punish anyone who is dancing over a dying person.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What did this White man say?",
            "Male"
        ],
        [
            "MR NDIMA",
            "He said well, no, I just came to hear that Mr Ndima.  So I asked him while these people who are dying, they also want freedom, now who is denying them the freedom, he said it is White people.\n I said how many that have been necklaced are White, I said why is it only people who are after freedom, he said I don't know.\n I said okay, you see, I can see that it is this Whites who are instructing people to necklace one another.  So I feel I should punish corporally those people who are necklacing others.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "So what did he say, what steps did he say he was going to take?  Did he say he would take it to Pretoria?",
            "Male"
        ],
        [
            "MR NDIMA",
            "He said well Mr Ndima, I am going to report this to Pretoria and then I will hear their response.\n So I said to him you know, maybe there are five people who are going to die from necklacing today and indeed five people died that day.\n Indeed five people on that day, people died as I said to him.  Because when he came, he said, he shook my hand.  When you first met him in the morning, that is Thursday the next day and he said, well, how did you know five people were going to be burnt to death because the news on the radio said - I, those people are very quick.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What did he say about Pretoria?",
            "Male"
        ],
        [
            "MR NDIMA",
            "So he said okay, Pretoria says I must do as you are asking, I must accept your request.  Pretoria says I must give you a chance to make your own efforts to sort this problem out.\n So I said well, is that  what they said, and he said yes.  So I said you know, just ask these men - these men that you are asking me to go to, whether they have guns.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You asked him?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, I asked him, these men had guns.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And what did he say?",
            "Male"
        ],
        [
            "MR NDIMA",
            "So he said how did you hear, how did you hear that they had guns?  There was a man who was arrested for gun possession amongst them, I can't remember what was his name?\n It was that man there, that is Yamile, him.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that the one who was taken for having a gun?  The ones that are called (indistinct)",
            "Male"
        ],
        [
            "MR NDIMA",
            "I said yes.  The ones that even had a stand.  He said he was testing the others, he was testing the other one next to Crossroads and he nearly hit a child next to a stand and I asked him, he said no, I was just testing that.\n I said no don't test, don't aim towards us when you are testing it.  Just go outside because look now, you nearly hit a child.  He said okay, that's fine, I understand.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What did this White man say?",
            "Male"
        ],
        [
            "MR NDIMA",
            "So I said ask this man whether there isn't anyone who has been found with unlawful guns, they said yes, there is someone who has been arrested.\n I asked for these old guns, they said no it was new guns.  So I said this man who was arrested, he doesn't go to the gunshop, he doesn't go to the gunshop, but he must have gotten it from you.\n This man is Black, he doesn't go to the gunsmith, to the gunshop, you must have given him, you are the ones who are setting us one against the other.\n And so they said, that's what I said, I am taking over your duties now, because you have failed to perform it.  Now I am going to take it over.  I am requesting you because you can go into the gunshop, give me guns so he said to this White man from Pretoria, yes, because we also need to have guns so we can shoot when we are being shot at.\n You see what I am trying to explain here, what I was trying to hide here is that we also had guns which we were hiding underground, but I was trying to ...",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Please ladies and gentlemen, this is a very sensitive issue.  I can see - when he speaks he has a very humorous way of speaking, but the issue that we are talking about is a very sensitive one.  We want to link up events - Pretoria, how was Pretoria because it is very clear that people was being set against one another, we must get the proceeding.",
            "Male"
        ],
        [
            "MR NDIMA",
            "So what I want to explain, when we were asking for these guns, we were doing this because we wanted it to appear that we also got this from them, although we also had our ones.\n But this White man said no, I must hear from Pretoria, we will meet the next day.  Now I said man, you are always postponing, procrastinating and people are dying, people are dying every day.  He said please be patient, let me just ask Pretoria because I am under Pretoria myself.\n So I said okay, I will see you tomorrow.  The following day he came back saying Pretoria said this war had not been declared legally.  The other nations can question it if they can give me guns because this war has not been officially declared.\n So I said okay if it has not been officially declared and then he said but they said I must give you two men who are very good shots.  Who know how to use a bullet, then they can tell you how this - you can trace the origin of a bullet so he gave me Barnard and Mr Loocke.\n Although Mr Loocke I never met, I never saw him.  It was always Barnard.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And this Barnard and Loocke are they good shots?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, these are good shots, I'm being given people who are good shots so that they should aim and get the people who had guns on the other side.  So this man said - the one that has been hit, his gun would be taken away from the fallen one and it would be given, so I said would this be given for us to use and he said yes.\n Yes, this White man from Pretoria, the plan is you are going to go out with Barnard and go to these people who are burning other people and Barnard and Loocke are going to shoot for you?  And let's say for example if a person was carrying a gun, he is one of the people, let's say it is Yamile himself, because his got guns, when he has fallen, his weapons would be taken and given to you and then we would use it.\n And then he said that is the word from Pretoria, that is the instruction I got from Pretoria to convey to you.  So I said ... (tape ends) ... the reason I was asking that, I was - I knew because we were going to use our own ones.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Did he say that you wouldn't be arrested even if you shoot?",
            "Male"
        ],
        [
            "MR NDIMA",
            "He said you would not be arrested for shooting, he said no, we won't be arrested.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "So on the 17th of May a fight started in 1986, at Portland Cement - was this because you already had got all these instructions that Pretoria was going to be on your side?",
            "Male"
        ],
        [
            "MR NDIMA",
            "When we did what?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Isn't it so that the fight started at Portland Cement in May?  When you started hitting the people who are burning others, at Toyise's area?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, it is not Toyise's area, we also hit the one at the Yamile's area, we also got it.  We were hitting people who were necklacing other people.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And what about people who were burning houses?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Well, I don't have any knowledge about those because I personally didn't go there.  I would stay in my house being guarded by other men, people like Hoza.  The instruction was that I shouldn't go because of my age.\n Barnard would send ammunition to me so that we could supply people who have run out of ammunition.  Ammunition was brought to me yes, to supply those who have run out of ammunition.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Were there all sorts of ammunition?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, every sort of ammunition was there.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "At the time of KTC have you already been taken away?",
            "Male"
        ],
        [
            "MR NDIMA",
            "At the time of the attack of KTC?  You see at the time KTC was burning, I wasn't there, I wasn't there.  Not that I was taken away, I went to this man, this man mustn't come back soon to Ngxobongwana because ...",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Did he run away?",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, he had run away so I went - each time there was a fight, he was taken away because the leader must be taken away to defend him.  To protect the leader, he must be taken away when there is a fight.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that why you went to tell him not to come back.",
            "Male"
        ],
        [
            "MR NDIMA",
            "Until you hear from me, no stay, you will hear from me.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And then when you came back, on the day you came back by plane?",
            "Male"
        ],
        [
            "MR NDIMA",
            "This Boer said can you see KTC is on fire.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Which Boer is that now?",
            "Male"
        ],
        [
            "MR NDIMA",
            "This was the Boers that was with me in the plane.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Did they fly you down and back, what was this - was it a small plane?",
            "Male"
        ],
        [
            "MR NDIMA",
            "No, it is a helicopter, the small fly machines.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "It was very clear that these Boers were very, very determined to help you in this war, it looks like.",
            "Male"
        ],
        [
            "MR NDIMA",
            "Yes, it - you see Ngxobongwana was very highly respected by these Whites, they respected him very highly.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Why, why?",
            "Male"
        ],
        [
            "MR NDIMA",
            "I can say he can talk to this Whites well, he speaks Afrikaans.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you very much sir, the other people are going to ask you.",
            "Male"
        ],
        [
            "MR NDIMA",
            "Well, they can come, let them come.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We need to appeal to the audience, we are going to miss very important information if there is too much noise and we cannot hear what is being said.\n For yourselves too you will miss an opportunity to piece together a very important story.  So I am appealing to you to please try and restrain yourselves, please do not make remarks and make a noise in the  hall, because we are finding it extremely difficult to concentrate and extremely difficult to hear on our headphones what is being spoken.\n I appeal to the audience to please be quiet, otherwise we will have to invoke the powers that we have at our disposal as the Truth Commission to ensure that there is quiet and decorum in this room, thank you very much.\n I would like to ask the panellists if they would like to ask any questions.  Mary Burton?",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Mr Ndima, you were one of the very first people to go and settle in Crossroads, weren't you?",
            "Female"
        ],
        [
            "MS BURTON",
            "Yes, before that you were in Guguletu and then in Brown's Farm, is that right?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes.",
            "Male"
        ],
        [
            "MS BURTON",
            "And really part of all of that was because families were trying to get the right to live together in Cape Town where the breadwinners were working?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes.",
            "Male"
        ],
        [
            "MS BURTON",
            "So you remember the days when there was almost nothing in Crossroads except sand and just one or two new shacks?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, I still remember.",
            "Male"
        ],
        [
            "MS BURTON",
            "And it was the start of a very long struggle against the pass laws?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, that is where the fight started to fight for the pass laws to be demolished.",
            "Male"
        ],
        [
            "MS BURTON",
            "And in fact the pass laws were repealed in 1986, the very time that we are talking about?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes.",
            "Male"
        ],
        [
            "MS BURTON",
            "It was a victory in a way against the pass laws?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes.",
            "Male"
        ],
        [
            "MS BURTON",
            "But it was also a terrible, terrible price to pay to bring about a change in that policy?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Very much, yes.",
            "Male"
        ],
        [
            "MS BURTON",
            "And you would remember the time when the leaders in Crossroads were a united committee, I remember myself when they used to meet in that one shack always, the committee together?",
            "Female"
        ],
        [
            "MR NDIMA",
            "They were not meeting, except I am also there.  The only people who were responsible for the meetings, was myself.",
            "Male"
        ],
        [
            "MS BURTON",
            "That is right, I remember that.  How did it happen then that divisions came about and this terrible war as you say, unofficially declared war happened?",
            "Female"
        ],
        [
            "MS NDIMA",
            "The only reason that caused this conflict is because of what I've said already.  Memani was the only person who started this.\n I said to Memani as you are Ngxobongwana's vice, please when Ngxobongwana is not in a meeting, take the minutes and our decisions to Ngxobongwana.\n And you show him what we have decided and he didn't agree.  If he didn't agree please come back to us and we will correct that as he was the leader, he has the right to see our failures.\n Now, Memani didn't do as we told him.  He just do it once or twice and on the third meeting, he didn't take the report to Ngxobongwana.  When I asked him why didn't you take the report to Ngxobongwana, did you take it, he said no, Tom said there is no Chairman who is bigger than the other.\n I said to him, Memani you are not the Chairman.  You are Ngxobongwana's vice, you are Ngxobongwana's secretary, you can't listen to Tom.  I also told him that Tom, I didn't know Tom when I elected Tom from the general to be a committee member, he will cause this conflict and differentiation.\n I was just posting this because I was not meeting with Tom.  I knew that he will - these words will reach him because I thought he was a brave man, that's why I elected him as one of our committee members.\n One day, when Memani left, they went to meet at Tom's place, they didn't come to our place, they went to Tom's.  And now Tom decided to go and build a place in Sizamile where Memani was.  One day Memani phoned and said I find him phoning, I asked him who is he speaking to and he said it is Tom, he is at work.\n And Tom asked on the other side, who are you talking to Memani and he said it is Chawe.  He said when I am finished with you, please give the phone to him and when I am about to leave, Memani said I must not, because Tom would like to speak to me, and I waited.\n And he said I thank you Mr Ndima, for saying that you didn't know that you were electing a stupid person who will disorganise the committee.  Yes, it is true that you elected me as one of the committee members, but I thank you for seeing me as a stupid person.\n I told Tom that I was posting it, I knew Memani would tell you.  I wanted you to know, I wanted it to reach your ears.  And he said okay, Mr Ndima we must see each other and talk to each other and state the reasons why I left your place.\n I said okay and we were finished then.  So that is how this conflict came about, that is how they left Ngxobongwana.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you Mr Ndima.  Then you told us that you believed that Mr Bezuidenhout was the person who gave guns to Memani and that that was an additional ...",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, they said so, it seemed.",
            "Male"
        ],
        [
            "MS BURTON",
            "Now, you also told us that you had, your group had guns which you had hidden.  And how did you manage to obtain those guns?",
            "Female"
        ],
        [
            "MR NDIMA",
            "They were ours that's why we hid them.  We bought them, that's why we hid them from the people who were selling them.   Because when you are a man, you must have something to defend yourself.",
            "Male"
        ],
        [
            "MS BURTON",
            "And that was people who were selling the illegally, I suppose because you said you couldn't get a licence?",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, these guns were illegal.  If you buy something legally, you must go and buy it from the shop.",
            "Male"
        ],
        [
            "MS BURTON",
            "And just one more question if I may, please Chairperson.  You told us about the time that you had told the authorities that you couldn't find Mr Ngxobongwana, that he was missing.\n Just explain to us again why it is that you had to tell them that, when you knew that it wasn't so?",
            "Female"
        ],
        [
            "MR NDIMA",
            "I wanted Ngxobongwana to leave.  I wanted them to think that we were looking for Ngxobongwana, while we were about to attack Memani.\n I wanted to think that we were still looking for Ngxobongwana.  We wanted to attack Memani as if we were on our way looking for Ngxobongwana.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Pumla Gobodo-Madikizela?",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Madam Chairperson, I do greet you Mr Ndima.  You can take off your earphones.",
            "Female"
        ],
        [
            "MR NDIMA",
            "I can hear clearly from them.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Mr Ndima, can you please take from Mr Ngxobongwana's issue, you said when there is about war to start, you ask Ngxobongwana to leave because the leader must not be around the war.\n Can you please tell us about Ngxobongwana, does he have an idea of what was going to happen?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, he knew.  I was not just letting him go before he knew what was going to happen.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Now that he was leaving, you asked him to leave, he knew that there was going to be a war?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, it was our agreement.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Okay.  We've heard that from other witnesses that there was a court, a big shack court, we heard that from yesterday from Ruth Dibisela and we also heard from Mr Veneni.  And there was also Mrs Nsokoso who was here who agreed with that and we also heard about one of the policemen who was here yesterday, he was a detective, saying that there was a court.\n Do you know anything about this?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, I know about it.  It was for those harsh people who were causing violence, we used to take them there so that we can take them to the police station the following day.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Does this prison that you mention, was it an allocation with the policemen?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, we agreed with the policemen that when someone has disobeyed or broke the law, we must arrest them and take to them.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Oh, which means that yours was a halfway station so that they can go there and then to the police station?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Now can you tell us why would sometimes people be killed when they were taken to this prison of yours?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Well, the one that we arrested were never killed, the people who were to be killed who were also saved by me, they were six people.  It was at a time we were fighting the comrades, we were \"witdoeke\" and they came to me, they didn't know poor souls, and they found some men surrounding me, the men who were guarding me and they said they wanted Chawe ...",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Sorry, I don't want to interrupt you because we have got a time constraint here, I just want you to explain what appears to be the reason for killing people there?",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, no, I won't know.  Because I was never brought anywhere where I was likely to be injured.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "What did you say when you heard about the Red Sea?  What is the Red Sea?  There was a dam there where people were being killed, the one witness told us that yesterday.\n Do you have any idea where it started?",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, it was not close to my place.  It was in this area in Section 4, I don't know, I heard about it.  Now listen the six that wanted to see me, that came to kill me because I beat comrades, it was said that they should be arrested because they were going to be killed that evening, but then I made a plan.\n Because deep down in me, I felt I wish that Black persons wouldn't kill another Black person.  So I asked for a key from a police person and then I went there. When I got there, I opened, I said young boys, do you know the Chawe that you wanted to visit, they were in a car and the car was left at my place, then they were taken to this prison and they were locked up there.\n I said to you know the Chawe that you wanted to see, they said no, we didn't.  We come from Worcester and Paarl.  So I said oh, my kids, this is sad, you are going to be murdered tonight because of looking for Chawe.\n I am Chawe my children and this is the plan I am going to make.  Behind this prison there is this Coloured area, it is close to an Coloured area, this is what you should do.\n I am going to open one of the corrugated iron sheets and make a hole there, then you just push, just push it an run away.  The skip over here and then go this way and then report that you haven't seen Chawe.  Indeed I loosened this iron sheet.  When the came in the evening to fetch them, they didn't find those six boys.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So in other words you were trying to stop death?  Now in your committees were you not talking about people that have been killed, about people who had been thrown in the dam?",
            "Female"
        ],
        [
            "MR NDIMA",
            "They never told me anything, anything that pertained to injuries or death because I didn't, I wanted, but I did hear about this dam that there were people who will get hit and then they run to the dam and then they get killed at the dam there.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yesterday Mr Veneni was here with a girl whose name was Ruth.  They were telling us about Mr Veneni's son's death together with Vioani Geobase, do you know the people who killed those two boys because there is evidence that they were locked up in that jail?",
            "Female"
        ],
        [
            "MR NDIMA",
            "They couldn't tell me something like that.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you don't know it?",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, I don't know.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Another young man, Mr Sqwela's son, do you know Mr Sqwela?",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, I don't know.  Maybe if I see him, I may know him.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Okay, let's pass that one.  Just short questions.  Mrs (indistinct) she said yesterday that these police were policemen who were marching, she said they were really marching.\n Did you ever take rounds and patrol the squatter camps?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes, we did have patrols and these policemen would be there.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You would patrol with the police?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Yes.  No, our policemen, not the government police.  They would patrol with us.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Do you know their names?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Most of them.  They are now of Ngxobongwana's side.  I don't know if they are still there or not.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "What was the name used to call this police?  In the language, what ...",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, they were just called police. The ones who were guarding us.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Just one of my final question.  We heard that there was a policeman from the government policemen who accidentally shot a \"witdoek\", do you remember that incident?  Did he shoot a \"witdoek\" by mistake?",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, I don't know that one.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "At that time there was a fight, or in May 1986, at Toyise's camp, there is information that a government policeman who aimed a gun and accidentally shot a \"witdoek\" and that was pushed under the carpet, that was not publicised?",
            "Female"
        ],
        [
            "MR NDIMA",
            "I think some of the events that happened, were not brought to my attention because some of the things, especially things that were wayward and wrong, because I don't like wrong things.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Now things there were things that we heard that old men would be taken to places like Rhodesia when it was called Rhodesia, do you know anything?",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, they are laying, those people I know.  There is nothing that could be done without my knowledge.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But they would kill and not tell you?",
            "Female"
        ],
        [
            "MR NDIMA",
            "But someone who was going to leave, I must know where each one has gone to.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But that is finally, the funeral parlour at your squatter camp, who was in charge of the funeral parlour?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Where about there?",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Wasn't there a, is there no funeral parlour there, are there no undertakers?  You know these places where they keep ...",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, we don't have a funeral parlour, no, we don't.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I mean at that time, wasn't there one at that time?",
            "Female"
        ],
        [
            "MR NDIMA",
            "No, I never saw it.  No, no, I don't remember it.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Finally, finally sir, that policeman who was called Du Toit, do you know Du Toit?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Flip du Toit, Flip du Toit?  The people mostly I didn't know their names.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Schelhase?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Schelhase, I know Schelhase.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "To what extent did he help you?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Schelhase was helping Ngxobongwana, he was not helping us.  Schelhase was helping Ngxobongwana.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "How?",
            "Female"
        ],
        [
            "MR NDIMA",
            "Everything, guns, he was giving them guns.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you sir.  Thank you.",
            "Female"
        ],
        [
            "MR NDIMA",
            "Have you no more questions?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There are no more questions, but we will ask Mr Ntsebeza to make a closing remarks and to thank you for coming,.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you very much Mr Ndima.  The only thing that the Commission wants - it is not to press charge against people that is not our duty, this is not a court of law.  We are not placing any charge against any one.\n The only thing that the Commission wants as we are being asked by the country, is to help to investigate the truth.  We don't just investigate the truth, we want it to make this country a reconciliated one.\n In so much that we can all live together in peace whether we like it or not.  One of the most important things or the difficult things, it is because our leaders do come and go.  And one of the aims of the Commission is to find out and say to the President of this country and the whole Parliament, the things that have happened must not happen again.\n The way you have given us your evidence, more especially where you are drawing us a picture that the matter has also reached Pretoria, it was Pretoria that was giving instructions to the policemen, it was policemen in Pretoria who gave instructions to you when you were fighting, when you have killed someone, take their weapon.\n That shows us clearly that they were causing conflict amongst Black people.  We do have witness, we know what they did to you, they were also sending informers on the other side as they have done in the Guguletu boys, they sent informers on their side and they had to fight each other.\n Even Yamile must have realised that today because it is clear that they were hesitating when some people come saying I am from those Freedom Fighters and all along the White people are involved.  So it was not a right thing that happened during those days, but we are not here to lay charges against, we want to see what happened afterwards.\n The killings of people were things that were just made but this thing has roots.  The White people were being on the side of the government and the White government has its own agenda.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Can I just explain something.  Mr Ntsebeza was referring to Whites, but I just want to explain that he is using that as a general term, as a (indistinct) term referring to the police, thanks.\n Thank you Mr Ndima.",
            "Unknown"
        ]
    ]
}