{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-10",
        "location": "KTC",
        "day": "2",
        "names": [
            "MELFORT YAMILE"
        ],
        "case number": "HEARINGS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55479&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ktc/yamile.htm",
        "speakers": [
            "CHAIRMAN",
            "CHAIRPERSON",
            "GLADSTONE TEMBISILE NTAMO",
            "MARY BURTON",
            "MELFORT YAMILE",
            "MR NTSEBEZA",
            "MS GOBODOMADIKIZELA"
        ],
        "original_speakers": [
            "MELFORT YAMILE",
            "MR NTSEBEZA",
            "CHAIRPERSON",
            "MS GOBODO-MADIKIZELA",
            "MR  YAMILE",
            "MR YAMILE",
            "MARY BURTON",
            "MS BURTON",
            "GLADSTONE TEMBISILE NTAMO",
            "MR NTAMO",
            "CHAIRMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Our next witness is Mr Melfort Yamile.  Could Mr Melfort Yamile please come to the stand?  We will ask Mr Ntsebeza to swear you in and Pumla Gobodo-Madikizela will be your facilitator, thank you.",
            "Unknown"
        ],
        [
            "MELFORT YAMILE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "The witness has been sworn in Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dumisa, Pumla Gobodo-Madikizela?",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Glenda.",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Thank you, that is the only language I can speak clearly.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "We will just make here and there.  Mr Ntsebeza has some things to do.  As he is the co-ordinator of the investigators, we would like to give him respect.  We would like to be brief as much as we can.  If you can be as brief as possible and tell us where were you staying during this incidents?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "I was staying in the Nyanga Bush near Crossroads, near the Portland Cement and Nyanga station where Mr Toyse is staying and Mr (indistinct).",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You clan name?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Amakaqi.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Oh, Jambasi?  Thank you Jambasi.  Will you please tell us about your position, what role were you playing in Nyanga Bush?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "The position I was playing, I was the leader of the Nyanga Bush.  The role that has started in 1981 when we were in Nyanga Bush when the zones were robbed in 1979, so we were taken out of the places, so we tried to stay in the Nyanga Bush and built our houses.\n While we were staying there, we were arrested and detained and deported to Transkei, we then came back again.  That is how the White men attacked us on January, on Tuesday the 25th, 26th.  I was one of the people who was shot on my left side.\n The bullets were on my right side.  We stayed there and we decided to stay forcibly.  We were only given three months and then after three months in September, we had to fight and held meetings after the three months.\n They were only given three months in our passes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "They were endorsed wasn't it so?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Yes, something like that.  And then afterwards we used to hold meetings in Crossroads with Mr Hoza who were in Nyanga Extension who left in 1985 to Site C.\n In 1985 to be brief, we were called by the Chief Commissioner in Cape Town where he was Chief Commissioner, Mr Tim Bezuidenhout.  When he called us there the Nyanga Bush area, he called the group from Nyanga Bush, he said my Committee must go outside and then we were outside, he said I must left behind, he said the Minister Gerrit Viljoen asked him to chase them to Site C because there is a lot of money in the government.\n I said if it is going to be like that, I must tell the people that are going to be chased, because I won't take the bribery, you must rather give the bribery to them.  They said okay, don't be stupid. Go and think about this.\n And they went out and told the others.  While they say you must go out, they asked me to stay behind in order to bribe me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So I want this to be clear, Mr Bezuidenhout asked you in so much to bribe you so that you leave the Nyanga Bush to Site C because there is  a lot of money so that you can have something and earn something accept them.",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "As long as we are going to take them away from Nyanga Bush, yes that is it.  Because we didn't want to go there, because they promised us before that we are going to be taken to Khayelitsha and Mr Ngxobongwana - we went to investigate the Khayelitsha, we saw the houses, they were matchboxes and we said, no we denied the offer, we won't be going there.\n We said we won't be going there and they opened Site C.  Mr Ngxobongwana was arrested during that time, early 1985 while all these things were happening, he was arrested.  I've seen that we are going to differ in our opinions in 1985, we went to visit him as we thought he was our brother.\n We went to a meeting in Crossroads by Nongwe that was called by Nongwe, and when we arrived there, it was KTC, Nyanga Bush, Portland Cement, Nyanga Extension and Site C, Hoza's area and Crossroads.  There were six areas.\n The message was Toyse and Memani, which is Tabo Memani in the area they are leaving, they are training old and young people so they have arrested them.  That was Nongwe who gave that statement.\n My colleague was a secretary then.  I said to this people Mr Nongwe are you the head of this area, headmaster?   We must make negotiations with Nongwe not you.  And the house agreed with me people like (indistinct) and KTC agreed with me.\n Toyse was also locked up there and Tabo Memani said he must come and then they were released and then they came so we talked to them.  Along the discussion we - someone said we can see there is something that should be eliminated.  There should be some elimination here, there is something to be eliminated and then we had a meeting at KTC.  At that meeting at KTC I raised this issue, that there is something, some root to be eliminated.\n What are we going to do about this?  And we should look at this seriously, that was 1985.  And thereafter we were not happy at Nyanga Bush.  Policemen were harassing us, we don't know how they knew the boundaries of camps, but they would surround it.\n That was difficult to get there, they said they were looking for weapons and they wouldn't find any and eventually they gave up.  Then we gave over to the ladies.\n We asked the ladies to go and ask these Whites what they were looking for.  So we found these policemen there.  The policemen were standing back to back and you can't go out if you are a man.  If you were a man, you couldn't go out.\n This happened in 1985, it was a Friday, the 19th of November.  The policemen came in the morning, very early, they surrounded the whole area, aiming guns and there was this helicopter flying over the area and the others were searching.\n And we were running away because they could recognise because they knew us, because we had been arrested for quite a number of times.  And we used to run and that process I met Mr Mlangeni, Lennox Mlangeni, they shot him.\n He was with another one, (indistinct), he is now at Hermanus.  They killed Mlangeni that time, it was Friday.  Well, the next week we buried him because it was almost towards month end.  Then we came back, close thereafter about between March/February we were called to a meeting at Crossroads.\n No the meeting was at Site C, this meeting, where it was reported, it was decided that we should go and fetch Gobingca's household belongings and that's where we divided, the (indistinct) started.\n Then there was Nyanga Bush, Portland, Site C and then we had differences of opinion.   We could see that there was no harmony any more.\n Because they said at Crossroads there is a lot of youth there so we must go and fetch.  Each question we asked, they said it was irrelevant.  So we said to our people, don't go there.  So then we saw them going down Lansdowne Road.\n There were some caspers accompanying them.  (Indistinct) came to my place and I told him, I said be careful this is what is happening.  And so he went, he was driving a bakkie.  He came back at night.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I don't want to interrupt you Jambasi, I just want briefly, just be very brief.  Just go back you once said it was clear that the fight had started, you had some self defence units, was that true?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Yes, inside.  The people that we called, we called them home guards.   We called them home guards.  Those people were people who were amongst us, or some of us whose responsibility was to watch over the night and to link up with other people at night.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Were you in charge of those people?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "No, I was in charge of the whole community.  The leader of the whole community.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Now, I just want you to clarify this as a leader.  When there are home guards, anything that is related to your work, it should be handled and be answered by you?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Yes, it is true, but each group had its own leader, each group with its own leader and then the leaders would then meet.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And you, which group were you?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "I was the head of all the groups.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Who was heading the home guards?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "It was Zwelitsha Mkhulutha and then the other group was Viani Niangwa.  And the other group was Pakamisa Hlabunsima.  Those three divisions.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Let's just come back to Zwelitsha.  He was head of a group, they would report ... (tape ends) tell us very briefly about those people.",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Yes, he did come one evening.  He knocked and I opened and then we sat in my sitting room.  And he said there are some people here Mr Yamile from Lesotho, they are refugees.  They have come with the old, the police vehicles.  Then I said yes, then I put on my clothes, I went out, let's go out and I want to meet them.\n So I went, we talked to these people.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Did you ask these people who send them here?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "I said no, each one came with a short stick and a long stick and I am referring now to weapons, arms, firearms, short ones and long ones.  That is the language we used them.\n So I greeted them and then they greeted me back and then we enquired into our health and then I asked them, Lezo with some beard, he was a tall guy, they are mixing their Xhoza with Sotho.\n These two guys weren't fluent Xhoza speakers, they spoke Xhoza like Sotho's, they are not very fluent in Xhoza.  And there was another sort guy he said he was Oscar, his name he said was Oscar.  He looked like a Xhoza.\n I said why are you coming here, what do you want here?  They said we heard that Nyanga Bush is one of the places that is taking place in the liberation struggle, so we have come to help our fellow Africans. So I said well, gentlemen let's discuss.\n We will discuss later and then the following morning I went to where they put up.  They were already up, there were four others.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Just excuse me, do you know the names of these people?  The two that came from Lesotho?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "There is Oscar and Lezo.  Oscar and Lezo.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Who is the tallest one?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "That is Lezo, the tall and light one.  Oscar is the shorter of the two.  His Xhoza is more fluent.  No, they didn't get the house from me, this was arranged by Zwelitsha Mkhulutha, so they put up there.\n So there were four of our young men from our group who joined them, then there were six people.  They were training how to dismantle firearms.  I looked and then I didn't say anything, I called the Committee members.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Is that loading and off-loading?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "You see they would dismantle an AK47 and then they would assemble it again.  Then I looked and then I called the Committee, I said no, this doesn't look right.  They didn't ask anything, they were just continuing.\n So I called the Committee, (indistinct) reported this.  I said gentlemen, I've seen this and I don't think we should associate ourselves with that, let's just watch it from a distance because these people don't tell us who sent them, they just say they read from the newspapers and that sounds very suspicious to me.\n Indeed, our youth were already there and then they came, Sipho and Zwelitsha and another young man who was a teen from Paarl.  He fell at Guguletu amongst that seven, the Guguletu-7.\n And then they stayed and then one day Zwelitsha came to my house.  He said they are going to be trained somewhere at Belhar, I said no, at this time of the night?  Can you see that this people are not in shortage of money, they buy food on their own.\n Did they come with money, yes they had money, that is what made me suspicious, they had a lot of money because a refugee can't come with such money.\n And the guy didn't notice.  I went to Manqiwa, I said Manqiwa you mustn't take out those hand grenades and they left them there.  So it was as if it was an end and then afterwards they shot some of these guys from Guguletu.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Sir, I want to touch some of the home guards from Zwelitsha's group was one of them Christopher Pitts, who is known as Rasta?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Yes, it was him and the other one known as Mbulawa Mzwake.  Christopher is the one during the struggle when they went to Paarl, was killed there.  They killed him and took out his liver.\n He was with Makina.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Makina has applied for amnesty.  He was one of the home guards.  You tell us about a training that was taking place in Belhar?  Was Lezo the Commander or the instructor between him and Oscar?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Yes, he was the bravest one between the two of them.  He was also the one who suggested this Belhar earlier, that is why I asked - he is new in this area, how does he know Belhar?\n He would have asked from us where is Belhar, that is why I was so suspicious.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You said to us Jambasi at last these two guys are the cause of the killing of the Guguletu-7, can you tell us how did you find out that they were the ones who were responsible?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "I find out that after we've buried in NY49 stadium, after we've buried the seven guys, I find Normaendia Mfeketu arriving at my place in Nyanga Bush.  She was driving a bakkie, she was staying in Hanover Park.\n Their offices were in Hanover Park.  She said Mr Yamile someone phoned and said there are two guerillas in your place, there is a guerilla in your place, I said oh.\n And she said he will phone you tomorrow, please come at ten.  The thing doesn't treat me well, I called Maniqwa and the other guy, he was also a committee member, he was Nozolo.\n I told them that I don't trust this person.  Where did he go, now he is phoning.  How did he survive, because I would be receiving a phone call tomorrow from him.  I said no, I won't go there alone, I will go with Zwelitsha and I took my car and drove there and I waited there till ten o'clock.\n And the phone rang, I asked Zwelitsha to pick it up and Normaendia picked it up and gave it to Zwelitsha.  This guy asked I also listened, I want to know how did the funeral go and he said you are happy because you are still looking after one another in so much that you are able to bury one of your guerillas.\n On an Easter Monday, he said he will arrive in Cape Town with some ammunition, so we must go and fetch him.  That is how I draw back, I said no, this is not the way to do it.  And he gave us directions that we must come by my car, that is why I got suspicious.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I want to come back to that part of the arms.  Did Lezo come with the arms?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "They are theirs.  They were bringing them and taking them back with them.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "How many ammunition did they bring?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Firstly when they arrived, they brought two AK47's with a red wood inside and then a 9 mm each of them has two AK47 and a 9 mm.\n They never gave us weapons, they never gave us that.  They took their weapons to kill the seven.  To cause the death of the seven people.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I want to know what was going on in the training as you were not in that part.  Do you have any knowledge of what was happening during the training process?  These people who were being trained by Lezo, do you have any idea of what was going on?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Zwelitsha was a home guard.  Lezo and Oscar were the ones who were organising the crew to dismantle the arms.  I interrupted there where they said they must go to Belhar.  I asked him how does he know Belhar and yet he is new in this area.\n Because we were dealing with our matters inside our areas.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Zwelitsha gave us a statement that - gave us his role as you are stating it.  He was in charge and he was also a home guard.  He also told us how did Lezo and Oscar arrive and the suspicion that you had against this people and he said he was also the one who was suspicious.\n Just because he was in such a hurry to get a training, so that there people could not be killed, they needed the training desperately.  I want to be clear and also to make it clear to you that your suspicion was up to something, because we've got some statements that this Lezo and Oscar were the Ascaris who were sent by the policemen from Pretoria.\n They sent Lezo and Oscar.  By the time we were listening to the Guguletu-7 case it came up clear that Lezo and Oscar were sent by policemen to come and interfere to the communities and now you are giving us another opinion and Zwelitsha gave us something to look upon.\n This made it clear to us what were these Ascaris doing, so it shows that there is something suspicious about them.  And shows us the role of the policemen because these Ascaris came to your place, Nyanga Bush in squatter camps and yet it was a place with so much violence and then in Guguletu as if these two are not combined.\n So it is all clear to show us the dirty works of the policemen in South Africa.  That is what I wanted to say.  We would like you to come to March and tell us by the time you were being arrested and Lezo phoned, saying something about your car.  We would like to come to that and let's just start from the time Lezo asked you to come by car.",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "He said telephonically we must meet him in\nCape Town, because he brought us some arms this time, so I refused.  I said to my friends, why is he - why does  he want to meet us in Cape Town, why can't he come the same way that he came, why is he calling us to Cape Town.  Maniqwa and I didn't agree on this one.\n I said gentlemen, I am going to a meeting.  It was Easter Monday, Monday in 1986, I said I am going to lock my car, I am not going there, you can get yourselves another can and indeed, and I asked them not to listen to this thing.\n So they got a Valiant and then went to Cape Town.  It was Maniqwa and Zwelitsha Mkhulutha and another, the owner of the car.  That's where they were arrested in Cape Town, Zwelitsha and Maniqwa and the owner of the vehicle.\n The one with whose car they went.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When last did you see Zwelitsha?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Last year, last year.  I haven't seen him this year.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "He has given us a statement and it ties up with what you are saying that they were called by Lezo to parade, in the same way you are outlining.  He said they should meet at the parade and then whilst they were meeting, some police came and then arrested them.\n The police called Lezo by his first name and they were handcuffed and Lezo was not handcuffed.  It makes it very clear that as the police in the statement about the Guguletu-7, they said the reason they killed them like that, they didn't have any way of arresting them.\n But according to your statement it was said that Lezo was arrested and then that's how Zwelitsha and the other guy escaped, because they were not allowed to be out of the prison.\n Now, here is an example, they managed to arrest Zwelitsha in a manner that was more refined than what happened in Guguletu.  Now they sent their informers to you and you, at what stage were you arrested, how were you arrested?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "On that same day when they were arrested on the parade, on that Monday, that Easter Monday I came back from the meeting and went back home.  Whilst I was at home, I saw a casper stopping in front of my house and then another in front of another, then a third casper and then these policemen came out.\n It was this person who was masked.  I went out of my door, they said, go back, go back.  So I came back.  My nephew Tobile Silano who is in Johannesburg and my sister's kids and some young kids and Sabolela has gone to that.\n There was another Sotho speaking person who was a friend of my friend, I accommodated him because he didn't have ...  Then in the house the one behind my house, they searched and they found some weapons.\n This house is behind mine, they found three AK47's and some pistols and they were pointed out by this masked person.  Then they came to my house, they asked for Yamile, I said - Barnard said no, you are not, where is your head from  springbok skin, so I went to fetch it and Barnard said, no, indeed, this is him.\n They took a photograph of me, then they said we want to search, I said go ahead, search.  They searched, and searched, and searched my room, they started my room to the next room, they turned everything upside down, found nothing.\n They went to the kitchen, there were some flour, they even searched in the flour and nothing was in there.  Then they gave up and Barnard said I don't know whether we leave him or should not leave him, because I could hear the language they were speaking.\n And then they said go to the casper and then another tall policeman, he said there is the springbok, there is the springbok.  Then they said take all of them, don't leave anyone here.  Women, child, this masked person is in another, then we were put in another. \n We were taken to Mannenberg and then in Mannenberg we were transferred to a van which took us to town.  In town I was taken to Melkbosstrand where I was taken alone and confined there.  Then they distributed us.  The following morning they collected us.\n They asked me if I knew Zwelitsha Mkhulutha and I said no, I didn't know him.  Maniqwa I was shown their pictures, I said no, but I could see that this was him because he had a scar here.\n Then I could see that things are bad because this man had a scar, I realised things were bad.  I could see Maniqwa.  I said, this man said no, then I said no, I don't know.  But I noticed that this one had a scar, this people know you, I said no, I don't know them.\n They asked me about guns, if I knew anything about guns that were taken.  I said you searched my house in my presence, you didn't find any guns.   Who was in the house, they said no one.\n Was it locked, did you kick the doors, they said the person that took into that house, must know about those guns, I don't know.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But they never linked you with guns?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "No, that is all they asked me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So when they arrested you, how long did you stay in detention?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "It was one month, two weeks, I was released on the third one.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Why did they release you?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "They said I was arrested under Section 29 of the Security Act, they didn't tell me when I would be released, they interrogated me and then they couldn't find me guilty, they released me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "About these guns, were they never linked here?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "No, he is making a mistake.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "No, he was just giving his statement because it was said you were arrested because of the guns, but you are now explaining that the (indistinct) didn't link you with the guns. Would you say is that why you were released?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "But what they asked me to explain the owner of those guns, so they said do you like the police and I said yes, I like them.\n Then I said it is good that you confiscated those guns because maybe they are going to kill me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "My last question just to clarify, just clarity in our investigation.  There is a security police who gave a statement over and above the things that we heard at the Guguletu-7 hearings, his statement it is clear that indeed these two people were Ascaris were sent from Pretoria.\n Because at the request of the people so that they could search and find the comrades.  One of the things he mentions in his statement, he says Christopher was resident at Nyanga Bush, he was one of the people who were in your home guard working with Zwelitsha and Zwelitsha mentions that in his statement, but I was confused now at the beginning, that Christopher - it seems you don't know Christopher?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Is that not Abraham?  is that not Abraham?",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "He was called Rasta.",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "That is Abraham.  That is Abraham.  Yes, that is Abraham.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Is that the one who died in Paarl?  There were two people who were called Rasta's.  When we were working in Paarl, there was also another Rasta who died in Paarl, that was one in Nyanga Bush.\n The one who was working with  Zwelitsha was Christopher (indistinct).  Maybe you are talking about another Rasta.",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "There were many Rasta's there but those were in front, were three if not so, the two others I don't know their names.  We were calling ourselves Rasta because we didn't want us to point fingers at each other when we were in trouble.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Okay, let's leave that as it is.  These guns that were sent to you, where did you get them?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "When we found out that we were getting into trouble, we will be attacked by Crossroads because we had some people in the community who was selling dagga, we took dagga and gave them to the Coloured people and told them our problem.\n We will exchange the dagga with guns like places like Elsies, Bonteheuwel, Grassy Park.  There are Coloured areas where there are people called Scorpions, we were giving them, they were tasting it first and then give us weapons, so that is how we were getting the weapons.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So these people from Bonteheuwel whom you used to go, how were they calling themselves?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Some of them had (indistinct) in their faces, they were just calling themselves gangsters.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So they were the people who were giving you ammunition?",
            "Female"
        ],
        [
            "MELFORT YAMILE",
            "Yes, as I've said that is why we were attacked in 1986 and then we had to fight back.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Okay, I will leave that as it is, thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Are there any other questions from the panel?  Mary Burton?",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Chairperson.  Mr Yamile, sometimes in the last day or two and before, this fight this war in Crossroads and KTC was described as being Black on Black conflict, or a fight between the fathers and the youth.\n Do you think that that is a true description of what happened?",
            "Unknown"
        ],
        [
            "MELFORT YAMILE",
            "No, the fight in Nyanga Bush, Portland was not a fight of fathers and children, it is why Barnard and Mr Ndima were attacking us.  The old people were attacking us.  There were no children involved.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  I am not quite sure Mr Ntamo, are you willing to testify immediately after Mr Yamile, is that the reason why you came up together with him?  Would you like to just continue?  Okay, maybe then we should thank Mr Yamile for coming and then to ask Mary Burton to swear you in and to facilitate your testimony.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Please sit down.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Could we ask the audience please, we know this is the last witness, but just to be quiet, thank you.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Mr Ntamo, just to begin, perhaps could you explain a little bit about your position in the community at the time that we are talking about and also your position now?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "I was a committee member.  I was a committee member in the branch of the Western Cape Civil Association in (indistinct)",
            "Male"
        ],
        [
            "MARY BURTON",
            "That was in KTC am I right?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "Yes.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you.  And now what is your position now?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "I am a Councillor in Ward C14 in KTC.  I am also an organiser of the ANC in KTC.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you.  As you know what we are trying to do is understand more about the conflicts that happened in 1985 and especially in 1986.  And you have heard the statement by Mr Yamile, so what we want to ask you to do is perhaps give us a little bit more light, anything that you think that needs to be covered.\n But perhaps one of the things that I would like to ask you is that at one time, round about 1984 after the UDF had been established in 1983, pretty well all of the areas that we are talking about, were associating themselves with the UDF, but then the situation in Crossroads changed.\n Can you explain to us how and why that happened?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "Firstly I would say Crossroads was the place where UDF was established and it was formed there.  It was having a stronghold there.  Mr Ngxobongwana was the Chairperson of the Western Cape Civic Association which was part of the UDF.\n What happened is that when he was arrested in 1985, things changed.  Because he was released in a very funny way because we knew that there was an Attorney from Pretoria that stood up for him, because that is how we think the position went on, that's why he turned against us.\n But all this other areas, UDF was established.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you.  We've heard that one of the beginning conflicts happened in New Crossroads in December in 1985.  And we've heard reference made to Mr Prince Gobingca, was he involved in that conflict and in what way?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "Prince Gobingca was the Director, he was the leader of the conflict.  Because I remember once he told us that after all this fight, they were taken to Sea Point and were taken into a submarine, they were shown how the South African Police equipment is being used and they told them that you will never be defeated by any member of the army.\n So I hope he was one of the leaders during the fight.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Do I understand that you are saying that you think he was shown the strength of the South African Police and their capacity to influence an outcome of this conflict?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "South African Police, their role is - they were very scared, they couldn't even come forward and attack us.  In other words there were fear for the unity of the people.  Secondly the cadres from the MK were active and it was clear that they were very, very strong.\n And as people without freedom would come earlier, that I think was the reason they decided to start destroying because in the attack at KTC they said that they were going to destroy all the ANC bases and that gave me the impression that this was planned in Pretoria and the attacks there were actually a mistake, they were planned by the National Party Government.",
            "Male"
        ],
        [
            "MARY BURTON",
            "So you saw the actions taken against you as part of a clear strategy, is that right?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "Yes, I saw it as something intended to destroy our unit, but I had never heard any story where police and soldiers could feed people who are going to attack other people because \"witdoeke\" were fed and then they would come led by the police.  I am talking about something that I saw with my own eyes.\n This means to me, this was a strategy to destroy the ANC bases because they were - because all the bases the areas that they were attacking, these were areas where political activity was very, very high.  This was not an accident.",
            "Male"
        ],
        [
            "MARY BURTON",
            "You mentioned that there were MK cadres in KTC.  Can you tell us more or less from what time there was a presence of MK guerillas in the camp?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "The MK cadres were sent for a long time, but what I am trying to explain is that our areas were very active, it was easy for MK cadres to go and hide there.\n They problem of the police was that they couldn't do anything before, but now they found that we could defend ourselves, they didn't know who trained us, they didn't know where we got the guns and this is how we got them.  We got them the way which Mr Yamile has explained.\n We got the expertise from the MK cadres, that is why the National Party Government got scared.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Are there any other questions that the panel would like to put?  Pumla Gobodo-Madikizela?",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson, thank you very much.  We did hear whilst you were talking that \"witdoeke\" the people called \"witdoeke\" were hunting people who were said to have hidden in your area, is that correct?  The \"witdoeke\" were looking, were searching for people, the hiding people who were said to have been sent by Umkonto We Sizwe, who were hidden?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "The actual reason was that the police first came so that those wanted to burn, could burn.  The \"witdoeke\" was very powerless to look for ...",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And Lezo and Oscar, that were mentioned, do you know them?  You never saw them?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "No, I never saw them.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Now, there were some people who were members of Umkonto members, it was clear that they were also fighting against the police.  Did they also fight with the \"witdoeke\"?  The MK cadres, the MK men who were in your area, did they join in your fight against the \"witdoeke\"?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "I could put it this way if anyone can look at it, the aim of the attack of 1986 from the 17th of May, right from Nyanga Bush to 11, it was not \"witdoeke\" I hear that people are saying that they were looking for people who were burning people, but that was the plan.\n They were not looking, \"witdoeke\" were just sent to destroy the houses, but the real aim was to look for MK cadres.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I am asking this question because there was a statement which mentioned Zwelitsha who said that Lezo and Oscar, the first thing that they did, they shot people who were \"witdoeke\", claiming that they wanted to be trusted by the residents.  I just wanted to clarify that, maybe you knew.",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "The person I knew was Zwelitsha and comrade (indistinct) and some other comrades, (indistinct) etc.  I don't know this two you are mentioning.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Okay, I think I will stop at that, thank you very much.  I will hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Pumla.  Mary Burton you would like to ask one more question?",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Chairperson.  We've heard many reasons given and you have given us particularly the reason for the search for the MK cadres about why these attacks on these areas took place.\n That is one of the reasons, and another reason is just generally the challenge to the authority of the leaders of the older areas, but there were also we've heard today and yesterday, allegations that there were people's courts happening, that people were being necklaced.  What is your response to those allegations and to some of the other many  reasons that caused the attacks?",
            "Female"
        ],
        [
            "GLADSTONE TEMBISILE NTAMO",
            "What I cannot run away from there was use of necklaces as you've heard yesterday and today, there was a practice of necklacing, there were also prisons, illegal prisons.\n Yesterday when I was listening some other people who had taken forcibly that was happening.  It was true, it was so much so that I can't run away from the fact that we in the UDF didn't use the necklace, but it was not only the UDF that used it, it was used, but I can't deny that.\n And these courts where people were being locked and we said - like we said he was locked at Crossroads and we said we are not going into any discussions until he was released.  And that is not a prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pumla?",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Just something for the record actually Madam Chair.  One of the things that he mentioned is that these two Ascaris who came to your camps, they were not the only two.  There were others who had scattered all over the Western Cape, in the Guguletu area, in Khayelitsha and in other Cape Flats areas.\n They did mention that there were others, not only these two.  They planted Ascaris all over.  I just wanted to state a point of fact, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mary Burton, would you please make your concluding remarks?",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Chairperson.  If I may I would like to include Mr Yamile also in our thanks to both Mr Ntamo and Mr Yamile for their submission to us today, their frank testimony and they have helped us in the very hard study that we are having to do into the reasons that these things happened and as Mr Ntsebeza saying earlier, this is not a question of putting people in the dock to answer charges, but it is part of our quest for the truth and we are hoping that the truth will ease the pain and the suffering that so many people experienced at the time.\n So we thank you very much for being willing to come and take part in this process.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Ntamo was our last witness today.  Before we conclude these proceedings, I would ask Pumla to read out a list of names of people who died during the conflict.\n I would like to ask the audience please to stand as a mark of respect while Pumla reads out the names of these people, thank you.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Madam Chairman, Zinkizi Napoye, M. Hlanqomo, Desmond Pumzile Dozi, Thozama Nelson Maso, Donald Magadi, Peter Poponi, Sipho Shoba, Sabalele Jack, E.S. Phillip, Sibiloana Njitshe, Dumela Ntantiso, Maboysana Galimane, Zenzile Siquala, Sebenzile Naqasi, Makosi Somdaga, William Mba, Mbulele Beja, N. Wugelwa, E. Tsele, Z.D. Ntsete, M. Ndamani, L.N. Kanqca, M. Monombane, Hmlameni, V.R. Gugusa, C. Jones, G. Zazele, M.P. Mtuntwana, Ernest Solosi Topana, Lukanyiso Mendo Fenya, Fujani Douglas Djabosi, Sazi Gwenza, Lennox Jantjie, Mallos Mxolisi Maseko, George Daniel Pongolo, Themba Dunga, Christopher Kwaiman, Kali Cameron, Mtunzi Hackington, Mapumane Michael Jane, Theopolis Thamsanq Thambiso, Phosisa Albertina Willem, A. Morrison, Julius Tamsanqa Qwale, Matatani John Galaweni, Mtada Scots, Leon Mzigulu Qcingese, Monwabesi Nombane, George d'Arth.  There are several other names, people who died, who are listed as unknown,  Male, unknown, femal, unknown.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  You may be seated.  The names that were just read out and to whom we have paid our deepest respects have been identified from inquest documentation, newspaper and police reports.\n We are still in the process of compiling the list of people who died in this conflict and by no means is ... (tape ends)",
            "Unknown"
        ]
    ]
}