{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-23",
        "location": "PALM RIDGE",
        "day": "1",
        "names": [
            "SALLY SEALEY"
        ],
        "matter": "SUBMISSION",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52988&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811231210_pr_981123th.htm",
        "speakers": [
            "ADV GCABASHE",
            "ADV SANDI",
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "MR SIBEKO",
            "SALLY SEALEY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MR SIBEKO",
            "MS SEALEY",
            "SALLY SEALEY",
            "ADV SANDI",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning.  We're about to start the proceedings.  Just for the purposes of the record, today is Monday the 23rd of November 1998.  It is a session of the Amnesty Committee, presided over by myself, Denzil Potgieter.  I'm assisted by Advocate Gcabashe on my right and Advocate Sandi on my left.\n\tWe will be hearing a number of applications over the next three weeks or so, relating to certain activities of what is referred to as Self Defence Units in the area of Thokoza.\n\tAdvocate Steenkamp, is there anything that you want to place on record?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman.  Mr Chairman, as far as the requirements of Section 19.4 is concerned, I would like to ask your permission just to place a few comments on record.\n\tThe first being Mr Chairman, that as far as the requirements of Section 19.4 goes, this is now the notices to victims basically, there were certain problems and difficulties which we had to overcome to meet the requirements.  As far as I am concerned, Mr Chairman, we have met them.  We have taken reasonable steps to inform the victims.  \n\tThe first problem being that none of the applicants as far as I am concerned, have referred to any victims.  What was done is that the investigation Unit of the Amnesty Committee was asked to search and find out or get more details about victims.  This was done.  No victims could be traced as far as certain of the applicants go but what I endeavour to is, as each and every applicant is testifying I will indicate whether or not the victim is available and whether or not a person will then oppose the application, if this is in order with you, Mr Chairman, Honourable Members of the Committee.\n\tThere were also two meetings, the first being on the initiative of the Amnesty Committee's Investigation Unit where victims were invited to a hearing or to a meeting last Friday.  No victims could attend this meeting at all.  There was also an ad placed in the mainstream newspapers to invite victims and inform them about the hearing.  No victims came forward either.\n\tI must also add, Mr Chairman, that a Mr Msisi, a member of parliament of the Inkatha Freedom Party asked or initiated a meeting the last Friday, past Friday.  I was in attendance there and he informed me that as far as he is concerned he is appearing for certain members or victims of the Thokoza township, as it was known at that stage and that they will probably make a submission during the course of these hearings, from that specific section of the community.\n\tThe last thing I want to place on record, Mr Chairman, is that the HRV Committee did manage to take certain statements from certain victims.  The difficulty being that it was not possible because of the lack of detail, to tell whether or not those victims are actually related to the applications of these applicants before you today.  I will endeavour to make sure that all the information relating to each and every applicant will be placed before you.  Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Advocate Steenkamp.\n\tMr Sibeko, you represent the first group of applicants that we will be hearing, is that correct?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for the purposes of the record, in our bundle of papers relating to the applications of SDU's from Lusaka-A as we have identified it here, the first six names which appear on our list, except for we are informed, Johan Thubaka Dlamini.  In others words five except Mr Dlamini would be members of what is referred to as the Committee of Seven and if I understand the position correctly those are the applicants that you are representing?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "It is correct so, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything else that you wish to place on record?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Not at this stage, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I have been informed that you intend to lead the testimony of Miss Sealey as the first witness who will give us some relevant background information relating to the period in question in these applications and to give an overall sketch of what the situation was like and so forth, in that area at that stage?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "I confirm that to be true, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you like us to swear her in and proceed with the testimony?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "As it pleases the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMs Sealy, good morning and welcome.  Perhaps we can speak together.  Perhaps you can just put your full names on record for us.",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "My name is Sally Sealey.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "S-E-A-L-Y?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "S-E-A-L-E-Y.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objection to taking the oath?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibeko, will you lead Ms Sealey?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR SIBEKO",
            "As it pleases the Committee.\n\tMs Sealey you are aware that we are here to hear the applications of various members who belonged to the then Self Defence Unit at Thokoza, can you confirm  that?",
            "Male"
        ],
        [
            "SALLY SEALEY",
            "That is correct.",
            "Female"
        ],
        [
            "MR SIBEKO",
            "At the time of the existence of such units, were you employed?\nMS SEALEY\n\"I was employed at the Independent Board of Inquiry between the period 1991 to 1996, as a senior researcher.\n\tThe Independent Board of Inquiry was established in 1989 by the South African Council of Churches, the South African Catholic Bishops Conference and other human rights organisations.   It was formed at a time when a number of anti-apartheid activists and organisations were being attacked and there was a belief at the time that these attacks were being carried out by the State and that one couldn't rely on the police to investigate these matters properly.\"",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now do I understand you correctly that you say you were actually involved in the research of such activities?\nMS SEALEY\n\"The Independent Board of Inquiry was an organisation that was set up to basically investigate - with the advent of the violence in 1990 in the East Rand and other Reef townships, the Independent Board of Inquiry was called in to take statements from various victims of the violence and to try and establish the causes of the violence at that time.\"",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now were you part of the people who went to investigate in the area of Thokoza at the time?",
            "Male"
        ],
        [
            "SALLY SEALEY",
            "That is correct.\n\"The way the Independent Board of Inquiry worked is that we would be called in by communities, for example the community of Thokoza or Polla Park, the informal settlement in Thokoza.  We would be called in when there had been an attack on the settlement.  We would go in and take statements from the various victims because they were too afraid in many cases, to approach the police.\n\tThose statements in the early days, particularly in 1990, the pattern of violence in the early 1990's in the Katorus area which is the Thokoza, Vosloorus and Khatlehong area, was actually, one could characterise it as attacks by large groups of men wearing, carrying traditional weapons and wearing red headbands.  These men were identified as members of the Inkatha Freedom Party.  \n\tThose attacks took place between July/August 1990 until December 1990.  The Thokoza township, in particular the informal settlement of Polla Park, suffered very dearly from those attacks.  Hundreds of people were actually killed in Polla Park, shacks were burnt.  \n\tOne of the main problems in Polla Park was that the Polla Park settlement was right next to the Kalenjoni Hostel and many of the attacks emanated from that hostel.\n\tTowards the end of 1991 ...(interpreter interrupts proceedings in Zulu - no English translation) \n\t... the order to Michael Palmer was in fact a police informer.  This obviously raised the possibility that certain police members may have had knowledge of the attack and had failed to intervene.\n\tThe attack on the IFP marchers at the time led directly to the assassination of Sam Ntuli, a local civic leader in Thokoza.  This attack happened in the October of 1991.  Following Sam Ntuli's funeral a number of attacks occurred and several people were killed. \n\tFollowing these three events violence in the area spiralled.  Victims' statements which were taken by the Independent Board of Inquiry at the time, revealed the role of the SAP during the violence.  Sometimes there was evidence of direct collusion between members of the IFP and the SAP.  For example, we would receive statements were IFP members were to be seen getting in and out of police vehicles. More often or not though the complaint from the community was the police failed to intervene when they were under attack.\n\tA further complaint was that when people were trying to defend themselves against the IFP, the police had a tendency to fire teargas in their direction. \n\tApart from the various statements the IBI took from victims, the IBI also played an important facilitation role.  Often the police in the area were unable to take to witnesses due to the lack of trust.  The IBI however managed to build bridges between some of the members of the SAP and the community.  \n\tI can recall at least nine meetings with the local station commander and the head of the Political and Violent Crime Unit at the time, who was a man by the name of Colonel Benn.\n\tDuring this period the IBI compiled monthly reports on the violence which were available to the public.  We also published a number of specialised reports on the violence.  These included the role of hostels in the violence, the role of the South African Police service, as well as an indepth look at train violence.  We also published a document which related to police torture of victims on the East Rand and other areas.\n\tIn 1994 the Independent Board of Inquiry along with another NGO by the name of Peace Action produced a booklet entitled \"Before We Were Good Friends\", which highlighted the plight of hundreds of residents on both sides of the political divide which had been forced to flee their homes due to the conflict.\n\tOne of the first successes of the IBI was to assist the Goldstone Commission Inquiry into the violence which engulfed the East Rand following the assassination of the Thokoza civic leader, Sam Ntuli.  IBI assisted with the gathering of statements from various witnesses which gave the Commission new insights into the causes of violence.\n\tThe Independent Board of Inquiry also played an important monitoring role and was often able to warn the police of possible violence in the area and to identify flashpoints.  \n\tDespite our efforts to build relations with the South African Police in order to promote peace in the area, our efforts were often undermined.  For example, we would often facilitate the bringing of witnesses to the police station and then once statements had been taken we would be assured by members of the police that should they wish to contact the witness again they would contact the witness via us.  Very often they broke this agreement and went directly to the witnesses.  This often led to witnesses refusing to testify in open Court.\n\tThe role of the Internal Stability Unit in the area undermined many a peace effort.  In 1993, after several Self Defence Unit members were detained under the unrest regulations, it came to light that many had been tortured.  This resulted in an urgent interdict being granted in the High Court, preventing the police from further torture and assaults.\n\tAs a result of this the then police reporting officer of the Witwatersrand, Advocate Jan Munnik, investigated these allegations.  Many of the allegations were backed up by medical evidence which was consistent with what the detainees had alleged.  During the course of Advocate Munnik's investigations he found two shock machines in vehicles belonging to the Internal Stability   Unit. \n\tThe IBI also investigated a number of high profile assassinations in the Thokoza area.  In the case of ANC Treasurer, Dan Makanja, who was forced into the hostel while travelling in a taxi, the IBI was contacted within minutes of this incident.  The police were called but they failed to intervene.  Makanja's body was found the following day at the Germiston mortuary.\n\tAs a result of this the IBI facilitated a meeting between the community and the police where it was suggested that the police should post policemen at the hostel gates and prevent taxis carrying passengers going into the hostel.\n\tUnfortunately this suggestion was never acted upon and a few days later the IBI was informed of the death of Lucky Mkwanasi, who had been forcibly taken into the hostel.\n\tIn this case the IBI personally contacted the Internal Stability Unit and were told that they had no vehicles to spare.  The local police refused to assist and as the last resort we approached the South African Defence Force who were only prepared to enter the hostel if we escorted them to the hostel gate.\n\tAfter having entered the hostel the SADF came out and gave me the windscreen of Maki Benasi's car.  His body was found at the Germiston mortuary the next day.  I can detail several other similar cases should the Committee wish to hear them.\n\tCases like the above were reported to Amnesty International and the detainees' cases were taken up at an international level.  \n\tThe IBI was involved in briefing various international human rights organisations as well as diplomats and other interested groups in regard to the violence on the East Rand.  We were also involved in a number of legal aspects.  For example many of the people arrested during this period were victims of torture and vicious assaults.  The IBI assisted a number of these people to get legal representation. In cases where people had been injured as a result of the violence, the IBI tried to facilitate medical treatment.  \n\tWe were involved in the training of the local community members in basic investigation techniques.  This was done primarily to safeguard forensic evidence for the South African Police service.  What used to happen is that after an attack residents would pick up empty cartridges and place them in the drawers at their homes and they would never be seen again.\n\tThe IBI held workshops which emphasised that when the police were not available and where it proved impossible to guard the crime scene, sketches should be made and notes made of exactly where a particular cartridge was picked up.\n\tThere were local photographers that were roped into this scheme and they took pictures of the evidence.  Workshops tried to show residents that when they picked up for example bullets and other evidence that they should use plastic bags to try and prevent contamination.  This actually assisted the police in many areas because very often they couldn't be at the scene at the time of the incident.\n\tShortly after the first democratic election, the IBI was instrumental in encouraging local Self Defence Units to support a call to hand in weapons. On October the 22nd 1994, a number of AK47s and other weapons were handed into the Thokoza Police Station.\n\tFollowing this the IBI was asked by the Gauteng Ministry of Safety and Security to draw up a plan with SDUs regarding their future.\n\tAt all times my main concern has been to bring an end to the violence which costs thousands of lives in the area.  Hence my role in encouraging Self Defence Unit members to apply for amnesty.\n\tAlthough it took some time persuading them, at the end of the day the vast majority of Self Defence Units in Thokoza have supported the amnesty process.  It is a unique situation.  The vast majority who have applied for amnesty are not in prison.  It has become clear to me that they have applied so that a clear picture of their role in the violence during this period can emerge.\n\tIn the six to seven years that I have worked in the Thokoza/Khatlehong area, I've come to know many of these young men who will be applying for amnesty over the next couple of weeks.  Most of them have lost family and friends in this conflict, others have lost limbs and the full use of their bodies and yet they have embraced the concept of reconciliation.\n\tI'm well aware that some individual SDU members have been involved in atrocities.  We only have to look at the recent Moleleki hearings where SDU members were involved in the killing of ANC Youth League members to see that.\n\tIt is clear that not all Self Defence Unit members were disciplined and abided by the code of conduct.  It is my belief that those individuals should be dealt with accordingly.\n\tDuring the course of my work I have been shot at, had a gun pointed at my head, stoned and threatened with burning.  I have been threatened and intimidated by the South African Police service and the IFP.  Threats by the IFP followed the funeral of the IFP member, Sebeth Khumalo.  \n\tWhile monitoring this funeral I witnessed members of the IFP shoot a young man in the Extension 1 area of Thokoza.  I noted the registration of the vehicle the attackers were travelling in and gave this information to the SADF who were patrolling the area at the time.\n\tThe vehicle was apprehended and several men were arrested and a number of unlicensed firearms were found.  I testified in the court case and as a result of this one IFP member was sentenced to 20 years.  During the course of the funeral I was threatened by an IFP leader, and at the subsequent court case.\n\tI would just like to bring it to the Committee's attention that according to the IFP every time there was an outbreak of violence in Thokoza a white woman, namely myself, was seen driving a white Toyota Corolla in the area a few hours before the violence began.  \n\tI understand that the IFP are claiming that I was personally involved in violent acts and I would just like to take this opportunity to point out that at no time have I become personally involved in the conflict that engulfed the East Rand.  My role has been one of investigation and research.  And I find it interesting that this allegation arose after I testified against one of their members in open Court. \n\tI would also like at this point if I may, to clarify my role in assisting the Self Defence Units in filling in their amnesty forms.  A series of meetings were held in the various sections of Thokoza and I was invited to attend these meetings due to the fact that I had worked in the area for many years.  \n\tAt first very few SDU members applied for amnesty but as the deadline for applications drew closer more expressed an interest in applying.  On May the 10th 1997 we were faced with at least 150 people wanting to apply for amnesty.  I then assisted a number of the SDUs in filling in their forms.\n\tAs most of them at the time could not remember specific acts for which they needed amnesty for, it was agreed to fill in the forms and write that they were applying for acts that they had committed whilst defending the community.\n\tA further problem at the time was that many of them, due to the nature of the conflict, were unable to give evidence, were unable to identify whether they had actually injured or killed anybody during the firing of AK47s or any other weapon.\n\tWe agreed that this was a problem and that is how the forms were filled in, in the hope that at a later stage the applicants would be able to supplement their amnesty forms.\n\tThe fact that some of the amnesty forms were phrased in that way was due to the nature of the conflict in the area.  Often areas would be attacked, SDU's would respond by firing several rounds and then run off or be chased by the Internal Stability Unit, therefore having no idea whether the shots that they fired actually injured or killed another person.  In these encounters they were never on the scene long enough to determine this.\n\tIt is my understanding that the Truth and Reconciliation Commission has requested further particulars in regard to what acts were committed defence of the community, and these have been forthcoming.\n\tI'd also like to point out that when they filled in these amnesty forms they did not have legal representation at the time.  Most of the forms were filled in by myself and I do not have legal training.  So I hope that kind of explains some of the problems that have been experienced with the amnesty applications.\n\tFinally, I would just like to thank the Commission for giving me this opportunity to give this evidence.\"",
            "Female"
        ],
        [
            "MR SIBEKO",
            "Ma'am I've got a few questions out of what you have just testified.  Now in the questions or the statements that you took from the members of the public, are you in a position to say whether the attacks were between which part of the community and the attack was from which part of the community to who?  To whom was it necessarily directed at?",
            "Male"
        ],
        [
            "SALLY SEALEY",
            "In the beginning, in 1990 when the violence first began in the Reef townships, the Witwatersrand, most of the violence began after a call by the Inkatha Freedom Party which at that particular time was not a political party but a cultural movement.\n\tMost of the violence began when Inkatha decided to form a political party and they began a very aggressive recruitment campaign, particularly in the East Rand hostels.\n\tMany residents of these East Rand hostels were not prepared to join the Inkatha Freedom Party and they in fact fled those hostels.  Many of them fled into the areas, for example like Polla Park which was right next to the Kalenjoni hostel at the time. \n\tOnce these people had fled into Polla Park, many of them had fled without their belongings which had remained in the hostel, what happened then is they tried to retrieve those belongings and that is basically where the violence began.  When people tried to retrieve their belongings they were attacked.  \n\tOriginally there was an excellent relationship between the people of Polla Park and the hostel dwellers who stayed at the Kalenjoni hostel.  For example, the Polla Park informal settlement at the time had no access to water and the people of Polla Park used to go into the hostel and use the water which was available in the hostel.\n\tAfter the Inkatha Freedom Party declared itself a political party that is when the violence began.  After people tried to retrieve their belongings they were then attacked, the informal settlement was attacked, the residents of the informal settlement at Polla Park then attacked the hostel and it began a whole vicious circle of attack and counter-attack.\n\tFrom the statements we could identify that the violence was between residents which supported the African National Congress and those residents which supported the Inkatha Freedom Party.",
            "Female"
        ],
        [
            "MR SIBEKO",
            "Now you stated that some of those statements that you took from the members of the public were submitted to the police, are you in a position to say what happened to such statements, were there follow-ups, were there investigations, what happened?",
            "Male"
        ],
        [
            "SALLY SEALEY",
            "In the beginning due to the fact that there was no investigation on many of these cases, hence we had the meeting with Political and Violent Crime Unit.  For example we gave them plus minus 200 statements related to the forced removal of residents in the Penduka/Thokoza area, Khatlehong area.  Most of those cases were actually closed undetected.\n\tDespite the fact that we offered, we informed the detectives that we would be prepared to bring the witnesses to them, witnesses could actually identify perpetrators by name and address, nothing was ever done about those cases.\n\tThere are one or two cases where we were able to, for example the murder of Prince Mhlambe who was an ANC leader in Polla Park, we were able to give the police, assist the police with witnesses on that particular case and for example, a prosecution followed.\n\tThe problem in the township at the time, there was so much violence and a lot of the violence although people could identify the perpetrators from a particular group they couldn't actually identify the perpetrators by name.  And I think that was one of the problems that the police experienced at the time.\n\tSo despite many of our efforts very often we were unable to identify the specific people that were involved and - ja, basically that ...",
            "Female"
        ],
        [
            "MR SIBEKO",
            "Finally Ma'am, are you in a position to say or are you in a position to know as to how did these Self Defence Units come into existence?",
            "Male"
        ],
        [
            "SALLY SEALEY",
            "Basically there were two phases to the defence of Thokoza.  Originally in 1990 when the violence began there were no Self Defence Units in the East Rand.\n\tPrimarily what happened in the beginning is that returning members of Umkhonto weSizwe tried to organise cells of people to try and defend the community and initially that is how the units began to evolve.\n\tHowever later when people began to become more organised, residents started collecting money and this money was then used to purchase weapons.  These weapons were purchased from areas like Polla Park, areas like the Vosloorus hostel.  These weapons were then purchased by the community to be used in defence.\n\tShortly after that, towards about the end of 1992, the beginning of 1993, a document was developed by the African National Congress entitled \"For the Sake of our Lives\".  That is when the Self Defence Units started to become a bit more organised.  In Thokoza for example a Central Command was set up.  \n\tNow the Central Command consisted of 14 sections.  The Thokoza township was divided up into 14 sections, Lusaka-A being one of those sections.  Each section had a commander and a deputy commander which sat at the Central Command level. Also at the Central Command level the political leadership of the ANC, the South African Communist Party as well as the civics had a representation at the Central Command.\t  How the central - the Central Command used to meet every Tuesday at a local school. \n\tNow the way the Central Command worked - sorry, the Central Command also had an overall commander by the name of Bonga Nkosi.  It also had a secretary by the name Seko Thulo.  It also had a head of logistics, Sydney Nemorani and a deputy commander, Michael Lucky Siepe.  Then each section had a commander which represented the SDUs from that area.\n\tEach of those commanders that represented the 14 sections had a certain amount of autonomy.  Obviously when they were faced with attack they couldn't run to the central command to get orders, so basically they relied on their own commander to issue orders down to the SDU members.  So when they used to meet on a Tuesday they then would report back to the Central Command the activities of the week and what had been happening.\n\tAlso the Self Defence Unit commanders were issued with walkie-talkie radios and hence there was communication between the various sections.  So if for example Penduka, which is the area closest to the hostel and which has been named Thambo and Slovo Sections, is the area that most affected by the violence.  Often they would radio for reinforcements to the other sections and then the commanders would send  his Self Defence Units to those areas.\n\tSo the Central Command didn't necessarily act as a war cabinet issuing out orders and commands to the various Self Defence Units, it was more of a co-ordinating body which co-ordinated the activities of the Self Defence Units.\n\tIt also acted in many senses as a, people were allowed - for example, if there were any complaints about Self Defence units, for example if a Self Defence Unit member had fired a firearm unnecessarily or had pointed it at, had pointed it at someone or had used the weapon for criminal activities then that issue would be raised at the Central Command level and they would try to resolve that issue there.",
            "Female"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman, I don't have any further questions.\nNO FURTHER QUESTIONS BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Sibeko.  Advocate Steenkamp, do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV STEENKAMP",
            "Mr Chairman, if you would allow me just two questions.\n\tMiss Sealey, according to the Commission, the Truth Commission's final report, the Commission has found that between the years 1990 to 1994 the ANC was responsible for contributing to a spiral of violence in the country throughout by specifically the creation of, and of the arming of the SDUs.  Do you have any comment on that?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "I think it's very important that we don't lump all Self Defence Unit members in the same category.\n\tThere may be areas where there was more discipline and areas where there was less discipline.  I think when looking at the Thokoza area, it's very different from how the other Self Defence Units worked.  For example in the Thokoza area the vast majority of weapons did not necessarily come from the ANC.  These weapons were actually purchased by the community, by the Self Defence Units raised in the community.  So those weapons did not directly come from ANC stores or whatever the case may be.  \n\tAnd also if I can just comment, there was a structure in Thokoza which may not have existed in other areas, which had some kind of, and this structure tried to keep control.  There was a code of conduct which each Self Defence Unit member had to sign and breach of that code of conduct was actually dealt with by the central command.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And then my last question to you.  If I remember correctly at the Goldstone Commission the police made a submission that there was a set plan by the SDUs to get hold of weapons by attacking police officers, do you have comment, do you have any knowledge of this?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "I think that is quite true.  I think that there were many methods used by the Self Defence Units to get weapons.  For example, there is an amnesty application which will be coming before the Truth Commission in regards to raid on the Kliprivier Police Station, where Self Defence Units robbed the police station of their arms.\n\tThere are also cases for example, Polla Park, where it's quite true, policemen were robbed of their firearms.  So I think it was actually a policy that policemen, and for that matter security personnel of any sort, were actually attacked for their firearms.\n\tI think there were a number of methods that were actually used.  For example, in the very beginning when Self Defence Units were set up obviously people in the community didn't have access to firearms and the Independent Board of Inquiry during its research and its investigation has come across a lot of evidence where originally a lot of criminals were encouraged in the beginning to join Self Defence Units because they were the people that had the firearms.\n\tAnd I think we are now - the legacy of the crime and violence that we have now is the fact that many of those people that became involved, once the structure fell away they were left to their own devices.  So I think that is a problem.  I think it is quite true that as you say the police were actually attacked for their firearms.",
            "Female"
        ],
        [
            "ADV SANDI",
            "But is it not also true from what you've said, that perhaps one of the reasons why the police were attacked is because they were perceived to be taking sides with one of the parties in this conflict?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "Yes, definitely, there were many reasons for attacking policemen, not just for their firearms.  I think that a lot of evidence has emerged which has shown that the police definitely played a role in the violence, particularly in the East Rand.\n\tThe Internal Stability Unit for example, was notorious in this area.  One always knew, if the Internal Stability Unit was in the area people were going to die on that day.  So I do think that many of the - particularly Pollo Park, Polla Park had a particular experience of police brutality.  For example, I think in 1992 the entire Polla Park was cordoned off with razor wire.\n\tPollo Park has had the experience of 32 Battalion.  There was the incident in 1992 where a member of 32 Battalion was shot at.  The Goldstone Commission found that 32 Battalion then went back to barracks and decided amongst themselves to go back and teach the community of Polla Park a lesson, and they returned and they beat up and severely injured a whole number of residents of Polla Park.\n\tAgain there was a Commission of Inquiry into that incident and the Goldstone Commission found that 32 Battalion should never be used in a peacekeeping way in future.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY ADVOCATE STEENKAMP",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Just one question from me.  Who did you say was selling arms?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "There were a number of people that have been identified as selling firearms.  For example in Polla Park many of the applicants have mentioned that they bought firearms from the Polla Park informal settlement.  In Polla Park there are a number of people that are from, illegal immigrants Mozambique and many of people were involved in selling AK47s and the like to people.\n\tUnfortunately one has only been given a first name, John, \nwhich obviously doesn't help the Commission very much and I would assume that when one buys weapons one doesn't actually get the details of who the person is. \n\tOther weapons were purchased from the Vosloorus hostels.  I think those are the two main sources in this area for the purchase of firearms.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were there any people selling arms from the hostels?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "There are amnesty applications for example in the Khatlehong area, where SDUs, where one SDU member says that he was able to inform the, he was able to convince the hostel residents that he was actually an IFP member and then he was sold weapons but in actual fact he was a member of the Self Defence Units.  There is that example.\n\tThe interesting point about the Vosloorus hostel is that there was very little violence at the Vosloorus hostel and it was the belief at the time that the Vosloorus hostel was used as a store for weapons, and hence they tried to keep violence away from the hostel so that it wouldn't sort of effect the selling of weapons that was going on there at the time.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Miss Sealey, just so you can help me understand this clearly.  I understand that the Committee of Seven, the control committee didn't necessarily issue orders but if I as a member of the SDUs did anything, would I have to have had an order from my local commander or could I act on my initiative, as people sometimes call it?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "There were some instances where people acted on their initiative but by and large most of the SDUs, when they were defending the community, had to act on an order by their commander.  So for example, in Lusaka-A they would have to have acted on an order by their commander, Mosa Msimango or the previous commander, Steven Ngubane.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Then one other question.  There is one application here that relates to housebreaking, was there any either general or specific policy about repossessing goods where an SDU had gone out to attack?  I just want to understand the environment of the time.",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "I think what used to happen at the time was that very often when - for example there was a situation where a number of houses were taken over, there was a policy where houses, for example if it was an IFP area and you were ANC supporting, you were basically forced to leave your home.\n\tI think there were situations where for example, elements within the SDUs for example, who were involved in removing goods from residences and I think the situation which relates to Committee of Seven is that if anybody, Self Defence Unit members included, were involved in any kind of removing property from people's\nhouses, stealing in other words, they would be punished for that because that wasn't actually the policy.  I mean there was not a policy that you would go in and remove people's possessions and hence those people would called to this Committee of Seven and told: \"Take those goods back.\"  \tBut those offences weren't necessarily committed by Self Defence Unit members, it may have been committed by other members of the community.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "But you are saying with regard to stealing either stealing police or security personnel's firearms, that was part of the policy but would you have to take that firearm back to your local command, there some kind of structure, a report back structure, this is what I've been involved in?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "No that's correct.  I mean if a weapon had been taken it should then go back to the commander because the commander had overall control of the weapons in his section, those weapons actually belonged to the section.  Hence the Committee of Seven us to - you know for example, if you were caught abusing a sectional weapon, for example if you used a sectional weapon to engage in a criminal act obviously then you would be brought up before the Committee of Seven and dealt with in whatever way.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Then a final question.  Do you know of any either Internal Stability Unit policemen or other security personnel who have applied for amnesty for the violence that they perpetrated in these particular areas?  I was curious to know, having read these applications.",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "As I understand it there is no member of the Internal Stability Unit which was basically Unit 19 that operated in the Thokoza area, have applied for amnesty.  Interestingly enough once Unit 19 left the Katorus area it was then sent down to Natal and very similar reports emerged from their involvement in Natal of torture and police abusive power.\n\tThe other interesting thing as well is that obviously the violence was not one-sided.  Here you have applications from Self Defence Unit members but as regards applications from Self Protection Units on the IFP side, the only people from the IFP side i.e. Self Protection Units that have applied, are those members that are in prison.  There is no member of the Self Protection Units from this Thokoza area that actually applied who haven't been in prison.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much. ...(end of tape)\n\t... and then there was a lull and then there was the attack on a group of IFP people that you have referred and then the violence seemed to have spiralled.  But just roughly, when was this, what were the periods involved?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "The mass attacks was the period July/August 1990 to December 1990.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did this coincide with the change in the\nstatus of the IFP from a cultural organisation to a political organisation that you've referred to?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "That's correct, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And then what is the second period of violence?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "The second period of violence was from September 1991, which was the attack on the IFP marchers along Khumalo Street.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And how long did that carry on for?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "That violence was right up until just prior to the first democratic elections.  In fact if I'm not mistaken three or four days before the elections the East Rand was aboil again, so that lasted right up until I would say April, perhaps the first two weeks of April 1994.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So we're looking at a period of about three, roughly three years of violence in this particular area?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "That is correct, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And it involved these conflicting parties that you've referred to, roughly residents supporting the African National Congress and residents supporting the Inkatha Freedom Party?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "That would be correct.  If I could just add as well, initially there were perceptions that the conflict was between Xhosa speaking people and Zulu speaking people but if you actually look at the violence in Thokoza for example, the section which is known as Penduka, which is Thambo Slovo's section, that is a predominantly Zulu speaking section and that is where most of the, that is one of the serious areas which was effected during the violence.\n\tI do recall at the time that the press was quite insistent on this black-on-black violence and this tribal conflict which they used to constantly mention, but in fact if one looks at the violence in the Penduka section, it was not Xhosa versus Zulu or anything like that, it was purely political conflict between the two conflicting parties.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there any rough statistic as to the number of people that got killed in this conflict over this period?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "If my memory serves me right we are talking in the region of plus minus three to four thousand people, that would be for the Katorus area.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And I think you've referred to it as a vicious cycle, so you have attacks and counter attacks and you would have all of the conflicting sides in this conflict causing death and destruction and so forth?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "I would say that it's correct.  I mean my experience, during the violence I myself was inside the township and generally what you would find is, for example if an attack was launched by the IFP on the Penduka section, this would then result in the Self Defence Units gathering themselves together and firing back and obviously this would then result in the IFP, and it ended up being you know on both sides just basically firing and then returning fire and so on.  So it definitely - ja, both sides were responsible.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now it appears as if the, what is referred to as the hostels, had been quite central to an extent in this conflict, is that perception correct or not?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "That perception is correct. If you look at Thokoza, Thokoza has basically four hostels, Kalenjoni hostel which is situated right next to Polla Park ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just repeat that.",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "Kalenjoni hostel which is situated right next to Polla Park.  That hostel is no longer there.  After the initial attacks by the hostel residents on Polla Park, that hostel was in actual fact, I believe handgrenades and limpet mines were placed at that hostel and the residents fled.  The residents who were supporters of the IFP fled further to the other hostels which were further into the township and that hostel was destroyed by the people of Polla Park.\n\tIt was a situation where after the explosion women and children themselves came out and pushed down the walls, so that particular hostel is no longer there.  Then there are three hostels along Khumalo Street, and that is Katuza hostel, Mshayazafe and Mandela hostel.  Those three hostels are still existing today.\n\tAnd then there is a further hostel which is actually in Khatlehong which is the Booiefuti hostel but it faces onto Extension 2 in, Extension 2 Unit F of Thokoza.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So the last one, is it between Khatlehong and Thokoza?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "That is correct, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In terms of this conflict, what were the sort of allegiances of these hostels, was there any indication?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "Well originally, in the Kalenjoni hostel for example there were residents from all political persuasion.  However, when the IFP became a political party, residents who apparently failed to join the IFP were told that they should leave and those were the residents who then sought refuge in Polla Park.\n\tAs regards the hostels further up the street, all those residents were thought to be IFP, had IFP allegiances.  I think it's important to point out that even if you weren't a member of the IFP and you stayed in the hostel, I don't think you really had much choice in the matter because if you failed to agree with what was happening in the hostel you yourself became a victim.  So I think it needs to be seen in that particular context as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So was the ostensible base of the IFP presence in Thokoza in these hostels?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "That is correct.  There was also, for example in Penduka section, that's the area nearest the hostel, there were some residents within those, in that particular section that also supported the IFP and it's those residents with the help of the hostel residents, which began what's been termed the colonisation of Penduka, and it's those people for example that sent letters.\n\tIn fact what used to happen is you used to get a little letter under your door: \"We would like your house\" and residents living in the area knew exactly what that meant and they would immediately move out.  It's only towards the end of last year and the beginning of this year that the original residents of those homes have been allowed to go back home.  All these years they have been kicked out of their homes.  And this happened on both sides of the political divide.  \n\tIn regards to the forced colonisation there was a problem with the police at that time as well because instead of protecting the people in their homes they in actual fact escorted the residents out of the area, so they didn't provide adequate protection.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was the result of this so-called colonisation that the bulk of Penduka then became ostensible IFP supporters?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "Ja, up to a certain street it was definitely.  I can't quite recall the streets now but there was a particular area that then - in fact a number of those house were also destroyed so that nobody could actually live there at all, and also furniture and all sorts of things were looted.\n\tI do recall in 1993, that the Independent Board of Inquiry called a meeting of all victims and there was over 500 people at the meeting.  The sad thing was that the vast majority of those people were old folks that had been living in those houses for 30/40 years in some cases and they had been forced to flee.\n\tBasically, after they had been forced to flee they left the youth of the township, and particularly in that Penduka area the SDUs are particularly young you know, ranging in age from 14, 15, 16, 17, very young SDU members who were actually left behind to defend whatever was left of the area.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just to get an idea, was the most part or the biggest part of Penduka, the residential area, still being occupied by people?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "Ja, basically what's happened now, it's now occupied yes, people have gone back to their homes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But at that stage, at the time of this colonisation?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "No, most of the houses were empty, people just left and the houses were destroyed.  Those areas that were closer to the hostel, the IFP then took over those houses and lived in those houses but those that were sort of closer - the houses that were closer to Buthelezi Street, which is coming into the township into the ANC supporting area, those remained, people remained in those houses but there was an intervening stretch where most of those houses were actually empty.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If you can perhaps just give an idea, what sort of portion of the residential area after this colonisation was occupied by IFP supporting people?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "I'd say about 50%.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And apart from this particular area here, Penduka, was the rest of the residential area perceived to be ANC supporting?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "Yes, except there were also problems down at Extension 2 Unit F, that's the area that faced onto the Booiefuti hostel.  There again there were attempts to, in fact their houses were actually destroyed, nobody actually, they weren't colonised or anything like that, they were actually destroyed by various attacks.  So those were the two areas that were very close to the hostels.  The rest of the township was perceived as being ANC supporting.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "From the investigation and the research that you done, were there any attacks that were launched on these hostels, the IFP hostels as such?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "Ja, there were attacks on the IFP hostels.  For example, there was an incident where a rocket of some sort was fired into the hostel.  As I understand it nobody was injured in that incident but the property, the hostel walls were actually destroyed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't know if it's possible but where was most of the fighting going on, was it in the residential area or was it around the hostels, in attacks upon the hostels or what?  Is there any idea ...(indistinct)?",
            "Unknown"
        ],
        [
            "SALLY SEALEY",
            "I would say most of the fighting was taking place - originally in 1990 when you had these mass attacks by men wearing these red headbands and identified as IFP impies, for want of a better word, that's what they were called at the time, the attacks took place around the Polla Park/Beirut area but subsequent to that, from 1991 onwards, the areas like Penduka and Mandela Section which was also very near the hostel were subject to attack.\n\tMost of the attacks occurred within the township itself, within the residential area, not at the hostel as such.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibeko, have you got any re-examination?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "None Mr Chairman, thank you.\nNO RE-EXAMINATION BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Would you like Miss Sealey to be excused?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Sealey, thank you very much for coming, you've excused from further attendance.  Of course it's a public hearing so if you want to listen you are free to listen.\n\tOne other thing, I see that you've read from notes that you have prepared. It would assist us if it's possible to for us to get a copy of that for our purposes but our staff can make the necessary arrangements with you.  Thank you very much.\nWITNESS SEALEY EXCUSED",
            "Unknown"
        ]
    ]
}