{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-30",
        "location": "PALM RIDGE",
        "day": "5",
        "names": [
            "SIPHIWE MADONDO"
        ],
        "case number": "AM 7629/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53018&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811231210_pr_981130th.htm",
        "speakers": [
            "ADV GCABASHE",
            "ADV SANDI",
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "MR MOPEDI",
            "MR SIBEKO",
            "SIPHIWE MADONDO"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SIBEKO",
            "MR MOPEDI",
            "SIPHIWE MADONDO",
            "MR MADONDO",
            "ADV STEENKAMP",
            "ADV SANDI",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, Mr Sibeko?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Mr Chairman, may I be excused for now, Mr Mopedi will proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, is your colleague, Mr Mopedi taking over?  Right.  You are excused, Mr Sibeko, thank you.\n\tMr Mopedi, you're back  on the record?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "I beg your pardon, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I say you're back on the record.  Will you indicate who the next applicant is.",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Thank you, Mr Chairman.  The next applicant is Siphiwe Madondo.  It is for Lusaka-B and it's on page 111, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Madondo, please stand and give us your full names.",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MOPEDI",
            "Thank you, Mr Chairman.\n\tMr Madondo, you are the applicant in this matter and you were also, you are also a formal member of the Self Defence Unit for Lusaka-B, is that correct?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "When did you become a member of the Self Defence Unit?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "In 1992.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "You became a member in 1992.",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "But according to your application here it appears that you became a member in 1993, is that not correct?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, but I as involved in more activities in 1993.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Who was your commander?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "It was Makasonke Mhlope.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "For your section, Lusaka-B, did you have a Committee of Seven?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "No.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "From where were you taking instructions?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "We were taking instructions from Makasonke Mhlope.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Could you tell us why you are applying for amnesty?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "In 1993 we were instructed by Makasonke to patrol during the day because it looked like the commander heard that there were people from KwaZulu Natal who were promised jobs here by their brothers who were staying in the hostels.\n\tWe had to take the instructions.  We started patrolling during the day.  Whenever we suspect a person we would go there and question the person and search that person's property.  We met this other gentleman one day and when we called him to ask him questions he told us that received a letter from his brothers who were staying at Kweseni hostel.  \t\n\tWe searched him and we found a membership card of IFP and we told him that we would show him where Kweseni hostel was.  We took him.  It was during the day.  When we were on the way at Everest next to Radebe section, the other people came because everyone was patrolling at the time and this person was assaulted at that point.\n\tI threw some stones at him and the other one came and shot at him.  I don't even know that person because there were a lot of people there.  I couldn't see who the person was.  \n\tIt happened again in 1993.  We were patrolling again as commanded by the commander at Nguni.  It happened that there were people from Slovo section patrolling.  A car from the mortuary came from Ngaki Street towards Penduka hostel.  We heard Jamani screaming and saying \"Here is the commander from the IFP\".  We started running towards that direction.  The coffin from the hearse was taken out and the coffin was burnt down.  That is why I'm asking for amnesty.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Okay, let's got back to the first incident.  You say this person, the one who eventually was killed who was going to Kweseni, are you referring to - could you explain if you say to Kweseni, which place are you referring to?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Will you please repeat that, will you please repeat your question, Sir?",
            "Male"
        ],
        [
            "MR MOPEDI",
            "I'm saying, pertaining to the first incident you say there was a person who was actually told that he was going to Kweseni, now I want you to explain, if you say Kweseni, are you referring Kweseni hostel, are you referring to Kweseni station?  Please be specific and be clear.",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "I'm referring to the Kweseni hostel.  This person told us that he received a letter from his brothers who told him that they were going to find a job for him, so he was supposed to go to the Kweseni hostel.  We decided to search that person to see if you had no firearms but we found the membership card of the IFP organisation.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Were you seeing this person for the first time?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, that is why we suspected him.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And you didn't even know his name?  Will I be correct if I say so?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So the role that you have played, you have told us that you threw stones and one of you fired a shot at this person.  I want to know, you in particular, what role have you played?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "People who were afraid were not given firearms and our job was to patrol during the day because we were afraid to patrol during the night because the majority of us were taken by the Stability Unit and others would die.\n\tI was only participating by using things that I would come across if a person is captured, just like the person we took to the Kweseni hostel.  That is why I'm asking for amnesty because I did not do much.  I did not participate in most things.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Were you carrying a firearm?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "No, as I've already you, it's not all of us who were given firearms.  We were not brave, all of us.  Some of us were not in favour of carrying firearms because we were not brave.  Therefore I did not have a firearm.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Did you do anything during the killing of that person?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Perhaps by throwing stones I killed that person, but I won't know.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "If I understand you very well, at one stage you threw a stone or a brick at this person.",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, I threw stones, bricks, I threw bricks.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Let's come to the second incident.  What role have you played during the second incident?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "When Jamani called us, I am the person who heard that he was calling us and I rushed towards that direction and I was the first person.  It was myself and Jamani who dragged the coffin out of the hearse.  There were people who were called Chiza Boys in the township.  I don't even know where the petrol came from but I saw petrol there and the person was in flames, the dead body was in flames.  The only thing that I did was to drag the coffin out of the hearse and it broke.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And do you know who was in the coffin?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "No, I did not know.  I had Jamani who told me that it was an IFP commander.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And do you know the name of the said commander of the IFP?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "No, I cannot remember.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So you want to tell this hearing that at no stage did you carry a firearm, an AK47?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, I have already said that it's not all of us who were brave enough to carry the firearms.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "You are asking for amnesty in respect of your acts, the first one being where you threw the person who was going to Kweseni hostel with a brick?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, because I am not happy because of all those things that I did.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And the second one where you have pulled a coffin out of a hearse?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Are there any further incidents that you would like to tell this hearing?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "No.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Is there anything that you would like to add?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "No.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mopedi.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you, Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Panel?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you, Chair.\n\tMr Madondo, did you see the name of the funeral undertakers?  Normally they will write the name of the company on the vehicle, did you pick up the name?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "No, this took place in 1993, I cannot even remember what was written on the car, on the hearse.",
            "Male"
        ],
        [
            "ADV SANDI",
            "That vehicle of the funeral undertakers, was it also burnt?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "No, it was not burnt down.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Only the coffin and the body were burnt?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You were not at any stage asked by members of the SDUs to clean, as we were told by other applicants, to clean up the weapons?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "Will you please repeat your question?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "You did not at any stage touch the weapons, an AK47 and a rifle or a pistol with your hands, did you?",
            "Male"
        ],
        [
            "SIPHIWE MADONDO",
            "As I've already told you, most of the times if you are not brave you wouldn't be given the firearms.  I was also afraid because the people who were carrying firearms were dying and they would be arrested by the stability unit.  I was afraid to touch a firearm because I thought I was going to die if I do.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you ever requested by your comrades to check the whereabouts of members of the IFP and the ISU?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "The only mandate that I was given was in 1993 when we were told to patrol and take the suspects for questioning.  There is nothing else that I can think of.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Chair.\n\tMr Madondo, in 1993 you would have been 13/14 years old, am I right?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The patrolling duties that you did you did with a commander in charge of the group, or who would be in charge?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "The duty of the commander was to give the instructions and the person who would be staying in that vicinity would do the work, would carry the duties.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So it's that local person who would lead that small group that happened to be patrolling on that day?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "Will you please repeat your question?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You are saying it's the local person who would be the leader of the small group that happened to be patrolling on any one day?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "No, it happened sometimes that even the other people would pass through our township.  It was not only the local people because all the sections were helping one another.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Alright.  Let's talk about the specific day when you came across this man with the letter and the IFP card.  How many of you were together?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "It was a lot of us because it was during the day and it was not only the people from our section, there were other people also.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now whose decision was it to take this man to Kweseni hostel?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "The gentlemen or the comrades told us to take him to the hostel but I could see that the man was not taken to the hostel.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "This is what I was trying to understand, because you were in the middle of a war in a sense, with the IFP and I was trying to understand this new strategy of taking this person to Kweseni hostel.  What you are then saying to me is, your own sense was that you were not taking him to Kweseni hostel?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, because we found an IFP membership in his pocket.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, then the rest of the evidence makes sense, or I understand the rest of the evidence.  Thank you.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Where was the coffin, was it inside the hearse?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, it was inside the hearse.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you get to the coffin?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "All the sections were patrolling during the day.  The commander from Slovo, Jamani, is the one who stopped the hearse.  We were at Givani Street.  He called upon us and he told us that here is the commander of IFP and we came running.  He had already stopped the hearse at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but what I actually wanted to hear from you is, did you have to open the hearse and did you do any damage to the hearse in that process?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "No, only the coffin was taken out of the hearse.  Nothing happened to the hearse, only the coffin that was taken out of the hearse.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the driver was left to go?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did anybody at any stage identify the corpse further than just an IFP commander?  Did anybody say what the names of this person was?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "I think Jamani was staying at Slovo and this is where the conflict was worse than the other areas.  He used to know the majority of the IFP members.  He is the one who told us that that was the IFP commander, that is Jamani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he never mentioned a name or any name that you can remember?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "He did mention the name but I cannot remember the name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When about did this incident happen with the hearse?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "That was in 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can't remember anything more, like the month or any further indication as to when this thing happened?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "I only remember that it was in 1993.  That is the only thing I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in respect of the incident with the person who had the membership card of the IFP and the letter, you said that was also in 1993.  Can you give any better indication about the date in that case?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "No, I only remember that both incidents took place in 1993, but I can't remember the dates.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not sure if you have actually made if clear, but let me ask you again.  What actually happened to that person with the IFP membership card?  He was shot at as well, was he killed or what happened to him?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "We took him and he was under the impression that we were taking him to Kweseni hostel.  When we were at Everest - there's Everest and there's Radebe section.  It was during the day and the other people from Radebe and from Everest came and one of them had a firearm.  He shot at this gentleman.  We had already pelted the gentleman with stones.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So did that person die or what happened to him?",
            "Unknown"
        ],
        [
            "SIPHIWE MADONDO",
            "Yes, he passed away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mopedi, re-examination?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "No re-examination, Mr Chairman, thank you.\nNO RE-EXAMINATION BY MR MOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Madondo, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}