{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-07-06",
        "location": "SEBOKENG",
        "day": "1",
        "names": [
            "VICTOR MTHANDENI MTHEMBU"
        ],
        "case number": "AM 1707/96",
        "matter": "SEBOKENG ATTACK, BOIPATONG ATTACK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52719&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98070614_sbk_boipato1.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS PRETORIUS",
            "MR STRYDOM",
            "MR BRINK",
            "MS CAMBANIS",
            "MR BERGER",
            "VICTOR MTHANDENI MTHEMBU",
            "LEGAL REPRESENTATIVE",
            "MR LAX",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS PRETORIUS",
            "MR STRYDOM",
            "MR BRINK",
            "MS CAMBANIS",
            "MR BERGER",
            "VICTOR MTHANDENI MTHEMBU",
            "MR MTHEMBU",
            "LEGAL REPRESENTATIVE",
            "ADV. SIGODI",
            "MR LAX",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning, ladies and gentlemen, my name is Sandile Ngcobo, I'm a Judge of the High Court in Cape Town, I'd be the Chairperson of this inquiry.  On my left we have Mr Lax who is a member of the Committee and on my immediate right we have Advocate Sigodi, on my far right we have Mr Sibanyoni who are all members of the Committee which will deal with this matter.\n\tFor the record, would counsel appearing for the applicants just place themselves on record?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I am Cynthia Pretorius, I'm representing only one and that is Victor Mthembu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Pretorius.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "It's for the applicant, I'm sorry, I used the wrong word, it's for the applicant - Victor Mthembu.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "My name is R Strydom, I appear on the instruction of the firm J.H. van der Merwe for the other applicants except Thomas Lukhozi who ended our mandate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Strydom.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I appear as evidence leader for the Committee, R.B. Brink.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Thank you Mr Chair, I'm Crystal Cambanis of Nichols Cambanis Attorneys, I appear on behalf of twenty family members or injured persons.  I don't know if you want me to go through the twenty names or whether I may hand a copy of the twenty names possibly to Mr Brink?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think it will be sufficient if you would just prepare a list of those victims and just perhaps hand it up to all the legal representatives and the Committee.",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Thank you Mr Chair.",
            "Female"
        ],
        [
            "MR BERGER",
            "Mr Chairman, my name is D. Berger, I represent twenty victims as well.  I have a list of the names of the victims, I will also make that list available to the Committee and to Mr Brink.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think at the outset let me apologise for having started late.  These proceedings were supposed to commence at 10 o'clock but unfortunately, because of certain logistical problems, we could not commence in time.  Added to that is the problem of the victims who have very recently secured legal representation.  The legal representatives of the victims or some of the victims, I should add, have not had the opportunity of consulting with their clients so as to properly represent them.  That being the case, the Committee has decided to allow the legal representatives of the victims to consult with the victims and thereafter, advise the Committee of the progress that they have made, preferable before 11.30 which is the time by which we hope to resume again if there are no further problems.  I want to say that if there are victims in this hall who do not have legal representation, is they would be kind enough to get in touch with Mr Berger or Mr Brink, the evidence leader and indicate to him whether or not they require legal representation so that we can look into the matter and see how we can address the problems.  We intend rising and coming back at quarter to twelve, which is approximately an hour.  Is there anything you want to raise Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well, the Committee will rise, we'll come back at quarter to twelve.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Once again ladies and gentlemen, let me welcome all of you to this Amnesty Hearing which relates to what has become known as the Boipatong Massacre.  Finally we are able to proceed after we've had some technical delays.  Ms Pretorius, I gather that you will be starting with the sixteenth applicant, is that right?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "That's correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What language would you like to speak?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Zulu.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Mthembu, you are an applicant in this matter, you are applicant number sixteen.  You've completed an application form on the 9th May 1997, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And it was sworn to be the truth by you on that date, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Then you made a statement on the 14th day of November 1996 wherein you made a statement firstly in connection with the Sebokeng attack that happened after the Boipatong attack and then you also made a statement in connection with the Boipatong attack, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "You have perused that statement again this morning?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And it is correct as stated on the 14th November 1996?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is the truth.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Then we were request...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Advocate Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I'm sorry?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "For the record would you indicate as you lead the witness where the documents occurs on the records?  Thank you.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I am sorry, sir.  The first statement that your application is on page 1, 1 and up to page 3 - that is the application you made on the 9th May 1997.  Then you made an affidavit on the 14th November 1996 but that is in relation to the Sebokeng matter where you incidentally also made a statement after the Boipatong matter, that is page 4 up to page 17.  The first part up to page 8, that is paginated page 8 was in connection with the Sebokeng attack which is not for this Committee today, it will be brought before the Committee on a later date.  But from page 8 up to page 17 you made a statement regarding the Boipatong Massacre, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Then page 18 and up to page 21 was a request for further particulars from the Truth and Reconciliation Commission which was answered as requested on page 22 up to page 35 and it was signed by you after all the questions that was asked by the Truth and Reconciliation Commission was answered, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Then you made a statement of how Boipatong was attacked.  That was also by request of the Amnesty Committee who wanted a further statement, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "This statement is on page 36 of the paginated papers, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "All these statements you made and the affidavits you signed, the last one goes up to page 42, you still declare under oath that everything you said in these statements were the truth and nothing but the truth, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "There is one fact that you would like to change, that is on the paginated page 22, the first paragraph that reads \"I first moved to Kwamadala Hostel during November 1991\".  Which is the correct date Mr Mthembu?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The correct date is one which I do not remember but it was 1990.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "So that was a typing error that you drew my attention to this morning, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Then on paginated page 11 and page 12, you make mention that you, in paragraph 21 and paragraph 22, that the policeman that was present at the stadium with Themba Khosa after the Boipatong Massacre was General Johan van der Merwe.  Do you still say it was him?  Do you know whether it was him?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Although I do not remember correctly but it was somebody high up in the police hierarchy, but it may not have been Van der Merwe.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Mthembu, the last paragraph of your submission to this Committee, I would like to read out and just ask you whether that is how you still feel today, if it's written by you on your own, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "It reads:  \"To conclude my statement, I would like to say to the community of Boipatong and to the residents who lost their loved ones, I am very sorry and I'm asking them to forgive me because today I am behind bars and I realise what a dreadful thing we did that night.  I would like to tell the Committee that we would not have done these things if the people of Boipatong did not terrorise the IFP members.  If the comrades had not killed the IFP members we realise that we partook in the massacre of people, some who were my family and friends and I feel very bad about this.  If it had not been a war situation between the IFP and the ANC, I would not have participated.  I am especially sorry for the young children who died for nothing because I know that they didn't do anything and didn't know anything about the attack and the problems between the IFP and the ANC.  I do apologise and know there is no way I can bring these people back.  I do ask in the spirit of peace and reconciliation that they will forgive me and that we can carry on with our lives without hatred because I am a child of God.  I ask for forgiveness from everybody in Boipatong and especially to those who lost their loved ones.\"  Is that the paragraph you wrote?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is so.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Mthembu, there have been allegations that the police was involved in this attack.  Did you speak to Dr d'Oliveira's special investigative unit about this - about police involvement at the Boipatong Massacre?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, what I can say is that I don't know about the involvement of the police in this incident.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "According to you were the police involved?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And you stand by your statement?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Were the army involved in any way in this attack?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, they were not involved.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions, thank you.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, do you have any questions to put to the applicant?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Only a few questions.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who made the decision to attack Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Tjonjo.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Only him, or someone else as well?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He worked with Mr Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you with them when they made a decision or not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was not present when they made the decision.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you tell the Committee where Mr Damara Tjonjo is today?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I know what I heard whilst I was in prison is that he is deceased.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "More or less when did you hear that he died?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think it was in 1993 when I was in prison, I cannot quite remember the date.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I briefly want to enquire more about the background and the reason for the attack and when I say background, that's the background that gave reason to the strike between the IFP staying in the Kwamadala Hostel and the people staying in the townships, more specifically Boipatong.  Can you give us more information in this regard?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you answer that question, you've referred to a Mr Mkhize, would you give us his names please?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "...[indistinct] Nkosi Mkhize.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Firstly I will say while people were attacked in Boipatong, as far as I know I was surprised when we were called to the stadium.  We congregated, I was surprised at the time at which the meeting was called because it was not usually or it was not normal that meetings were called at about 8 p.m. in the evening.  On our arrival at the stadium every person who stayed in Kwamadala Hostel was present but what surprised me was that women were told to return to the hostel.  They left and it was only men who remained.  That was when Mr Tjonjo told us that we had to attack the people of Boipatong.  We prepared everything until the traditional potion or Indelezi was sprinkled on us before we went on this mission.  From there ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, would you just bear in mind that there are interpreters who are interpreting what you are saying into other languages and would you please speak slowly so that you can afford them time to interpret what you're saying.  Do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I understand, I'll do so.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can I also just interrupt you here, Mr Mthembu, I just want to repeat my question just to make it clear to you - I want to know about the problems between the IFP people staying in the Kwamadala Hostel and the people that stayed in the townships at that stage.  If you can answer that question please?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Our problem with the people who stayed in the township was that there was conflict between us in that there were comrades who prevented people who stayed at Kwamadala Hostel from buying at shops in the location.  That hurt us very much when we discovered that they would actually attack our comrades and necklace them, that is what the people in the township did.  As far as I can tell, I think that was the cause of the conflict because if a person was discovered to be an IFP member he would have to be killed if he was found in the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were certain people killed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There are many people who died, many whose funerals I attended.  If they went to the township for instance to visit their parents, but if the comrades spotted them there, they would actually take them and kill them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you feel free to move around in Boipatong at that time?  I'm referring to 1992.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was not free to move around in Boipatong at that time but I would do so.  For instance I had to take taxis to town from Boipatong and just hope that I won't be killed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you names of any IFP members that was killed before the 17th June 1992 in the township?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The person I remember was some boy, ....[indistinct] boy from Mahlabatini, he was one of the people who was killed in that location.  I don't remember the names of the others because I did not know them well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the Kwamadala Hostel lived two groups of people.  Firstly the people that worked for ISCOR and another group of people that fled to that hostel and found refuge there, is that indeed so?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "People were united in the hostel, there were people who were working and there were people who had fled from the township and sort refuge in the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know why the people fled from the townships to the hostel?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The reason was the violence, the conflict between the ANC and the IFP, that was why they fled because their houses were being burnt.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I've got no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Strydom.  Mr Berger, I understand your predicament.  What do you propose to do, do you have any questions that you want to put at this stage?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I explained in Chambers or in the Committee Room, we have not yet had an opportunity to consult with any of the victims or any of the families and so we are not in a position at the moment to put any questions.  We would ask that the matter be adjourned until tomorrow and hopefully at that stage we will then be in a position to put questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it apply to you?",
            "Unknown"
        ],
        [
            "LEGAL REPRESENTATIVE",
            "No.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Brink do you have any?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I have no questions at this stage and if I would have then it would possibly after Mr Berger has put all the questions which he intends putting but at this stage I have nothing to ask.\nNO QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The legal representatives of the victims have indicated to us that they have not had time, sufficient enough, to consult with their clients so as to be in a position to represent them properly at these hearings and what we propose doing is to adjourn these proceedings at this stage until tomorrow morning to enable the legal representatives of the victims to take instructions from their client and come and put such questions as they may be instructed to put to the applicant.  Do you understand that, Mr Mthembu?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, these proceedings are therefore adjourned until tomorrow morning at 9.30.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS\n \nON RESUMPTION: 7TH JULY 1998 - DAY 2",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Good morning ladies and gentlemen.  It has come to the attention of the Committee that some of the victims of the massacre are not legally represented.  They have the right to be legally represented so the legal representatives who are at present representing some of the victims have kindly agreed to see whether they can also represent the remaining victims and if necessary then consult with them.  As a result of that we cannot proceed immediately with this hearing.  We will give the legal representatives some time to consult with the victims and to sort out the question of their representation.  Thereafter, they will report back to the Committee as to the progress that's being made in that regard.  In order to do that, we will stand these proceedings down until 11.30 by which time, we hope then, we will be able to have sorted out the question of representation of all the victims.  I would therefore request the victims to please remain behind so that they can discuss the matter with the legal representatives.  Thank you very much for your patience.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  Chairperson, on behalf of the victims I represent 20 families at the moment and Ms Cambanis represents another 20 families.  There are in addition another 26 families who need legal assistance, need to be represented in these hearings and we are attempting to secure representation for them.  Given that, people have only been given representation at a very late stage.  We require some more time in which to consult with them and to prepare properly for their cases.  There is also the question of the docket which we have discovered is in Pretoria and we have made arrangements for the docket to be inspected.  That will take place tomorrow morning and all the legal representatives are invited to go through to Pretoria tomorrow morning to inspect the docket.  We would ask then, Chairperson, that the matter stand down until Thursday morning when we hope then to be in a position to begin the cross-examination of Mr Mthembu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Ms Cambanis, do you have anything to say?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Nothing to add except to associate with the comments and ask that the matter be held over till Thursday.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Advocate Pretorius, do you have any objection to the application by Mr Berger?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "At this state I have no objection, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "We have no objection, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, do you have any objection to the application?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No, I have no objection with regrets, I'm just sorry the matter can't proceed at this stage but nonetheless let it be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Pretorius, I gather that some of your clients are in prison?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Victor Mthembu's applicant is in prison.  He's in Pretoria, he's being held in Pretoria, they are driving through every day, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom what about yours?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Five of the people I appear for are in prisons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  What are the names of those who are in prison?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Tebogo Magubane, Timothy Stals Mazibuko, Jack Mbele, Sonny Michael Mkwanazi and in fact the other person is Thomas Lukhozi and I've already placed on record that we don't appear on his behalf any more.  So it's actually just the four.  These four people are kept in the Vereeniging Prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, otherwise the others, are they not in custody?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Not in custody?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, for a while?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "But I must also the people, the names I've given are in custody in other matters.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Is Thomas Lukhozi here?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "He's not here today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, do you know what's to become of his application?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I'll endeavour to make enquiries, I do know that he apparently terminated the mandate of the attorneys acting for him, he wanted counsel in the person, Mr Burger, I'm not sure what his initials are.  Mr Burger apparently is not available for the rest of this year.  Another Mr Burger, B-u-r-g-e-r.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, would you endeavour to find out what his position is so that we can know what is to become of his application?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that when we next resume we'll know what's to become of the application?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  It is with regret that...[intervention]",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Sorry, sorry, Mr Chairman, before you announce the adjournment, I wonder if I could just place a couple of matters on record for housekeeping purposes.  You will remember that yesterday afternoon a meeting was held in a form of a sort of pre-hearing meeting and the following was agreed.  The first item is now academic and that related to obtaining the original incomplete applications from the Cape Town office, alternatively for Mr Strydom to obtain them, those have now been got, the Committee has seen them which indicates that the applications in their incomplete form were in fact received by the Amnesty Committee in Cape Town on the 10th May.  That is, as I understand it, will still not effect Mr Berger's attitude in regard to his submission as it will be that those applications in any event are - can't be heard because they were not completed but I place that on record.\n\tSecondly, I understand that Mr Berger will be opposing the applications on a so-called blanket basis, in other words, he will contend that there can be no political objective within the meaning of the act and that refers to proportionality as well and that there will have been no full disclosure.  I understand that will be his attack on the hearing as a whole in the event that all the applications are heard.  If I'm not correct, no doubt Mr Berger will put me right.\n\tThirdly, if during the course of cross-examination by Mr Berger or Ms Cambanis, if during the course of cross-examination of any particular applicant who says he does not remember a specific incident, Mr Berger will then approach the applicants' legal representatives and say \"I propose, if necessary, calling evidence to prove what your client hasn't remembered\" it may then well be that that evidence wont be necessary because Advocates Pretorius and Strydom will concede that that may well have been the case, that this is how things did happen on the basis the applicant didn't remember.  So that might shorten things in any event.  \n\tThose were the matters discussed yesterday which I set them out now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Advocate Pretorius, do you confirm that?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Advocate Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I confirm that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Advocate Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, as far as the first point is concerned, the applications, I understood that we were attempting to get the entire paper trail from the time that the applications were originally sent in which was on the 10th May 1997 until the real applications, if I can call them that, were submitted which was in 1998.  All we've received so far is the original letter which was faxed through on the 10th May 1997 as well as the original application, the first application that was faxed through.  We haven't received the other documents in the paper trail and if it's not proposed to tender them, well then we will argue on that basis, that's alright with us.  Our stance is clear, that is that the applications are not valid applications this is but for Mr Mthembu's application, they're not valid applications because they don't comply with the requirements of the Act.  The applicants legal representatives know that that is our position and if they have any documents which can shed light on it, so be it.  If the documents are only those documents which we have before us, well then we will argue on the basis that those are the only documents which exist and we will make our argument in that regard.  The only point I'm making is that the full paper trail has not been revealed, if it's not going to be revealed, we will argue on that basis as well, that's fine.\n\tThe second point, Chairperson, is that Mr Brink said that we had a blanket opposition to amnesty.  That's strictly speaking not correct.  What we said was that we will oppose on the three bases set out in Section 20, Sub-Section 1 of the Act and in particular, in so far as acts associated with a political objective are concerned, we will oppose on that basis within the meaning of Section 21 and 23 of the Act.  We're not saying that there was no conflict, we're not going to argue there was no conflict of any nature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, as I understand what Mr Brink is saying, it is simply that the objectors intend opposing the application on much broader basis that the criteria set out in the Act for the granting of the amnesty has not been satisfied.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, then he's correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think that he goes further than that to suggest that there wasn't any conflict.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's how I understand the - is that right Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "With respect, you're completely correct, yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then I have nothing further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chair, may I just enquire from my learned friend, Mr Berger, does he accept that the applications and I'm not talking about Mr Mthembu's application, does he accept that the other applications were in fact received by the Amnesty Committee in Cape Town on the 10th May or not or does he require evidence to be called by the Executive Officer - Executive Secretary?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, Mr Brink, these matters which perhaps you should take up with Mr Berger once we have adjourned so as to find out the precise basis upon which the objection is being raised in regard to the remaining applications but I think that the point he has made so far that they are not yet in receipt of all the, what he described as the paper trail.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you have to sort that out.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I'm sorry Mr Chairman, the point is and I don't suggest he is not entitled to argue, all I want to know is whether he accepts for the purpose of the argument which he will raise, whether he accepts that those incomplete applications were received on the 10th May, that's obviously without prejudice to argue the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that is precisely what I'm telling you and that is you'd have to discuss that with Mr Berger.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "You don't want it on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  It is unfortunate that these proceedings cannot proceed at this stage but in view of the application that has been made by Mr Berger who represents 86 victims, there can be no question that the victims are entitled and indeed have the right to be represented at these hearings because the decision which this Committee might make might well effect their right.  In these circumstances the Committee is disposed of granting the request by Mr Berger that these proceedings be stood down until Thursday morning to enable him not only to consult with the victims whom he represents but also to peruse the docket relating to the Boipatong Massacre which I gather is going to take place tomorrow morning.  However in view of the fact that we appear to have lost time it would seem to us that it's highly desirable that when we resume on Thursday we sit much longer hours than we had been planning to sit so that we propose that on Thursday we commence sitting at 9 o'clock in the morning.  Does anyone have a problem with that?\n\tThe other matter which I want to place on record is that there are those of the applicants who are in prison and I have been informed that there are problems getting them here in time.  To enable this Committee to commence it's sitting timeously on Thursday, I would urge the prison authorities both in Pretoria Central Prison where the applicant Victor \nMthandeni Mthembu is being held as well as the prison authorities in the Vereeniging prison where Tebogo Mgubane, Timothy Stals Masibuko, Jack Mbele, Sonny Michael Mkwanazi are held to ensure that these applicants are present here at least by 8.30 on Thursday and on Friday when we'll be continuing to sit.  Is there anything else you want to place on record?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "No thank you, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And finally, I want to mention two matters and that is I would urge the victims to please cooperate with the legal representatives and make themselves available for a consultation so that we can make some progress and secondly I would urge the legal representatives to cooperate with one another ensuring that whatever documents they need from one another they make available to one another so that we can make some progress in this matter.  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION:  9TH JULY 1998 - 3",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Good morning ladies and gentlemen.  After a long delay we are able to resume these hearings again and hopefully there will be no further disturbances.  I want to thank you for your patience thus far.  Where is Mr Mthembu?  Is Mr Mthembu here?\n\tMr Mthembu may I remind you are still under oath to speak the truth, do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you to speak as loud as you can so that people at the back of the hall could hear what you have to say.  Do you understand that?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger are you ready to commence your cross-examination?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson, yes I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, would you proceed then?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, before I commence cross-examination could I just place on record that between Ms Cambanis and me all the families of people who were killed or injured in the Boipatong Massacre on now represented by the two of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We appreciate that Mr Berger and Ms Cambanis for which the Committee thank you for that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps it would be convenient at this stage if a complete list of the victims could then be handed in but at an appropriate stage?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, that's already been done.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Chairperson, I'm sorry to interrupt.  Can I just also just place on record at this stage that Mr Sithembiso Khubeka arrived at the hearing this morning.  We have been instructed to appear on his behalf as well.  That is the person that applied for amnesty independently and there was also application through the attorneys initially by he has now arrived at the hearings and we were instructed to appear on his behalf.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is his application before us?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Chairperson, as previously indicated Mr Khubeka independently applied for amnesty and I can refer you, Mr Chairperson, to a statement concerning gross violations of human rights with the official reference number and in this statement I found the following and this I can also say this statement was made on the 10th May 1997, but I found the following statement here:  \"I have also applied for amnesty to the TRC but I am not sure if that form is well filled because I was helped by someone for I can't relate and express myself well in English.\"  Now I have taken this up with Mr Wessel Janse van Rensburg and he undertook to clarify the situation and see if he can find that application.  I can also mention that initially when applications were made by the attorney on behalf of all the people that were convicted during the criminal trial, his name was included in that initial application that was made on the 10th May 1997, that was faxed through to the TRC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, do you have anything to say to that Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No, just to confirm what Mr Strydom has said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, the difficulty that we have here is that we did not have his application before us and until his application is properly placed before us, we are unable to consider his application.  Perhaps at an appropriate time, would you endeavour to locate whatever application he may have made and place that before us.  Would you do that Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That would be done, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for the record, what is the name of this individual?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I'm going to spell his first name : S-i-t-h-e-m-b-i-s-o his second name is Mountgenery : M-o-u-n-t-g-e-n-e-r-y Kubheka : K-u-b-h-e-k-a.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For the purposes of this Committee, the application by Mr Kubheka is therefore not before us until such time that it is properly brought before us.  I suppose you'll endeavour to ensure that you locate the application and perhaps put that before the Committee.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That would be done, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson, also if my learned friends could provide us with copies of that application.\n\tMr Mthembu can you hear me?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "...[inaudible]",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, could you clarify for us please precisely which acts you seek amnesty for?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "...[inaudible, no interpretation]",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to know from you if you seek amnesty for, let me start, killing any people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "...[inaudible, no interpretation]",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, if I could just ask the interpreter to speak up, I'm having difficulty hearing.\n\tMr Mthembu, what I'm asking you is how many people did you kill in Boipatong on the 17th June 1992?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I may not know how many people I killed on that day because it was a night time I would not be sure how many died or how many I killed personally.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say because it was at night you're not sure how many people you killed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's what I'm saying.",
            "Male"
        ],
        [
            "MR BERGER",
            "It was a clear night, was it not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was like any other night as far as I could tell",
            "Male"
        ],
        [
            "MR BERGER",
            "There was a full moon, there was no smoke around, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I know there was some smoke because in the township some of the people used coal stoves.",
            "Male"
        ],
        [
            "MR BERGER",
            "There was an Apollo light which cast a substantial amount of light over the houses, is that not correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, there were Apollo lights in the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you had to be able to distinguish between attackers and victims so that you kill some of your own attackers, isn't that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So I'm putting to you that it was perfectly easy for you to see the people that you killed.  Do you dispute that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I may explain, I know which type of weapon I had but as you asked how many people I killed, I may not be able to specify because it could be that I killed some people or I did not kill them, they may have got injured or killed, I may not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you should tell us how you were armed?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I had a spear.",
            "Male"
        ],
        [
            "MR BERGER",
            "How big was the spear?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know how I can estimate this",
            "Male"
        ],
        [
            "MR BERGER",
            "Could indicate with your hands how long the blade was?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think it was that long.",
            "Male"
        ],
        [
            "MR BERGER",
            "The entire spear?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Well the tip was about that length and the entire length that big and then I had a knobkierrie as well.",
            "Male"
        ],
        [
            "MR BERGER",
            "For record, Chairperson, it would appear as though the spear was about two metres long and the tip or the sharp portion of the spear about 30 centimetres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you accept that Advocate Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "To me it does not look like two metres, I think it's about a metre and 50 centimetres but it's neither here nor there, Mr Chairperson.  He admits he had a spear and he had a knobkierrie.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But that's not the issue, the issue what I'm asking you is do you accept the estimation.  Mr Mthembu, would you please indicate that again?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "How long was the tip?  About that size and then the stick was about that long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About 30 centimetres, the blade?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "With that I will agree, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And perhaps the stick properly about a metre and a half?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "That's correct.",
            "Female"
        ],
        [
            "MR BERGER",
            "In addition to the spear, Mr Mthembu, you say you had a knobkierrie with you.  Did you have no guns, no other weapons with you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I had no other weapons except for these that I've mentioned.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright now, I'm going to attempt to count up the number of people that you could have killed.  So let's start with the very first house that you went into and tell us how many people were in that house and how many people you stabbed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I can say when I actually entered the house, I found some of my colleagues inside the house.  There were two female children who looked like twins.  From there I thought that these were small children and as such did not know anything, were innocent.",
            "Male"
        ],
        [
            "MR BERGER",
            "These two small children, small little girls, did you stab either of them?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I did not stab them, instead I had a thought as a parent that I thought of hiding them in the wardrobe in the bedroom but then I thought if I locked them in the wardrobe, it will be difficult for them to be found, discovered and then I hid them under the bed and made sure that colleagues were leaving the house and I will be the last to leave so that these children would be safe.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then if I understand you correctly, you saw these two little girls, you thought they're innocent, they don't deserve to be killed and you ensured that they were not killed, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "That was the first house you went into?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is the one I went into.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were there no other people in the house?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I did not see any other people in the house except for these two children.",
            "Male"
        ],
        [
            "MR BERGER",
            "So nobody was killed in that house?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I know I thought that maybe the adults had already fled the house and these two children had been left behind.",
            "Male"
        ],
        [
            "MR BERGER",
            "There was nobody in that house that you saw who had been attacked in any way?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I did not see anyone.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let's move to the next house, the second house that you entered.  Did you stab anyone in that house?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not stab anybody in the second house because I actually met somebody fleeing and I hit him with a knobkierrie and continued fleeing.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that an adult man that you hit with a knobkierrie?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was a young man.",
            "Male"
        ],
        [
            "MR BERGER",
            "But he ran away, he wasn't killed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, he fled.",
            "Male"
        ],
        [
            "MR BERGER",
            "That's the only person in that house that you saw?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I met him at the gate as he was fleeing.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many houses did you enter before you found someone that you could stab?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know how many houses I actually went into because we did not really intend to go inside each and every house but the people we would meet on the streets would be those that we kill.",
            "Male"
        ],
        [
            "MR BERGER",
            "But Mr Mthembu, this was late at night already, who were you going to find on the streets?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I know, as it was in the evening if the people who were responsible for attacks did not sleep, they actually patrolled the streets at night in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay, so the people you were looking for to kill were the people who would patrol the streets of Boipatong at night, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, those were the people, we were looking for the STU's because they were responsible for the violence, the trouble in the area.",
            "Male"
        ],
        [
            "MR BERGER",
            "How do you know that all your other attackers, co-attackers were looking for the STU's?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I hope they know that the cause of the conflict was these people who were responsible for the attacks and then they would get innocent people involved.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you telling the Committee that it was common knowledge in Kwamadala Hostel that the enemy in Boipatong, the people that needed to be killed were the members of the STU's, is that what you're saying?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is what I mean to tell the Committee.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the people who sleep in their beds at night in Boipatong, not the people who are patrolling the streets, those are not the enemy as far as the residents of Kwamadala are concerned, is that what you're saying?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, as far as I can tell, those were not the enemy but because there was already conflict, there was already trouble, innocent people like those got injured.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it your evidence, Mr Mthembu, that before the attack, before you left Kwamadala Hostel, there was a discussion amongst the attackers that the people that you were seeking, that you were going to go to Boipatong to kill, were the members of the Self Defence Units, was that discussed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was not discussed but because we knew after our people had been killed in Boipatong, we knew that the people who had to die were the STU's.",
            "Male"
        ],
        [
            "MR BERGER",
            "If I understand you correctly, Mr Mthembu, what you are saying is that it didn't have to be discussed, it was known that the people that had to be killed were the members of the STU's correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct, Mr Berger.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the members of the STU's it was known could be found patrolling the streets of Boipatong at night, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then, what were you doing looking in the houses, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I can say is that these people would commit acts and then hide in these houses so that when we approached and they will see us, they will then hide, run away, flee and hide in the houses.  That is the reason why we went into the houses.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see members of the STU's patrolling the streets of Boipatong that night?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Because they had the information beforehand, it was not easy for me to see them at the time because they had already fled.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who had the information?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "MR BERGER",
            "You said because they had the information it was not easy for me to see them - now I'm asking you who had the information?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I mean that the comrades, some of them saw us approaching because they were not asleep, they managed to flee and hide wherever they could and then innocent people would get injured.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see members of the STU's observing you as you approached Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, as we approached from - there was a group of people of Umzivo Street, there was a fire, I think they were sitting around a fire.  Umzivo Street.",
            "Male"
        ],
        [
            "MR BERGER",
            "At which street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Umzivo Street.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, you say there were people sitting around a fire?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes there was a group of them standing there.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when they saw you they ran away because they were members of the STU?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes on seeing us they fled towards the township.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Mthembu, I'll come back to this.  Let's go back to the houses that you were going into.  Now you told the Committee that you went into a number of houses but that you didn't stab anybody in those houses, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I'm sorry, I don't think that's correct, Mr Chairperson.  I think what was said he went into the first house, he said he didn't stab anybody there, he went into the second house and as the man was fleeing, he met him at the gate and then that was the last that he spoke about the houses.  He said \"I do not know how many houses I went into, the intention was not to go into every house.\"",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, the witness said and he has just now confirmed again that he went into a number of houses and that there was no one in any of those houses that he stabbed or attacked in any way, but I'll ask the question again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you should begin by asking him apart from the two houses that he had mentioned, did he go to any other houses.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  Mr Mthembu, you've heard that question?  Besides the first two houses you've spoken about, did you enter any other houses?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not enter any other houses because there was no longer time, sufficient time, to do that because we had to ensure that we returned safely so I don't remember getting into any other houses.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I'm sure it's been pointed out to you that if you don't tell the truth, you're not going to get amnesty, has that been pointed out to you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I know that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, how long are you saying you were in Boipatong for?  Five minutes, half an hour, an hour?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know exactly how long.  It was a short time as far as I know, maybe half an hour because there were also police and we were also afraid of the police at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, where were the police?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The police were in the area around the fabrieks, I think it is the National Board Factory and that place is nearer to Boipatong, there were many of these police in their Casspirs there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Sorry, Mr Interpreter, could you just repeat that, we can't hear you very clearly, unfortunately.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There were many police near the factory and those places near Boipatong, there were many of them there at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "And those police who were there were in there Casspirs you say?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you knew they were there when you entered Boipatong, am I correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not have knowledge to that effect, I only saw them once we got into Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "You saw the police for the first time after you had entered Boipatong, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And those police were in their Casspirs, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many Casspirs?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not say exactly how many there were but there were several of them because there were different types of them but really I cannot say exactly how many of these Casspirs were there.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the police in the Casspirs could see you and your fellow attackers, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Obviously they saw us because I think they too meant to get into the township but did not.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you were all heavily armed, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct, we were all armed.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the police let you pass into the township, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Let me explain it as follows.  The police, we actually saw them when we got into the township and we only saw them when we took our direction back from where we came.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Mthembu, I'm putting it to you that that's not what you've said, your evidence was that as you entered the township, that is when you saw the police for the first time?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he said once he was inside, once he was in Boipatong, that's when he saw the police.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your evidence is that when you were inside Boipatong ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just estimate how far the police were from Boipatong?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I can say that they were not far away because if you look at the National Board Factories and Boipatong, it is a distance that may be the same as from this point here to the chairs at the back.  Yes, the chairs at the back, it was not a long distance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to the very last row of chairs?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, the very same chairs, the ones up there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, you mean upstairs at the back of the hall?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I mean that one at the upstairs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, from where you are to the back of the hall?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "40 - 50 metres?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "40 - 50 metres yes.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Yes, I would say that.",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you say these police whilst you were still inside Boipatong, am I correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "What were the police doing, just standing there with their Casspirs?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I saw them standing there with their Casspirs and that was towards the Trek Garage.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it your evidence, Mr Mthembu, that you never went into any house other than the two houses you've already mentioned, is that your evidence?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct, I did not go into any other house because there were people outside, the ones that were fighting, they were in the streets.",
            "Male"
        ],
        [
            "MR BERGER",
            "And how many of those people did you stab, the ones who were outside in the street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I have explain before, I would not be able to say exactly how many there were, I do not deny the fact that there were some people that I stabbed but I cannot say exactly how many.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well why not, Mr Mthembu, I don't understand.\nDid you stab a hundred people that you can't recall or did you stab ten or five?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know how to explain this for you to understand.  Even though I did stab people, I do not deny that, but I don't know exactly how many people I stabbed.  I would not say I stabbed a hundred and tell a lie knowing exactly how many people I stabbed.  I therefore cannot say I stabbed three people or so because we were at a war, in a war situation and therefore I was not in the position to count how many people I stabbed.",
            "Male"
        ],
        [
            "MR BERGER",
            "It's correct, is it not, Mr Mthembu, that not one of the attackers was hurt during this operation, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Would you please repeat the question, I have a problem with the earphones, the headphones here.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were any of the attackers, any of your comrades injured during this operation?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, if I still remember very well, someone did get injured.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who got injured?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He is now deceased as far as I am concerned.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, he never died in Boipatong, did he?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's correct, he did not die in Boipatong, he died in another incident.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was his name?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think it was Themba.",
            "Male"
        ],
        [
            "MR BERGER",
            "Themba who?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mabode.  Themba Mabode.",
            "Male"
        ],
        [
            "MR BERGER",
            "Wasn't Themba Mabode one of your close friends?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So why did you have such difficulty in remembering his name?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not have a problem remembering his name, why are you asking me that question?",
            "Male"
        ],
        [
            "MR BERGER",
            "I fact he was your very close friend, was he not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He was just friend, not a very close friend.",
            "Male"
        ],
        [
            "MR BERGER",
            "How was he injured during the attack on Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He told me that somebody who was walking next to him injured him with a spear on the hand.",
            "Male"
        ],
        [
            "MR BERGER",
            "One of these fellow attackers?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let's get back to the people that you stabbed, Mr Mthembu.  The first person that you stabbed that night, can you recall who he or she was?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It would not be easy for me to remember who that person was because I don't know them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that person a man or a woman?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was a man.",
            "Male"
        ],
        [
            "MR BERGER",
            "A young man or an old man?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He was middle aged so to speak.",
            "Male"
        ],
        [
            "MR BERGER",
            "And where was he when you stabbed him?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I found him at the time when he was fleeing, trying to hide himself behind a car in the street.",
            "Male"
        ],
        [
            "MR BERGER",
            "Behind a car did you say?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what was he wearing at the time, do you recall?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I cannot remember, but yes he had clothes on.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you stab him in the back?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I stabbed him at the back because he was fleeing.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did he fall down when you stabbed him?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, he fell down, he fell face down.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many times did you stab him?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I stabbed him only once.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why only once?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I had to stab him once because I knew that I was not alone in the attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying that you left him for your comrades who were behind you so that they could finish him off?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Obviously I could not stab him several times all by myself knowing that there were many of us.",
            "Male"
        ],
        [
            "MR BERGER",
            "And this man was a comrade, a member of the STU, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not say whether he was a member of the STU or not because the situation there was such that it is not easy for me to tell the STU members apart from other people.",
            "Male"
        ],
        [
            "MR BERGER",
            "You stabbed him, you did not know whether he was a member of the STU's or not, you stabbed him because he might have been a member of an STU, is that what you're saying?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is what I thought.",
            "Male"
        ],
        [
            "MR BERGER",
            "That is now one person that you killed, is that correct, or had a hand in killing, is that correct?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, there is no evidence that this person was killed actually, he stabbed him and he fell but there's no evidence that he was killed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, the witness's evidence if I understood it correctly was that he brought this down with a stab and then left him for the others to finish him off.  It's in that context that I'm saying this one person that you killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did he testify that he killed this man because all he said is that he stabbed him and he fell down.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Let me rephrase it then, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you should.  All that the witness says is that \"I stabbed man and the man fell on his face.\"",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Is it correct that you left this man lying on his face because you expected that your comrades would finish the job that you had started, in other words, your comrades would ensure that the man was dead?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Would you please listen very carefully, sir, I have explained here that I stabbed this person and he fell face down.  I don't know whether he died or not.  You should not tell me that I know what happened and obviously he died.  I did not say that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you expect that this man would die after you had stabbed him and he had fallen on his face?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I did not expect that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you expect that your comrades would finish this man off after you had stabbed him?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Well, Mr Mthembu, I have a problem, why did you not make sure that this man was dead because after all, he might have been a member of a self defence unit?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "People are not the same and their lucks are equally not the same.  If something happens to someone else, it should not be expected that the same thing should happen to the next person.  If I stab a person now and he happens to die, the person is dead and this does not necessarily mean that the next person that I will stab will equally die.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, let me put my question again.  You went to Boipatong to kill members of the self defence unit, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You didn't go to Boipatong to kill anybody else but members of the STU?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think yes, some people who were not necessarily members of the STU died.",
            "Male"
        ],
        [
            "MR BERGER",
            "We know that, Mr Mthembu, but what I'm asking you about - are your intentions when you went to Boipatong, when you went to Boipatong you say you went there to kill members of the self defence unit, you did not go there to kill anyone who was not a member of a self defence unit, you and your fellow attackers, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Our aim was exactly as you put it, we were fighting the self defence unit members in the township and the death of other people, innocent people, was as a result of our fight against the STU in the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now here was a man running away from you, a middle aged man, in the street who you thought might be a member of a self defence unit, so you stabbed him for that reason, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I stabbed him for that reason.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now you didn't know whether he had died or whether he was going to die as a result of that stab wound and you didn't know whether any of your fellow attackers were going to kill him, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So my question to you is, if your goal was to kill members or suspected members of self defence units, why did you only stab this man once, why did you not finish him off?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "You should understand that we went to Boipatong because we went their out of our own violation to attack.  If an instruction for example comes that people should go and attack, it is an instruction and people had to choose whether to go there or not.  You should understand that, sir, that if I went there out of my own violation to go and kill STU members, it is out of my own will.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the answer to the question?  What counsel has put to you is that you told us that the purpose of going to Boipatong was to kill the STU's.  What counsel wants to find out is why did you just stab this person once and not make sure that he was dead?  Do you understand the question?  Okay?  Would you just answer the question?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Let me say, thinking that some of my members would either hit him with a kierrie or something, I don't know whether he survived thereafter or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question what you're being asked is, you stabbed this man once but counsel wants to find out if you had gone there with the intention to kill the STU, the person that you stabbed, you believe he was a member of the STU and why did you only stab him once, why didn't you make sure that he was dead?  Do you understand the question?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please answer the question.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I have explained, I am saying here I did not make sure that the person is dead because I knew that there were people in my company and I therefore would not take up the entire responsibility to myself knowing that there were other people.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you knew that the people in your company would ultimately kill this man, is that what you're saying?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I am not saying that they would finish him off but I am saying that if they happened to come across him, they would probably kill him or he may survive, escape and flee.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I don't know why you don't want to answer my question, but we'll move on.\n\tLet's get to the next person that you - well, I'm sorry\nbefore we get to the next person that you stabbed, can you tell the Committee where you stabbed this first man, which street was it in?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was near Umsimvuvu Street.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was it in Umsimvuvu Street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It is actually nearer to Umsimvuvu Street, not in the street itself.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well could you give us the name please of the street in which you stabbed this man?  You told the Committee earlier that you stabbed this man in the street.  Now I want to know the name of that street in which you stabbed him.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know the name of the street because I was just giving an example here, trying to explain this.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well Mr Mthembu, I'm not asking for examples, why did you mention Umsimvuvu Street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I mentioned it because that's where we approached from.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, know if you know Umsimvuvu Street, take yourself back to that night, go down Umsimvuvu Street and tell me which street you then turned into where you found this man?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I wouldn't know which street it was because it was at night.  As I mentioned Umsimvuvu I think it's also because you ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does anything turn on this street where this first person was stabbed?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed Chairperson it does because we can then -well I can reveal this much - we can then correlate what this witness says against known facts to see whether or not he is telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if you had those facts it may save time to put those facts to the witness and see whether he admits them or disputes them because it would seem to me that from what he is saying, you know, he is unable to tell from what street this is.  If you can as far as possible, I think it will save time.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I will come to that, I just want to test this witness first.\n\tMr Mthembu, did your attacking party enter the township from Umsimvuvu Street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, as I have explained, we entered at Umsimvuvu and because there were many of us, we did enter from Umsimvuvu and proceeded from there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you indicate how many - apart from that entrance through Umsimvuvu Street, is there another entrance to the township?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes there is.  I was just explaining about Umsimvuvu because if you compare the direction from which we came into Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "No houses in Umsimvuvu Street were attacked, Mr Mthembu, do you dispute that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not be able to comment on that because I was just explaining the direction from which we came.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me move onto the next person that you stabbed, where was that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I actually hit the second person with a\nknobkierrie.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is that the same person who you say came running out of the second house?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you attack any other people besides those two, the man that you stabbed and the man that you hit with a knobkierrie?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not do anything thereafter because there were police present and then we were also returning to our home.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, then it appears to me that you only attacked two people in Boipatong that night, the man that you stabbed in the street and the man that you hit with a knobkierrie, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the maximum number of people you could have killed that night is one, isn't that correct, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not admit to that.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, no, perhaps you didn't understand my question.  At most you could only have killed one person that night, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not agree with that because I could have killed two, three people or no one at all, so I cannot agree with that maximum number.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, Mr Mthembu, it doesn't work like that.  You see you told the Committee that you only attacked two people in Boipatong that night - the man who you stabbed near Umsimvuvu Street and the man who ran out of that second house, the man that you hit with a knobkierrie.  Those were the only two people in the entire township that you attacked, that was your evidence?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then, the man with the knobkierrie you didn't kill because he continued to run away, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, what I do not know is even though he proceeded to flee I may not be able to say what eventually happened to him, but what I do know or what I do know is that people died in the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you keep saying that and I'm asking you to account for the people that you could have killed and you've told me - well you've told me that there are two people that you attacked.  The one that you could have killed according to the evidence that you have given is the man that you stabbed.  You couldn't have killed the man that you hit with a knobkierrie because he ran away, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So do you agree with me now that according to what you've said you could only have killed one person that night?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would agree because maybe the person I stabbed may have died.",
            "Male"
        ],
        [
            "MR BERGER",
            "Correct, now my difficulty is this Mr Mthembu, one of the first questions that I asked you this morning was how many people did you kill in Boipatong that night and your answer was you couldn't tell me how many there were, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you not say to me there's one person that I could have killed but only one that I could have killed, not more than one?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I could have said that but I could not say it because I can gather from your questions what you are asking but when I explain what I know you are twisting me around, trying to confuse me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't the truth, Mr Mthembu ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, if counsel asks you a question which the Committee believes is unfair to you, the Committee will intervene.  I want to assure you that if you believe you are being asked an unfair question we will intervene, do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your answer to the question?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I can say that I may have killed one person or even more.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Counsel asked you how many people you could have killed, your response was you cannot give him the number and you went further and you said you can't even say whether there were a hundred or more than a hundred and you added that because you were not counting, what you've just told us now indicates that you could have killed one person.  This is now the person that you stabbed at the back.  What counsel wants to find out is when he asked you how many people could you have killed because it's just one person, why didn't you tell him so?  Do you understand the question?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do understand.  As far as I can tell I did not endeavour to respond to that question because it was asked - I now understand that he wanted to know how many people I killed.  As I have explained, I stabbed one person so it is obvious or probable that I may have killed just one person.",
            "Male"
        ],
        [
            "MR BERGER",
            "A few minutes ago you said \"I may have killed one person or even more\" now you say only one person.  Where's the truth, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I've explained it as with regards to the person I stabbed and the other one was hit with a knobkierrie maybe he survived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you this - as far as you can recall how many people did you stab that evening?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I remember this one person that I've mentioned.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you see, is it not the truth that you killed many people that night including women and children.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I did not.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that there's no way in which you can say that the vast majority of the people that were killed were members of STU's and that's why you are now conveniently cutting them out of the picture, that's now why you say it was only one man, isn't that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, it is not so.",
            "Male"
        ],
        [
            "MR BERGER",
            "You stand by your evidence that you only stabbed one person that night?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is true.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see any of your comrades killing or attacking people that night?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I did see the ones who were close to me but there were some with who I couldn't very well see.",
            "Male"
        ],
        [
            "MR BERGER",
            "Could you name the people who were close to you, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The people who were close to me were Themba Mabode and Mr Tjonjo.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is this Mr Damara Tjonjo?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And who else was close to you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I've explained it was Themba Mabode as well.",
            "Male"
        ],
        [
            "MR BERGER",
            "In the thirty minutes that you were in the township, those were the only two people that you saw?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I am only explaining about the people who were close to me.  It was difficult for me to see the rest because they were far.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see Mr Themba Mabode killing people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did you see Mr Tjonjo killing or attacking people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I did because they were close to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did you see anyone else killing or attacking people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it just coincidental that the two people who you named are both deceased?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it just coincidental that the two people, Mabode and Tjonjo that you named are both deceased?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "They are both deceased.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you can't identify a single person who is alive, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Identify him where?",
            "Male"
        ],
        [
            "MR BERGER",
            "As somebody who was attacking or killing a resident of Boipatong?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, Mr Berger, perhaps the word should be attacking because killing is a process, you may attack a person and he may not ...[inaudible] but he might die later.  What you're being asked here is that apart from the two persons, Damara Tjonjo and Themba Mabode that you say you saw attacking people, you did not see any other person from your group who is at least alive attacking people in Boipatong?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I explained, it was not easy for me to see other people from my group.  I am mentioning people who were close to me not because I'm only mentioning these people because they are deceased.\nADV. SIGODI: Through you, Mr Chairperson.  Mr Mthembu, are you afraid to speak whatever you want to speak or do you fear mentioning any person who might be still alive whom you saw attacking?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I am not afraid of anyone.  I am free to speak.\nADV. SIGODI: Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, can you name anybody in your group who was there that night but you did not actually see carrying out an attack?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I can say that people like Buthelezi and somebody like Khanyile and Umsani were present when we went to attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "The third name that you mentioned was who?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Umsani.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Buthelezi that you're talking about is that Qambelani Buthelezi?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is so.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Khanyile that you're talking about is that Vincent Khanyile?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR BERGER",
            "Umsani, who is Umsani, is he an applicant?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, he is not present here.",
            "Male"
        ],
        [
            "MR BERGER",
            "What are his full names?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Umsani.  I do not know his full names, I only know his surname.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was he an accused at the trial?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And where is he now?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He is not in custody.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where is he now?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know where he is at the present time because I am in prison.  It is very difficult for me to actually specify where he is.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Themba Mabode, how was he armed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "If I remember correctly, I think he had a gun.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Tjonjo, how was he armed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He also had a gun.",
            "Male"
        ],
        [
            "MR BERGER",
            "And both of them you witnessed shooting at people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not actually see them shooting at people but it could be that did shoot at them but I cannot say that I specifically saw them do it.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never saw either of them shooting at anybody?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were they both armed with AK47's?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think Mr Tjonjo had an AK47, Themba had a smaller gun.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did either of them have any other weapons, spears, pangas, knopkierries?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think they did not have traditional weapons.",
            "Male"
        ],
        [
            "MR BERGER",
            "So what did they do in your presence which told you that they were attacking people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I can tell they were shooting at the people that they - at the people that they met but I cannot account for every minute.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never saw them shooting, how do you know they were shooting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I say that because they had guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, are you assuming that because they had firearms they must have used these arms?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's what I mean.",
            "Male"
        ],
        [
            "MR BERGER",
            "How was Mr Umsani armed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know what gun he had.",
            "Male"
        ],
        [
            "MR BERGER",
            "You don't know what type of gun he had?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is so.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was it a small gun or a large gun?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I cannot say whether he had a gun or a traditional weapon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, we would be adjourning at about one o'clock so when it comes to a convenient point to interrupt your cross-examination, would you indicate so that we can take the adjournment?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, it would be convenient now because I was going to start something new.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we will take the lunch adjournment and we will return at two o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, may I remind you that you are still under oath?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR BERGER",
            "(Continues)\n\tThank you Chairperson, before I continue with the cross-examination can I just bring it to the attention of the Committee that there are a number of other people who have come forward now to say that they too require representation and we've made it clear that it's only people who were injured or whose family members that were killed will be entitled to be represented if we understand the position correctly.  People whose houses were damaged are not entitled to be represented for the purposes of this hearing, is that correct Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no, they are victims as well because the incidents involve not only murders, it also involved attempted murder and malicious injury to properties I understand are the position so that they will be entitled to legal representation.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Even those people whose homes were damaged but did not suffer any personal injury or death?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes indeed, they are victims nevertheless to the extend that they suffered damage to their properties.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well in that case then Chairperson there are many, many more families who then require representations.  If it pleases the Committee, we would be prepared to represent them as long as they all lodged their names with Ms Cambanis then we can take it further from there?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Berger informs the Committee that then there will be persons who suffered damages to their properties as a result of the incidents that occurred in Boipatong.  These persons are indeed victims and to the extend that then they wanted to be legally represented, they must contact Ms Cambanis or Mr Berger so as to be represented.\nYes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tMr Mthembu, I'm going to try again to get clarity on the street where you say you attacked people.  Now, you will recall that before lunch you said that it was somewhere near Umsimvuvu Street, you recall that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I do recall that.",
            "Male"
        ],
        [
            "MR BERGER",
            "I don't know how well you know Boipatong, do you know the streets well?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I can explain that I do not know Boipatong very well because I was not a resident there and I was not a resident here, I was just working here at the Vaal Triangle.",
            "Male"
        ],
        [
            "MR BERGER",
            "Or you had no friends or family in Boipatong, you never visited the area, you had no need to go into Boipatong, is that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "How then do you know the name Umsimvuvu Street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The street names are written, for example I would see the names of the street on my way to the taxis.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright now, you would know then, I presume, that Umsimvuvu Street cuts the township into half as it proceeds towards Slovo Park?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "If you're coming along - do you know where Slovo Park is?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR BERGER",
            "Have you ever heard about Slovo Park?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I did here about Slovo Park and they did mention the name in court.",
            "Male"
        ],
        [
            "MR BERGER",
            "Have you ever been to Slovo Park?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I don't recall going to Slovo Park because I could not go to a place that I did not know.",
            "Male"
        ],
        [
            "MR BERGER",
            "You don't know about an informal settlement on the Eastern side of Boipatong?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the name of that?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It's Slovo Park, Chairperson, but I'm trying to just ask ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he said that he heard about that when he was in court.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.  My question is slightly different, perhaps I should rephrase it.\n\tWere you aware of an informal settlement on the Eastern side of Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I have explain, Mr Berger, I did not have any knowledge about the place, I only heard about the name Slovo Park during the court proceedings.",
            "Male"
        ],
        [
            "MR BERGER",
            "Right, you said that you entered Boipatong in Umsimvuvu Street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were together with Mr Tjonjo and Mr Mabote, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was it just the three of you or was there a whole group of you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "You asked me a question as to which people were close to me and I gave you the names of these two people.  There were many others but then I cannot recall their names.  It's been a long time since this thing happened and this thing did not happen as a result of the fact that perhaps the residents of the hostel knew each other.",
            "Male"
        ],
        [
            "MR BERGER",
            "...[inaudible] group of attackers moving into Boipatong along Umsimvuvu Street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, if you move down Umsimvuvu Street you will come to a park in the centre of the township, do you recall that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I only get this from you, I don't know about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you remember passing a church in Umsimvuvu Street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I cannot recall that, it was dark and I could not see a church.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well I can tell you there's a light right there but let me explain to you what happens.  Umsimvuvu Street moves eastwards then there's a kink in the street and when it continues, that street becomes Bapedi Street, do you have any comment?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I cannot say a thing, I'm just listening to you here.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, Bapedi Street, one could say is near Umsimvuvu Street as you tried to describe earlier this morning?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know about that, I don't know whether the street you're talking about is nearer to Umsimvuvu, I have no comment.",
            "Male"
        ],
        [
            "MR BERGER",
            "I can also tell you that it was in Bapedi Street that many, many houses were attacked.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I'm listening.",
            "Male"
        ],
        [
            "MR BERGER",
            "What I want to ask you is, you spoke about a man who ran out of a house, the second house you referred to and that you hit him with a knobkierrie, do you remember that man?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do recall the person.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you said that he went to hide behind a car, do you recall that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I do recall that.",
            "Male"
        ],
        [
            "MR BERGER",
            "What type of car was it?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was dark, I cannot explain.",
            "Male"
        ],
        [
            "MR BRINK",
            "I must protest this line of cross-examination, it seems to be taking us nowhere, with respect.  This is not a retrial, this is an Amnesty Hearing.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, if Mr Brink will just give me a few more questions, he will see that I'm not attempting to retrial this matter at all, I'm just attempting to locate a particular incident.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, if the applicant, in all fairness to him doesn't know Boipatong, he doesn't know the streets, doesn't know the area, doesn't know Polo Park and so on, is there any point in continuing with this line of cross-examination?",
            "Male"
        ],
        [
            "MR BERGER",
            "Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Chairperson, the whole point with respect of cross-examination is not to put one's name proposition up first and then to get the witness then to deny it and then to back track, I'm trying to get to a point where I can put something to this witness and I just need the witness to clarify certain surrounding issues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, we understand that you have the right to cross-examine the witness but I think at some point we've got to get to the issues that are before us so that we do not prolong these hearing unnecessarily.  This witness, from what he says, is that he doesn't know Boipatong.  Perhaps it may save time if you just put your version of the description of the area to him so that we can get to the point.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Very well, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We do not want to unduly restrict your cross-examination, we understand you have to lay the foundation but there has to be a limit at some point.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed, Chairperson.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Chairperson and I would like just to say that this question that was put to the applicant is not correct.  He said in the second house he - the man came out of the gate, he hit him with a knobkierrie and the man fled.  He didn't say he hid behind the car, it was the second, the man that he stabbed that hid behind the car if I'm not mistaken.",
            "Female"
        ],
        [
            "MR LAX",
            "The man that he stabbed was hiding behind a car, the man that got hit with a knobkierrie simply ran away, that was the evidence as I recall it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, might I just say that all the people who we represent - one of the issues that really troubled them is that they would like to know who killed their loved ones and one of the issues before this Committee is the issue of full disclosure and it's going to be our contention, in fact I could make a submission already on the basis of the evidence that we've already heard that this witness is not being candid with this Committee.  But there's one particular incident which occurred which I want to put to this witness in a few questions time, will illustrate that he is not candid about the people that he killed or the people that he was a witness to being killed and that is, I would submit, goes to the issue of full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, you're perfectly entitled to do that, all we are saying is that when you have to lay the foundation, you cannot or you should not lay foundation indefinitely, at some point you've got to get to the point.  If there is an incident you want to put to the witness, by all means do so.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'll do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what do you say about the fact that what you put to the witness is not accurate?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, I'm going to correct that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "You say that you can't say what the colour of the car was?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You can't say what type of car it was either I assume.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm going to refer you to an incident that took place at 625 Bapedi Street.  The second house from the church and very near Umsimvuvu Street - in that house and not in the street but in the yard there was a yellow Colt parked in that yard.  The owner of the house is a Mr Philip Umsevi.  He was hit with a knobkierrie and he went to hide under that car.  That was the first house that was attacked in Bapedi Street.  His son ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is now 625?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "625, I should say the first house where people were attacked, but the house before that was damaged but nobody was injured and it's the second house from the church and the church is at the corner of Bapedi as it kinks into Umsimvuvu and as I've told you, Mr Philip Umsevi was attacked by attacked by a person with a knobkierrie.  His son, Jabulani, was stabbed as he was trying to escape through the back window of the house.  His wife, Violet, was killed, she was shot and the bullet that hit her left a big hole, probably one from an AK47.  His son, Michael, seventeen years of age was also shot, lying next to his mother.  Mr Philip Msevi has a brother, Themba Msevi.  Mr Themba Msevi's daughter, Ronica, was living in that house with her uncle and cousin.  She was fifteen years old.  She was stabbed in the chest with an assegai which went right through her back.  Philip Msevi's son, Sibusiso, was nine years old.  He was stabbed by a spear in the chest and he died later in hospital and the two twins that you were talking about, Mr Mthembu, were in that house, not in the first house.  They were in that house where all those people were killed except they're not twins, a little boy and a little girl who could be mistaken for twins and you didn't put them under any bed, they hid under the bed and if you want, Mr Mthembu, I have got photographs here from the criminal trial.  For the record, it's from Volume 34 of the appeal record, page 3918 and 3919, 3920, 3921 which shows the people who were killed - a young boy lying in his underpants in bed, a woman lying on the kitchen floor, another deceased lying in bed and I'm putting it to you, Mr Mthembu, that you were involved in this incident and you have attempted to sanitise your involvement by saying that no one was killed in that house and only one person was stabbed, one person was hit on the head whilst running away.  Do you wish to comment?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "May I just object here?  The answers was, it was not at the same house.  The first house was the house where he hit the person with a knobkierrie, the second house was where he stabbed the person, Mr Chairperson, unless I'm wrong then I apologise, but I'm quite sure that was the evidence.",
            "Female"
        ],
        [
            "MR BERGER",
            "No.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairman, the evidence was \"The first house I went into, yes that was the first I went into, I didn't see anybody else in that house.  Nobody was killed.\"  That was after he told about the children, thought the adults had already fled and then he said \"I did not stab anybody in the second house, he was fleeing, I hit him with a knobkierrie, he kept on fleeing, he was a young man, he fled.\"",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's how I recall the evidence.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "The only difference, Mrs Pretorius, is that the person wasn't stabbed in the house, he was stabbed in the street, so I just wanted to clarify that aspect.\"",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I'm sorry, no, the person that person that he stabbed was in the street but that was not at the first house where he hit the person with a knobkierrie.",
            "Female"
        ],
        [
            "MR BERGER",
            "No, the witness said that the person who he hit with a knobkierrie ran out of the second house and that he was not a young man, he said he was a middle aged man.  Mr Philip Umsevi had a son of twenty one, he was a middle aged man and what I'm putting to Mr Mthembu is that he's taken the two houses, he's tried to separate it into two houses and what I'm putting to him is that all of that happened in one house, there was a man that was hit with a knobkierrie - he's the man who went to hide behind a car although he says it was a man who he stabbed.  The twins were in that house and four people were killed in that second house by being stabbed and by being shot and what I'm putting to this witness is that he's tried to separate things out and sanitise them when in fact those incidents happened in that very house, 625 Bapedi Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've heard the question have you?  You've heard what counsel has put to you?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I do understand.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would like to say here that he gave me a number here, a number that pertains to the incident he is talking about.  I did not give him the number and simply because I don't know the numbers of the area and you Mr Berger are trying to drive me to places that I never went to.  I would like to say that there's nothing I can say about that because Mr Berger is telling me what I did about what particular house, what number and before we went to lunch he said nobody got injured at Umsivuvu Street.",
            "Male"
        ],
        [
            "MR BERGER",
            "I tried to explain to you that Umsimvuvu Street, there's a kink in Umsimvuvu Street and when you come out of that kink, Umsimvuvu becomes Bapedi.  Bapedi is near Umsimvuvu and you put yourself in a street, you didn't know the name of the street which you said was near to Umsimvuvu.  So that's the first point.\n\tYou spoke about the first house and the second house.  I'm telling you that this house is the second house from the corner, the church being on the corner.  You spoke about two twins, I'm telling you that in this house, 65 Bapedi, there were two young small children who could be mistaken for twins who did hide under a bed.  In this house, the owner of the house ran outside, he was hit with a knobkierrie.  You hit someone with a knobkierrie.  Now talking all of that into account, I'm saying to you that the house you are talking about is 625 Bapedi and in that house four people were killed, not as you would have it - none being killed, that's what I'm putting to you.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I understand you perfectly.  I spoke of one person and not four people.",
            "Male"
        ],
        [
            "MR BERGER",
            "That is why I'm saying to you you're not telling the truth.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is what you say but I am only talking about what I know.  The twins that I'm referring to, although I cannot be certain whether they were indeed twins or not, but I've explained what happened in that particular house.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you not take a gun to Boipatong that night, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have my own personal guns which I would not take and go and use in the attack because I know of the regulations regarding this.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please explain",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I can explain is that I would not have taken my licensed firearm to use against ANC members in Boipatong because I obviously would not be knowing what the gun was for, I would not understand what the guns would be used for.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I don't understand your answer at all, you don't know what the gun would be used for.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he is saying is that his firearms were licensed and he did not want to use those licensed firearms in going to go and kill the ANC people because that would be against the regulations, that's what he wanted to list.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "Against the regulations for getting a gun?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "But because there are no regulations when get a spear - you can use it to kill people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was responding to your previous question, not necessarily concurring with what you have just said now.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know that at the time there were regulations in effect which prohibited you from using a spear to kill people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Traditionally, I know that a spear is a traditional weapon, that we Amazulu carry when we go out to fight with other people.  We don't need a licence to carry this.",
            "Male"
        ],
        [
            "MR BERGER",
            "I still don't understand your answer but I'll leave it there for the time being.  How many guns did you have licensed to you at the time?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I had two.",
            "Male"
        ],
        [
            "MR BERGER",
            "You had a 9 mm Luger, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which you got in January of 1991?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Another 9 mm Luger which you got in March of 1991, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you had a third gun as well, did you not?\nA CZ83?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is so but I think a mistake was committed somewhere, that mistake was committed in Pretoria, I think they corrected it.  The serial numbers for the first gun did not correspond with the serial numbers of the gun itself but I actually corrected this later.  I did not have three licenses as you put it but only two.",
            "Male"
        ],
        [
            "MR BERGER",
            "On the 1st June 1992 you were issued with a third gun, a CZ83?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to ask you Mr Mthembu about the structures of the IFP in Boipatong.  Who were the leaders of the IFP in Boipatong in June 1992?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not know or I don't have any knowledge about Boipatong, maybe if you put it in a more clearer way I may understand.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were a leader of the IFP in Kwamadala were you not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Chairperson, but the question was in Boipatong, I think that is what confused the witness.  The question was \"who were the leaders of the IFP in Boipatong.\"",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think the witness has answered that by saying that he doesn't know who was the leader in Boipatong.  The question now is - relates to Kwamadala Hospital or Hostel -then it is?   Yes?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Precisely, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand that now, you're being asked by - not about Boipatong but about Kwamadala Hostel?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I understand.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now you say that you were not a leader of the IFP, you were not one of the leaders of the IFP in Kwamadala, correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, he said he was not the leader.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson I said \"Were you a leader\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Sir, you should understand that there's a difference between being a leader and a member, therefore you should put it to me clearly so that I understand what you mean to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that is, \"were you a leader of the IFP in Kwamadala Hostel\"?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I was not.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were just a member, you were not a leader?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were the Vice-Chairperson of the IFP Youth League in Kwamadala, were you not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you still say, Mr Mthembu, you still say you were just a member, not a leader?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have just explained that I was a member.\nThat - the Vice-Chairmanship came later.",
            "Male"
        ],
        [
            "MR BERGER",
            "What period do you think I was referring to when I asked were you a leader of the IFP in Kwamadala?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "How could I have been a leader when I was a Vice-Chairperson and not the Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, the question that was asked of you is not that you were the leader, in other words you were the only person who was a leader, do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were you one of the leaders at Kwamadala Hostel?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "In 1991 I was elected Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson of what Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "In the Youth Committee.",
            "Male"
        ],
        [
            "MR BERGER",
            "And in 1992 you were still Chairperson of the Youth Committee?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then why do you say you were not a leader, you were just a member?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "You did not explain it clearly to me, now that the Honourable Judge explained it to me, I understand fully.",
            "Male"
        ],
        [
            "MR BERGER",
            "What is it you did not understand the first time when I asked the question?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not understand your questioning about a leader, I think I understand leadership in a different way.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now that you agree that you were a leader of the IFP, I want to ask you who were the leaders of the IFP in Boipatong - I not saying Kwamadala, so that you don't misunderstand me this time, I'm saying the leaders of the IFP in Boipatong.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge about those persons.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you have knowledge of IFP members or sympathisers in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge about that either.",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to read to you what Mr Themba Khosa, you know Mr Themba Khosa?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I know him.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was his position at that time, June 1992?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I would not know which position he held in that year because I did not really notice those kind of things because of my other responsibilities.",
            "Male"
        ],
        [
            "MR BERGER",
            "What other responsibilities are you referring to?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was an employee at ISCOR and therefore I concentrated on my work.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you telling this Committee that you have no idea what position Mr Themba Khosa held at that time?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do not know, I did not know.",
            "Male"
        ],
        [
            "MR BERGER",
            "You don't know if he was the leader of the Youth Brigade or what, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not know anything, I just know Themba Khosa to be member of the IFP.",
            "Male"
        ],
        [
            "MR BERGER",
            "Not a leader?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I've already put it to you, that's how I knew it to be.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he was just a member, not a leader?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What else do you want me to say?",
            "Male"
        ],
        [
            "MR BERGER",
            "I just want to make sure that that is your answer, that in June 1992 you knew Themba Khosa as a fellow member of the IFP, you did not know that he was a leader of the IFP?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's how I know it.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Themba Khosa gave evidence at you trial, you remember that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "Volume 28, page 3229, line 7.  First question to Mr Khosa:  \"Mr Khosa, is it correct that you are the Transvaal leader of the Inkatha Freedom Party's Youth Brigade, is that correct?\"  Answer:  \"That is correct.\"  You never knew that, it was news to you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not.  I did not know about that, I was just concentrating on the case at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's being put to you is that at your trial Mr Themba Khosa testified that he was the leader of the IFP and the capacity described by counsel to you.  What you are being asked is you did not know that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I did not.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Youth Brigade and the Youth League of the IFP, that's the same body, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MR BERGER",
            "If one talks about the Youth Brigade or the Youth League, it's the same organisation that one is talking about, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The youth, the young people in the organisation - I do not really understand what you mean by the Youth League.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, Mr Mthembu, the word Youth League comes from your own Amnesty Application and I'm asking you whether the reference there to Youth League is the same as the Youth Brigade, it's the same organisation?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I cannot comment on that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, what I want to ask you is this - are you telling this Committee that you as a leader of the Youth League in Kwamadala, the Chairperson or the Vice-Chairperson of that Youth League, you did not know who your provincial leader was?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As a person elected into that position, I was not exactly involved in politics because I had a job.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu ....[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Berger, sorry just for clarification purposes, the word league appears in the Amnesty Application but in the subsequent affidavits there's a reference to Youth Brigade.  I think we can accept it's the same thing.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you, Mr Lax.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe I could ask you, Mr Mthembu, in your hand-written application, you refer to the Inkatha Freedom Party's Youth League.  In your affidavit, you refer to the Youth Brigade.  Were you Chairperson of two different organisations or was it just the Youth Brigade and then we must accept that it might be a mistake in the hand-written one.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was the Vice-Chairperson of the Youth in Kwamadala Hostel.",
            "Male"
        ],
        [
            "MR LAX",
            "We must disregard the word Brigade or the word League as far as you're concerned?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know, I cannot suggest what can be done about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tMr Mthembu, you told the Committee on Monday that you have read your Amnesty Application and you've read all the subsequent affidavits which are part of your Amnesty Application.  Was that answer the truth?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "On page one, paragraph 7b, you were asked to state the capacity in which you served in the organisation and your answer was \"Inkatha Freedom Party, a member, Vice-Chairman IFP Youth League.\"  At page 4 of the bundle, your very first affidavit, paragraph 3, you say \"At the time I was the Vice-Chairman of the IFP Youth Brigade at the Kwamadala Hostel in Sebokeng.   Now, in the one paper you talk about a Youth League, in the other document you talk about a Youth Brigade, it's really very simple Mr Mthembu, are you referring to the same organisation, it's the organisation for the Inkatha Youth?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, it is the same organisation, the youth organisation of the IFP is Kwamadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now let's just clear this up, were you the Vice-Chairperson or the Chairperson?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was the Vice-Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you spoke about being the Chairperson, that was a mistake, you meant Vice-Chairperson?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, it must have been a mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were elected to that position in 1991 and you retained that same position in 1992 until after the massacre in Boipatong, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when did you lose that position?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "When I was arrested, that was when I realised I could no longer hold this position.",
            "Male"
        ],
        [
            "MR BERGER",
            "That was in 1993, am I correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I put it to that you are lying when you say that you did not know that Themba Khosa was your provincial leader.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not lie to you, I am an adult person.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you lied already to a judge of the High Court, I'm sure lying to me wont make any difference to you and what I'm putting to you is, the reason you are lying is because you don't want me to examine the political structures of the IFP, am I correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "You were correct when you said I lied to the judge, yes I did lie.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, let me move on from Mr Themba Khosa's position and let me read to you what he said at page 3230, it's the same volume, volume 28.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Berger, please repeat that page reference please?",
            "Male"
        ],
        [
            "MR BERGER",
            "It's page 3230, from line 14.  The question was: \"You were also, sometime after 17 June, on the night of the massacre, you were quoted in a paper as having said that some of the deceased in Boipatong were known to have been IFP members.  Can you perhaps elaborate on that?\"  and Mr Khosa's answer was: \"We had already received information from some of the leaders in the residential area that some of the deceased were IFP members or sympathisers of this organisation.\"\n\tLet me for completeness, read to you what is given at page 3244 of Mr Themba Khosa's evidence, line 9, this is in Afrikaans:\n\t\"Mr Khosa, who of the deceased in Boipatong were supporters of IFP?\"\n\t\"I do not know them by names, it is only the leaders of the residents who could possibly know.\"\nQuestion:  \"Who told you that the victims in Boipatong were members of the IFP.\"\n\t\"It was the leaders.  It came out in the meeting which we attended at Kwamadala Hostel.\"\n\t\"In other words, your information comes from the inhabitants of Kwamadala Hostel.\"\n\t\"Yes as well as the people who were outside, for an example at the office.\"\n\tNow Mr Mthembu, there's a lot packed into those answers but let me start at the beginning.  Are you telling the Committee that you do not know who the leaders of the IFP in Boipatong were, the leaders that Mr Themba Khosa refers to?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I have no knowledge about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "How is it possible, that you as a leader of the IFP in the hostel, are not aware of leaders of the IFP in a township so close to that very hostel?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "How could I be sympathetic to these people, they are the ones who were attacking us.",
            "Male"
        ],
        [
            "MR BERGER",
            "Sorry, Mr Interpreter, could you interpret the whole answer again, there was some stuff that you left out there that even I ..",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Chairperson, I am saying I would not have known that there were people in Boipatong, people who were sympathetic to us at the time when we were being attacked by the people from Boipatong.  It was therefore not easy for me to know about IFP members in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "One of your co-accused and co-applicants, Mr Rubin Tebogo Magubane gave evidence at his trial, at your trial, page 3009 of the record, that at the time of the trial his parents were still living in Boipatong so surely there were still sympathisers of the IFP living in Boipatong, even at the time of your trial.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, I believe that this question has been answered.  The applicant said it was not easy to know who the people were, so he does not deny that there were sympathisers.  It's my submission that this question has been asked and answered?",
            "Female"
        ],
        [
            "MR BERGER",
            "Is that correct, Mr Mthembu, you do not deny that there were IFP members and sympathisers living in Boipatong at the time of the attack?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know how to explain this for you to understand what I am saying here, Mr Berger, because I am saying to you - how would I have known that there people sympathising with us from the township at the time when our people were being burned.  I don't know whether you don't understand this.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, I don't think that's a fair answer, I cannot see how the applicant can know how Mr Themba Khosa would have known.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you say to that, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Let me rephrase the question then, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, please let's make some progress, I mean you're asking this witness to tell us how Mr Themba Khosa had that knowledge.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I take that point, Chairperson.\n\tDid you know that it was alleged that some of the deceased in Boipatong were IFP members or sympathisers?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I have no knowledge to that effect.",
            "Male"
        ],
        [
            "MR BERGER",
            "We know that you were at the meeting in the hostel which Themba Khosa addressed, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Themba Khosa says at page 3244 that at that meeting it was discussed that some of the deceased in Boipatong were IFP supporters, now was that discussed at the meeting or was it not discussed at the meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I see it that question is very, very good for Themba Khosa.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying that it was not discussed at the meeting and that Mr Themba Khosa is not telling the truth at that page 3244?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know whether he is telling the truth or not, that is his problem, I'm not involved in that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you were at that meeting, either ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, the meeting that you're referring to, when was it held?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It's the meeting addressed by Mr Themba Khosa, I believe it was on Friday 19th June 1992 and ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that the first meeting that he's alleged to have addressed subsequent to the attack on Boipatong?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, listen very carefully.  There's a meeting that is supposed to have been addressed by Mr Themba Khosa subsequent to the attack in Boipatong, do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that meeting - what was the date of the meeting again, the meeting which was held after the attack on Boipatong?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I was present at the meeting but I did not hear anything that is being said here about Mr Berger.",
            "Male"
        ],
        [
            "MR BERGER",
            "That means that you did not hear the allegation that some of the deceased were IFP supporters?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I did not hear anything about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let's leave then the leaders of the IFP in Boipatong and let's turn if we could to the leaders of the IFP in Kwamadala.  Can you please tell the Committee what were the structures, the leadership structures, in Kwamadala at the time of the massacre June 1992?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "First of all I would say there was a Senior Committee and the youth and there were also people who had fled to the hostel to seek refuge after their houses were burned down.",
            "Male"
        ],
        [
            "MR BERGER",
            "I talking about committees that had been set up at Kwamadala Hostel, there was the Senior Committee, there was the Youth Committee, were there any other committees?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I don't know about any other committee.",
            "Male"
        ],
        [
            "MR BERGER",
            "And who was on the Senior Committee?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I can say here is that I still remember Mr Khumalo and Mr Zulu, these are the people who were part of the Senior Committee.  It was not easy for me to know others because there were many people there and I did not know some of them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who was the leader of the Senior Committee, was that Prince Vanana Zulu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Khumalo, what was his first name?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know his first name, I just know his surname - Mr Khumalo.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Youth Committee - who was the chairperson?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The chairperson was Mr Buthelezi.",
            "Male"
        ],
        [
            "MR BERGER",
            "That is the first applicant, Qambelani Buthelezi?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Vice-Chairperson was you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As you have just explained.",
            "Male"
        ],
        [
            "MR BERGER",
            "And who else was on the Committee?\n\tHe has already said, Chairperson, he does not know who was on the Senior Committee - on the Youth Committee, who else was a member of the Youth Committee?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There were several of them having come from different places, I cannot say exactly who they were - it was just a youth thing.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm sure you can give the names of the fellow members of your Youth Committee, particularly since you were one of the leaders of that committee?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It is very difficult for me to know the names because I was not concentrating on politics, I had a job to take care of and therefore the one person that I knew as very close to me was Buthelezi himself as chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Qambelani Buthelezi was the chairperson of the Youth Committee?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As chairperson of that committee?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.  We had the youth from Kwamadala Hostel, the ones that I still remember, there was another boy called Zwele, his name is Tree, I cannot remember the others, there were many of them, I don't have all of their names in my memory.  There were many of them who were there.  I don't know whether you're referring to the number of the youth as members or the number of the committee members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want the number of the committee members.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There was chairperson, his deputy and the secretary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there any other portfolios?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] consisting of three persons?\nThere's the chairperson, the vice-chairperson and then the secretary?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was the secretary?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Tree was the secretary.",
            "Male"
        ],
        [
            "MR BERGER",
            "If those were the only three members of the committee, why when I asked you who were the other members of the committee did you say that you couldn't remember?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I have explained here, Chairperson, I found it confusing as to exactly what you wanted, I was not exactly sure what you wanted.  Now I understand seeing that the judge has just explained.",
            "Male"
        ],
        [
            "MR BERGER",
            "It confused you when I asked who were the members of the committee?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I got confused.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is saying is that, as I understand his evidence, is that he was confused whether reference was being made to the committee or to the youth as a whole.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, again I must put it to you that you are deliberately shielding people and I can think of two reasons why you might be doing that.  The first is you might be trying to protect them because they haven't applied for amnesty or the other is that you are afraid to mention certain names because that might put you in danger, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It is not like that, I am not afraid this moment.  When I applied for amnesty, I knew that it would not help me really to hide peoples names, hold them back, because my parents are suffering, nobody is taking care of them now.",
            "Male"
        ],
        [
            "MR BERGER",
            "How often did the Youth Committee meet?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "We would meet three times a month perhaps.",
            "Male"
        ],
        [
            "MR BERGER",
            "To discuss what?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "We would discuss things such as encouraging other people to come and join our organisation because other people only had bad information about our organisation.  We wanted people to join us as well as they do other organisations like the ANC etc.",
            "Male"
        ],
        [
            "MR BERGER",
            "And were you part of this recruitment drive?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I was part of the recruitment drive.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you liaise with other committees of the IFP Youth in other hostels or other townships.  Was there any communication between you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, we did try to liaise with other committees but we could not because we were chased away by the police.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides the Senior Committee and the Youth Committee, there's another structure of the IFP and Kwamadala you've forgotten to mention, Mr Mthembu and those were the hit squads.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, it's just drawn to my attention that there's a last portion of the evidence of the witness which was not interpreted, namely that the police did not want us in Boipatong, is that what you said?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Berger.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Said that the police did not want you in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is what I am explaining because when we arrived at Boipatong trying to recruit the youth, the police came in large numbers and drove us away until we arrived at Madala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you report this to other structures of the IFP in the Transvaal as it then was?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "We reported to the people with whom we were at Kwamadala Hostel, indicating to them that the police did not want us in the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you say to them would you be communicating with the leaders on the Senior Committee, Prince Zulu and Mr Khumalo?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you expected them to take that up with perhaps other structures of the IFP in the province or maybe even in Ulundi, would that be correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I had just reported this to them and it would be up to them what next step had to be taken.",
            "Male"
        ],
        [
            "MR BERGER",
            "The third structure in the hostel, the hit squads, do you recall that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I do not recall that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were there any hit squads at Kwamadala Hostel?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I've never seen them.",
            "Male"
        ],
        [
            "MR BERGER",
            "So if I asked you who was the leader of the hit squads at Kwamadala, you wouldn't be able to say, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me read to you what you said at page 5, paragraph 6 of your first affidavit.  You said Damara Tjonjo was the leader of the hit squads from Msinga?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Here we are talking about the self protection at Madala Hostel, not hit squads.  The advocate knows this fully well as well.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you confirmed on Monday that you were happy with the contents of all your affidavits, now this is one of your affidavits.  Your words are that he was the leader of the hit squads from Msinga and you go on to say he was the leader of the hit squad in the Kwamadala Hostel as well.  I do not agree with this word hit squads.  If this is contained in the affidavit it must have been a computer error.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, it's no computer error, let me read to you -before I get there - well let me read to you from page 6 paragraph 8 the second part of that paragraph:  \"I also saw many weapons during the police operation at the hostel.  When they were attacked, the South African Police came to search the hostel and found a lot of firearms which they confiscated.  No weapons were left which resulted in Vanana Zulu telling us that everybody had to contribute so that more weapons could be bought.  We had to pay R800 per person who were working at the time for these weapons.  There were about 200 - 400 people working at that stage and everybody had to pay otherwise they would have been killed because we were all afraid of the Msinga contingent.  The money was handed to the people from Msinga but I cannot remember seeing the weapons that was bought with this money.  We also had to maintain the people from Msinga.  There were about forty to fifty of them staying in the hostel who were not working and for which we were responsible.  A meeting was called where we were told by Tjonjo who addressed this meeting that they needed the money to buy other firearms.  Now you are talking about a contingent from Msinga.  The contingent that you called the hit squads.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Who called them hit squads, I did not call them hit squads, I have already told you about what I know.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why are you running away from the word hit squads, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Because I do not really understand what it means and what it is, not that I'm running away from the word.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I've noticed often during my questioning you start answering the question before the interpreter has finished interpreting, you understand English, don't you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not understand it well, I'm not a learned person, I don't have my matric.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your counsel asked you - in fact read out a document, a paragraph from a document, it's at page 41, a long paragraph where you've said that \"I would like to tell the Committee that I would not have done these things\" etc etc and you expressed how sorry you were and you confirmed that you wrote that paragraph yourself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that the witness typed this himself?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, no Chairperson ...[inaudible] that he had written this paragraph himself and his answer was yes.  As I understood it that these were your own words, you wrote these words and they were then typed into this affidavit, isn't that what you said Mr Mthembu?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It is correct, as I've explained what was written here and what I wrote here was because I was actually following or trying to follow the English language as it is written, maybe I committed some mistakes in the process, I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in fairness to the witness he should draw - take his attention that in his affidavit he also refers to what is described in the affidavit as a hit squad as a self-protection unit.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, Chairperson, I know that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that occurs at paragraph 11 which is a response to a question dealing with hit squad operations.  Paragraph 11 on page 26, yes, which is a request for further particulars in which is - in your affidavit it is stated that Mr Damara Tjonjo was the leader of the hit squad and then the question is \"What hit squad did Mr Tjonjo lead?\" and the answer to that is that \"Damara Tjonjo was the leader of the self-protection unit.\"  To make sure that, you know, that this follows.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, do you see paragraph 11 on page 26, in front of you?  You were asked the question \"In your affidavit it is stated that Mr Damara Tjonjo was a member of hit squads, what hit squads did he lead?\"",
            "Male"
        ],
        [
            "MR BRINK",
            "I'm sorry, Mr Chairman, it appears the applicant doesn't have a copy of the - what's being referred to - I'll lend him our copy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you be so kind enough so as to lend him your copy if you don't mind?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Just give him your reference again please, Mr Berger?",
            "Male"
        ],
        [
            "MR LAX",
            "And just to clarify, Mr Mthembu, that's in reply to a question, it's Lax here talking, it's in reply to a question which is on page 19 so just that you can connect the question with the answer.  If you look at page 19 you'll see paragraph 11.1 \"What hit squads did Mr Tjonjo lead i.e. who was members of..\"",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I beg your pardon.  Then the answer is then on page 26, so just to give you the full picture.  You understand?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you see there Mr Mthembu, you say in paragraph 11.1 in response to the question?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I see.",
            "Male"
        ],
        [
            "MR BERGER",
            "You've already read paragraph 11.1, is that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I've read it.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you understand what it says?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the question you can see on page 19 paragraph 11.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "The first question 11.1 - \"What hit squads did Mr Tjonjo lead i.e. who was the members of these hit squads?\"\nYour answer:  \"Mr Damara Tjonjo was the leader of the self-protection units, I did not know the real names of the other people because they were not staying at Kwamadala.\"",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So what you are saying is that the hit squads and the self-protection units are one and the same thing?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I can explain, Mr Berger, is that this word hit squads I do not really understand, I only know of self-protection units.",
            "Male"
        ],
        [
            "MR BERGER",
            "I've got two questions - why did you use the word hit squads twice in your first affidavit and why did you not in paragraph 11.1 say that the use of the word hit squads is a mistake?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger ...inaudible] in his evidence, when you asked him about that, he says it was a computer error and I think he went on to say that even the Minister of Religion does make a mistake?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Minister of Religion?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Minister of Religion, yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I missed that Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he said - the explanation that he's given us for the occurrence of the word hit squad in his affidavit is that it's a computer error.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I would like to argue it at the appropriate time that the use of that word is not a computer error and in order for me to do that I must test his explanation that this is simply a computer error and the question I'm asking Mr Mthembu is, if this was an error and if you didn't intend to use the word hit squads, why did you not make that clear in paragraph 11 on page 26?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know how can I explain so that you understand that this was a mistake.  When you look at paragraph 11.1 on page 26, if you read from the beginning to the end, I'm sure you'll be able to see what that paragraph says.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, when you were being led by your counsel you corrected a mistake in one of the affidavits - my question is simply this, why did you not correct the mistake in paragraph 6 on page 5?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "We did correct it with my counsel, I don't know whether you do not have knowledge of the fact that it was a mistake indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that the use of the hit squad in your affidavit was discussed with your legal representative and that you corrected that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, we did correct it because I don't necessarily agree with this word.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  I think what counsel wants to find out is that when you commenced your evidence before this Committee, you corrected certain mistakes which we were told appear in the document, in some of the documents that you had signed.  Do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question then is because of the use of the word hit squad is a mistake, why was that not brought to the attention of the Committee at the commencement of your evidence?  Do you understand the question?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I understand.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "May I intervene?  May I just tell the Committee...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Advocate Pretorius, will you just hold until the witness has answered the question?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I'll do that.",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I knew I thought this had been corrected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Advocate?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "This first statement from page 4 ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I just make a note of this first?\nYes please ma'am?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "There's a statement that I only knew that it was going to be fault with this on the 5th July so the witness did not go through it again before he was here before the Committee on Monday Morning.  That's the one statement that he did not go through with a fine tooth comb as he did the others whilst he was in jail, in prison.  I only saw him here that morning again.  So this is the only statement he did not have in his possession, which he did not know was going to be used at this Amnesty Hearing because it was annexed to the application for this Sebokeng Amnesty, it was annexed to the Boipatong Amnesty Hearing - if that may help Mr Berger in that way - that this was annexed to the Sebokeng Amnesty Hearing.",
            "Female"
        ],
        [
            "MR BERGER",
            "With respect, Mrs Pretorius, you told us at the start of these proceedings that although this affidavit was for that purpose, you canvassed it with the witness and you then confirmed on oath that it was correct so that doesn't help us anything ...[intervention]",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "No, well it's the only explanation that I can give from my side, that he did not have it to go through it in prison word by word again.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Chairperson, with respect, that intervention from my learned friend doesn't help the situation because I'm not in the position to test that, but I'll go further.\n\tIn fact, Mr Mthembu, the error that you described at page 22 in your earlier evidence, you described as a typing error, the one that you corrected in paragraph 1 on page 22 and you confirmed the affidavit from pages 4 - 8 and 8 - 17 as being true and correct.  In any event, you say that you discussed the question of this paragraph relating to hit squads with your counsel and you informed your counsel that it was a mistake, that is your evidence, am I right, Mr Mthembu?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that was shortly before you gave evidence on Monday, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, it was shortly before I appeared.",
            "Male"
        ],
        [
            "MR BERGER",
            "On Monday, before this Committee?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, it was on Saturday, on Saturday.",
            "Male"
        ],
        [
            "MR BERGER",
            "It was on Saturday, the Saturday that's just passed that you made that communication, communicated that information to your counsel?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that was on the Saturday before we came here.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you said that your reference to hit squads was a mistake, a typographical error?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, we discussed it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let's leave ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, although it appears on it's face to have been a short day, it's been a long day for the interpreters.  We intend rising at four o'clock so at a convenient time you will indicate and then we can take the adjournment.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'll do that Mr Chairperson.\n\tLet's leave the terminology hit squads out of the picture for the time being, Mr Mthembu, and let's call them self-protection units.  These people, who formed part of the self-protection unit, were not residents of the Kwamadala Hostel, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "They came from Msinga in Kwa-Zulu Natal, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "There were forty to fifty of them and you were afraid of them?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You had to support them, you had to feed them and you had to obey them?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes that is correct, they were protecting the community.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if you didn't feed them, protect them or feed them or obey them and support them, then they would kill you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't think that they would have killed me, they may have reprimanded me somehow but they would not have killed me.",
            "Male"
        ],
        [
            "MR BERGER",
            "In paragraph 8 of page 6 of your affidavit you say there were about 200 - 400 people working at that stage and everybody had to pay otherwise they would have been killed because we were all afraid of the Msinga contingent.  Were you or were you not afraid of being killed by the Msinga Contingent if you did not obey them, pay them, feed them?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think everybody is afraid of death.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, perhaps we should adjourn at this point.  I intend to question the witness a lot longer on this question of the Msinga contingent so perhaps this would be an appropriate point in which to take the adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These hearings will now be adjourned until tomorrow morning at 9.30.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}