{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "location": "PIETERMARITZBURG",
        "day": "1",
        "names": [
            "John Aitchison",
            "Christina Gabela",
            "Sipho Gabela",
            "Sylvasia Ngcobo",
            "Thoko Nora Dlungwane and Zodwa Ntombela",
            "Zodwa Ntombela",
            "Hansford Thabo Shangase",
            "Anthony Loda Xaba",
            "Nomusa Makowani",
            "Ms Shezi",
            "Gladys Shezi",
            "Faith Mbatha",
            "Ms Gwala",
            "Nthombikani Ngwenya"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56214&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvpmb/pmb1.htm",
        "speakers": [
            "CHAIRPERSON",
            "KHOZA MGOJO",
            "MR LYSTER",
            "INTERPRETER",
            "UNKNOWN",
            "TESTIMONY_GIVER:",
            "COMMISSIONER",
            "MR LAX",
            "SYLVASIA NGCOBO",
            "MRS GCABASHE",
            "THOKO NORA DLUNGWANE AND ZODWA NTOMBELA",
            "DR MAGWAZA",
            "HANSFORD THABO SHANGASE",
            "ANTHONY LODA XABA",
            "NOMUSA MAKOWANI",
            "GLADYS SHEZI",
            "FAITH MBATHA",
            "MS GWALA",
            "NTHOMBIKANI NGWENYA"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "CHAIRMAN",
            "DR MGOJO",
            "MR LYSTER",
            "INTERPRETER",
            "JOHN AITCHISON",
            "PROFESSOR AITCHISON",
            "COMMISSIONER",
            "MR LAX",
            "SYLVASIA NGCOBO",
            "MRS GCABASHE",
            "THOKO NORA DLUNGWANE and ZODWA NTOMBELA",
            "DR MAGWAZA",
            "HANSFORD THABO SHANGASE",
            "ANTHONY LODA XABA",
            "NOMUSA MAKOWANI",
            "GLADYS SHEZI",
            "FAITH MBATHA",
            "MS GWALA",
            "NTHOMBIKANI NGWENYA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "(Incomplete) ... apologise for a few bottlenecks that have caught up with us this morning.  There has been a breakdown with the logistics team that has been bringing some of the things that we are going to be using.  For instance, the candle that is usually ceremonially lit, and is burning throughout the proceedings, is still to come.  That will be dealt with as and when it comes.  And secondly headphones will be distributed to you shortly, and I would like to make some remarks relevant thereto.  The headphones have got, for lack of a better word, stations one, two and three.  Now, I am made to understand that at two you will get an English version, and at three you will a Zulu version.  No request apparently was made to the translators for an Afrikaans version, and we are sorry about that, and there will be no Afrikaans version on the earphones.  May I also request that at the end of each hearing, or at the end of the proceedings, when we go out either for tea or for lunch, the headphones should be left at the places where you are sitting.  They won't be of much use to anyone ... (inaudible) ... with the decorum that it obviously deserves.  And this is for very many reasons.  One of them is that we need to give the witnesses the respect and dignity which they deserve, and which the Act has emphasised they should be given.  And that would be to give them an unhindered opportunity to testify without feeling harassed or intimidated.  And this usually happens if people are either whispering or are talking audibly.  So, what we would do in a court of law from the point of view of conduct of ourselves inside here, we should do here as well.  Secondly, whenever the witnesses walk either in or out we are to accord them the respect that they are entitled to by standing up, and lastly I would appeal to all of us, including Commissioners and committee members, to switch off all our cell phones during the course of the proceedings.  They sometimes are fairly disruptive.\n(Transcriber's Note:   Speaker continues in Zulu, initially without interpretation.  Interpreter then continues as follows.)\n(Incomplete) ... and in channel three you get Zulu.  There has been no special request for Afrikaans, so there will be no translation into Afrikaans.  May you please forgive us, if you speak Afrikaans you will have to listen to English as well as Zulu.\nOne other thing.  When you leave, either for tea or for lunch, please leave the devices on the seats.  Don't take them with, because they won't be any use anywhere else except here.  They are specifically designed to be used here for interpreting purposes and for nothing else.  Sometimes people forget these devices, they take them with.  We request you to pay particular attention to that.\nLastly, we will request you that if you have a cellular phone please do switch it off during the proceedings, because they tend to be very disrupting when the witness is giving his or her testimony.\nAs I have said before we request you to be very patient because some of the things that we use for the proceedings haven't yet arrived.  The car that was supposed to have brought them has broken down, and we were making attempts that these should be brought.  They will be brought in in a while, for instance the candle that is supposed to burn throughout the proceedings isn't here, but we will start shortly.\nWe shall request Dr Khosa Mgojo to open up the proceedings with a prayer.  I hand over to Dr Mgojo.  Firstly shall we call upon the witnesses to come to the stage.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Let us pray.   Oh Lord, you are the Lord of Lords.  You have brought us here, oh Lord.  We have come from different places.  When we were in Egypt, where we were having problems, now we have arrived at a time where we must move on with our lives.  We have come to a time where we have our wounds to be healed.  Will You stay amongst us, Lord, here are your people in front of us.  They have come to relate their stories, to tell us what they went through with their families.  We wish that You may give them courage, give them strength, so that they might be able to say whatever they need to say without being afraid.  We wish, oh Lord, that You keep the Commissioners as well as the committee members strong, as well as the briefers, so that we may be able to go forth with the work that You have assigned to us.  We thank the people of 'Maritzburg, Lord, for having come to us.  May You bless this hearing.  We thank the presence of Comrade Dumisani Sebeza.  May You please strengthen him because he is in the place of Bishop Desmond Tutu and Alex Borain.  May you give him the intellect, the wisdom that you gave Solomon during the olden times, to continue with this hearing.  We beseech You, oh Lord.  Amen.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Thank you, Dr Mgojo.  Perhaps before we begin let me take the opportunity to welcome all of you here who have taken trouble to come and grace these proceedings.  I particularly want to welcome the leaders of our community and all of you who have come with the leaders of your communities.  I have, in a fleeting glance in the room, recognised certain politicians, both in the national office as well as in the provincial office.  I have noticed Dr Blade Nzimande, Mr Pierre Cronje, a former mayor of Pmburg, Mr Rob Passwell, Mr John Jeffries, and there may be others that I have not particularly noticed.  We welcome all of you.  We also notice stalwarts of this community, Professor Byuso Nyembezi, Mr Xaba, Mr Kirschoff, and we are very pleased that you are all here to give this occasion the dignity that it deserves.\nAnd I also must take this opportunity to say that I, as Acting Chairperson of the Commission at this particular point, have taken notice of remarks on TV this morning which have been attributed to the Inkatha Freedom Party, namely that they welcome the sittings of the Truth Commission at this area, and that they are however cautioning that the evidence that must be led here must be led in such a way that it does not provoke the other people about whom evidence is led.  May I just make an assurance - give an assurance that as far as the Commissioners here present are concerned, and as far as the evidence that is going to be led is concerned, we will accord an opportunity to witnesses to state what they have to state freely, without fear or favour, but we will also be responsible to make sure that the evidence that is given here is given with the necessary dignity, decorum and circumspection.  And we are always endeavouring to be as even-handed as possible in our presentation of evidence and our dealings with proceedings in the Commission.\nLet me introduce to you the persons who are sitting here as members of the Commission today in these proceedings.  On my extreme left we have got Dr Simangele Magwaza.  She is a committee member and she functions in the Rehabilitation and Reparations Committee.  Next to her we have Mr Mdu Dlamini, also a committee member, and a member of the Human Rights Violations Committee.   Next to me on my left we have Mr Richard Lyster, a Commissioner, a co-ordinator in this region, and also a member of the Human Rights Violations Committee.  And on my right, and it has nothing to do with his politics, we have got Dr Khosa Mgojo, a Commissioner and a member of the Reparations and Rehabilitations Committee.  Next to Dr Mgojo we have Mr Ian Lax, who is a committee member and a member of the Human Rights Violations Committee.  And last, but not least, at the extreme right we have got Mrs Virginia Gcabashe, a committee member and a member of the Human Rights Violations Committee.  All of these persons are obviously known to you, or most of them are known to you, and I am happy then to be presenting them to you. \nI will now hand over to Richard Lyster, who shall perform the necessary ceremonies when we are about to call our first witness to the podium, and he will tell you who it will be and what the person will be doing or saying.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Thank you, Mr Chair.  May I just make one further announcement?  If there are any people in the audience who want to make statements about human rights violations we have members of our staff in committee room No 3 on the second floor of this building.  So if there are people who want to make statements about things that have happened to them, whether they want to give that evidence later at a public hearing, or whether they just want their statement to go into the Truth Commission's report, please get hold of one of our members of staff at the back of the hall there and ask them to show you to committee room No 3 on the second floor, where you will be able to make a statement today.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Their statements must be with us, so that when we investigate about the happenings we may have some statements with us.  They must proceed to the committee room.  There is an office at the second floor, but if you have problems there are members of the staff of the Commission whom you can ask to help you.  They will show you where the committee room is.  They will also show you who is going to take the statement.  We can still continue taking the statements because the Commission is going to continue hearing the evidence.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Thank you.  I am going to ask the first witness to come onto the stage, Mr John - sorry, Professor John Aitchison, from the University of Pietermaritzburg - University of Natal, Pietermaritzburg.  Professor Aitchison is not going to give evidence here today as a victim, although he was during the 1960s banned for two successive periods of five years for his view which he expressed.  But he will not be giving evidence as a victim, he will be giving an overview of the social and political history of this period - sorry, of this region over the last approximately 25 years.  We've found that it's useful to give this sort of overview at the beginning of a hearing so that the stories that people will hear later during the course of the next four days will make more sense, and they can place those stories in context.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The first witness that we are going to listen to will be Professor John Aitchison from the University.  He is going to give us a general overview of human rights violations in 'Maritzburg.  He will also give us a general overview from the 1960s, what happened in 'Maritzburg at that time, so that when the witnesses come to give testimony at least we have a background or a bird's eye view of the whole situation.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Professor Aitchison, thank you for being with us today, and thank you for preparing the document which we have in front of us.  It's a very useful document, and I have no doubt that it will find its way into the Commission's report.  We're going to give you approximately 20 to 30 minutes to talk to your document, but before you do so I'd like to ask you please to stand and take the oath.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "We have a shortage of these earphones for simultaneous translation, and the proceedings today, except for Professor Aitchison's evidence, will be given almost exclusively in Zulu.  And I see that there are - the vast majority of people here today are Zulu-speakers, so it will probably be best if those people who are not able to speak Zulu have access to the simultaneous translation machines.  Except for Professor Aitchison's evidence, which will be given in English, and will be summarised every minute or so by Mr Mdu Dlamini into Zulu.  So if you could just bear that in mind please, Professor Aitchison.  Well, the Chair is suggesting that Mr Dlamini gives a summary at the end, or at larger intervals than every minute or so, so if you could, Mr Dlamini, just try and summarise every few minutes to give the gist of what Professor Aitchison is saying in Zulu.  Thank you very much.  Professor Aitchison, over to you.  Sorry, could I just ask you please to switch all cellular telephones off.  Thank you.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In this testimony ... (inaudible) ... period of gross human rights violations from 1960 to 1993 in the broader context of very complex patterns of politically driven intolerance, injustice, oppression, and corruption of the rule of law that has infected this region, and have, particularly in their last and most horrific form, led to the deaths of literally thousands of people, men, women and children, in this region.  According to my count 3 837 people have been killed in the last 10 years.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "But we need to go further back, and I'd like to start with the 60s or I'd like to bring to remembrance the human rights abuses of the 1960s, for what happened then set the foundation for what was to happen later in these more violent times.  The foundation of these abuses was the policy of apartheid, and the legislation and practices that were created by it.  In this region in the 60s we saw a rapid and systematic application of apartheid and segregation.  We saw the ethnic cleansing of nearly three-quarters of a million people, who lost their land and were forced into inhospitable resettlement areas.  In Pietermaritzburg we saw the Group Areas Act, which separated out people and created new black township developments, which were the scenes for violent conflict in later years, and we also saw the same process at Mphopomeni near Howick, at Wembezi, near Estcourt, and Mpumalanga near Hammarsdale.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Lastly, a mind-set developed within the Government and the Security Forces, and particularly in the Security Police, that saw non-violent and legal opposition to apartheid as treasonable and deserving of destruction by any means, however immoral, including intimidation, calumny, arson, assault, torture, and the abuse of already abusive legislation.  During this period there were bannings and detentions, arrests and trials of members of banned organisations, the African National Congress, the Pan Africanist Congress and the Communist Party, as well as of nominally not yet banned ones such as the Liberal Party, the Non-European Unity Movement and the Natal Indian Congress, and SACTU, the South African Congress of Trade Unions.",
            "Male"
        ],
        [
            "MR LYSTER",
            "It was known that torture was used by the Special Branch to extract confessions, and one of the most shameful aspects of this period was the unwillingness of prosecutors, Magistrates and Judges to resolutely refuse to co-operate in legal processes corrupted by torture of suspects.  But the key to this slippery slope down which South Africa went was, of course, the Parliamentary legislation of security legislation that in practice led from intimidation to torture, to extra judicial killings and terrorism.  Suppression that was originally turned against banned organisations was turned against legal organisations, and I know from personal experience how the Liberal Party of South Africa was effectively squeezed out of existence by Security Police intimidation and bannings, before it was rendered illegal in 1967.",
            "Male"
        ],
        [
            "MR LYSTER",
            "For the record I would like the role of the then head of the Pietermaritzburg Security Police, Dreyer, in encouraging the abuse of police power in this region to be noted.  Dreyer went on to greater notoriety in Port Elizabeth and Namibia as the head of Kufoot(?).  I believe that in particular the allegation of his role in the torture and the killing of ABDUSA, Non-European Unity Movement detainees, needs to be investigated.",
            "Male"
        ],
        [
            "INTERPRETER",
            "From 1985 to 1993 people who died here in Pietermaritzburg, but I would like to go back from 1960.  All this it was because of apartheid.  I will just estimate people her in 'Maritzburg were removed from where they were staying to other places because of Group Areas Act.  Laws like Group Areas Act, that a black person should be here, and a white person should stay here, led that people lost things which were precious to them.  Wembezi and Mpumalanga, those locations were implemented just because they wanted people to stay where the Government wanted them to stay.  And another thing that I would like to say is that from the Security Police we experienced harassment and violence.  It led to the banning of ANC, PAC, Communist Party, which led to the closure of Liberal Party in 1957.  Another thing that I would like to clarify is that Mr Dreyer from 'Maritzburg was the leader of the Flying Squad.  He didn't just harass people here in Natal, but also in Namibia.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(Incomplete) ... saw the cancer of human rights abuse spread.  Government intolerance increased.  The Christian Institute was banned.  Trade union organisers were banned.  Black Consciousness Movement leadership was banned and gaoled.  Spies and agents provocateurs infested the university and other organisations.\nIn a broader field South Africa's engagement in Rhodesia, Namibia, Angola and Mozambique encouraged an ethos that cared little for the loss of lives in the pursuit of political objectives.  There was massive development of the techniques of destabilisation and the use of surrogate forces, particularly in Angola and Mozambique.\nHowever, the rise of two movements led to, in one sense, a more stable position within the anti-apartheid struggle within this province, the Independent Trade Union Movement and the Inkatha National Cultural Liberation Movement, formed in 1975.  The Independent Trade Union Movement, which comes out of the 1971 Durban strikes, laid the basis for modern South African trade unionism.  Its early supporters included Richard Turner, who was assassinated in 1978.  On the basis of steady shop floor work, and an unwillingness to get involved in political adventures, COSATU's predecessor, FOSATU, built up a strong base among the black working class in this region, including large members of Inkatha supporters.  \nThe Inkatha National Cultural Liberation Movement was led by Chief M G Buthelezi, who had in a very principled way resisted the imposition of the preliminaries for bantustan independence in the 60s.  Inkatha was set up in 1975 after much discussion with President Kaunda in Lusaka and the ANC in exile, and certainly received the consent, if not the outright blessing, of the ANC.   It was thought by many that in this province some kind of non-racial experiment could be tried, something that took a political form in the attempts to propose a KwaNatal Indaba in the mid-1980s.  But a decisive breach took place between Inkatha and the liberation movements at a meeting in late 1979.  Also Inkatha's espousement of a more free enterprise model, its rejection of sanctions, led to conflict with the more radical liberation movements and with the trade union movement.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Now I proceed to the 1970s.  Let me just say that the Government continued to oppress the people who were opposing the ideologies of the Government.  They continued to ban freedom movements or liberation movements, as well as Christian Institute, even workers unions.  They also banned the Black Consciousness Movement, which advocated the colour of the skin of the black person, or the colour of his skin.  They deployed people who were specifically there to end the peace that prevailed.  Even the neighbouring countries like Rhodesia, Zimbabwe, Namibia, Angola, as well as Mozambique.  They also caused a lot of destruction.  They were sewing seeds of hatred.  There was a time when we saw an emergence of independent unions, as well as an Inkatha Liberation Movement in 1975.  That's how was known way back then.  They tried to form a conglomerate and fight the Government's oppression peacefully.  Let me just further that these independent organisations got help from the educators in universities.  Richard Turner was killed in 1978, who was supporting the movement for the liberation of black people.  Buthelezi also contributed towards supporting the unions which were emerging at that time.  In that way he was supported by the majority of the black people, as well as the unions.  All went well.  Let me point out that when the Inkatha organisation was initiated or started respected people like President Kaunda, as well as the ANC, they played a particular part in helping the Inkatha.  But as time went on the organisation showed some cracks.  That was caused by the difference in ideologies.  The unions believed in the liberation of workers, and the other organisations believed in free trade enterprise.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Under threat of sanctions, a declining economy and military reversals in Angola, South Africa moved to modernise racial discrimination through the tricamerel parliamentary system for whites, coloureds and Indians, and some form of limited representations for blacks not in the so-called independent states.  This move was resolutely opposed by Inkatha and the United Democratic Front, which was formed in opposition to the tricamerel proposals.  When this parliamentary system was approved it needs to be recognised that it had an underbelly, which was an octopus like state security management system, that had taken over huge sections of government at all levels, and was designed to deal with protest and rebellion without giving the tricamerel system a bad name.  The new strategy was essentially one of repression through management and destabilisation techniques that operated secretly and extra-legally.  The so-called joint management centres operated even in the smallest of towns.\nUnfortunately by now relationships between Inkatha and the left were cold, and any hope of some kind of concordat between Inkatha and UDF were doomed.  The UDF was already mobilising very successfully among, particularly, the youth in the urban townships of the Natal Midlands, and this struggle was to become the seed for the violent conflict of the mid-80s and the early 90s.  However, it needs to be noted that what was essentially a political conflict, and which was allowed to develop for various reasons, fed on various fractures and breaks and faults within the Natal Midlands, and these fractures included such things as housing shortages, transports costs, the cutting out of Imbali and Ashdown townships from Pietermaritzburg Municipality, the role of Inkatha supporting town councillors in the Government-imposed black local authorities, and the conflict between Inkatha and the UDF, the trade union movements, Inkatha's reaction to school unrest and boycotts, the rise of vigilante groups associated with Inkatha and backed by the police, the intolerance of opposition by the KwaZulu Inkatha authorities, and of course, finally, the conflict between the United Democratic Front and the Black Consciousness Movement.   \nIn the early 80s the schools became a site of struggle, and there was enormous conflict between more conservative, older people, and young people intent on radical change.  Gradually relationships worsened between the two movements.  Many of the events related to this worsening situation are linked to the May 1985 boycotts of firms in Pietermaritzburg in sympathy with the strikers at the Sarmcol Rubber Factory in Howick.  This strike arose out of an attempt to gain recognition for the union.  All the African workers in this factory were fired, and it led to enormous conflict in this region.   In addition the states of emergency were used almost exclusively as a means of attacking the UDF by the police.  Inkatha was able to flout the emergency regulations at will.  And as an example of that I give the example of what happened on the 24th of August 1985, when 100 armed vigilantes came from a meeting addressed by KwaZulu Legislative Assembly member, VV Ndlovu, and urged the community to get rid of the Federal Theological Seminary, which they claimed had fomented unrest and harboured criminals, that is people associated with Imbali Civic.  They were led by the mayor of Imbali, an Inkatha leader, the chairman of the Inkatha branch, and the VV Ndlovu himself.  They told Dr Mgojo, the Commissioner present here, and the President of the Assembly at that time, that if the seminary was not empty by the following Friday it would be burnt to the ground.  Now, what this indicates is that a meeting, a gathering with intimidatory intent was allowed to take place without any police action, and evidence began to accumulate that the State security services were increasingly partisan in their approach to the political conflict.  They let Inkatha vigilante groups act with impunity.\nDuring this period, during the period of emergency rule, there were frequent allegations of assault and torture of detainees.  The police supported and protected vigilantes who had committed crimes against what the police perceived as the enemies of the State, namely the UDF and COSATU.  A good example of this support was the apparent enthusiasm with which certain members of the Security Police, notably Warrant-Officer Rolf Barber, procured guns for Inkatha vigilantes in the Imbali area.  Some of these guns were subsequently used in political murders.\nThe tension developed further.  Again a clear example of police partisanship relates to the events in the Mphopomeni township near Howick in December 1985 soon after the formation of COSATU in November 1985, which undoubtedly was seen as a threat both by the Security Forces and by business interests.  After the strike I've already mentioned the consumer boycott raised tension in the town.  It was often enforced by young comrades.  The finale to this conflict and this strike was the bussing in of a 200-strong Inkatha group into the township of Mphopomeni, which was the home of many Sarmcol workers, on the evening 5 ... (incomplete - end of Side A) ... was then escorted out of the township by the police.  Within a day or two three of the perpetrators were arrested after a professional investigation by the Howick Police, but they were then ordered to release the three accused by high ranking police officials.  The inquest findings delivered in March 1988 found nine named Inkatha members were responsible for the murders, against whom as yet there have been no prosecutions.  One of them was Vela Mchunu, who together with about 200 other Inkatha KwaZulu men had recently had South African Defence Force Special Forces military training in the Caprivi, and clearly the training of 200 men for offensive operations against the ANC, UDF and related organisations is itself the subject of the ongoing Magnus Malan and others' trial.  Whatever the outcome of this trial the evidence led suggests that a hidden hand or third force played a malignant conspirational role in the Midlands conflict.\n/INTERPRETER",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "This conflict between IFP and the community began when the Government implemented the tricamerel government, and this meant that we had laws for Indians, coloureds and blacks.  These laws were suppressing people.  UDF and Inkatha didn't want to accept this.  As time went on Inkatha and UDF started having conflicts between each other.  This was because they couldn't see through one eye, but they all agreed that they needed houses, transportation.  Inkatha was against strikes, school boycotts, consumer boycott, and workers' strikes.  Inkatha fought against these.  The Government wished - there was a state of emergency implemented.  At that time what was noticed was that the state of emergency only applied to blacks.  We remember the meeting that the Inkatha Freedom Party had in 1985 where it was discussed that a college should be closed, a ministerial college, because they were also fighting against the state of emergency.  Dr Khosa Mgojo was at that college at that time.\nOne other thing that was used to segregate black people was the way that the police worked.  They were siding with the Inkatha Freedom Party so that they suppress other political organisations.  That caused cracks in liberation movements.  Many people died.  They were killed by people trained by the Inkatha Freedom Party in Caprivi.  The testimony was quite clear that these people had been cleared by Inkatha members, but there was absolutely nothing done about that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I want to describe as briefly as possible the terrible period of conflict which has come to be known as the Midlands War, which in effect raged from 1987 until relatively recently.  1987 is usually considered as the year of the start of this war.  I will simply highlight what I see as key points in the development of this war and conflict.\nAt the beginning of 1987 there was increasing tension, recruiting drives, meetings, gatherings, conflict.  There was, as a sideshow in terms of the fatalities as a whole, clashes between the UDF and AZAPO, which led to cruel murders on both sides.  It was a time of aggressive political intolerance.  In October - September/October there was an Inkatha recruiting drive in Vulindlela, the final date, the 4th of October, was proclaimed as the time by which everybody had to join.  This drive was met with resistance and led to the start of the war.\nInitially the battle was fought in Edendale and Ashdown.  It led to 59 dead in September.  By January the toll had risen in that month to 161.  Horrible murders, often of non-combatants and the innocent, were committed on both sides.  Peace talks foundered because, particularly, of the restriction and detention of key UDF negotiators and the heavy escalation of the fighting.\nBy the end of December the UDF controlled Edendale.  There was still heavy fighting in Vulindlela.  There were huge numbers of detentions of UDF youth.  There were many allegations that certain Inkatha leaders were allowed to engage in acts of violence with impunity, among them particularly David Ntombela at KwaNgane, the late Chief Shayabantu Zondi of Mnada, and Sixiso Zuma of Harewood.  Attempts to force police action against them by interdicts were hampered by the assassination of key applicants and witnesses.  Most of these alleged killers have still not been brought to trial.\nIn 1988 the violence continued in Vulindlela.  There were massive inputs of police reinforcements, particularly of the so-called \"kits konstabels,\" rapidly trained instant constables armed with pump action shotguns and dressed in blue overalls.  This created new controversy because many of them appeared to be aligned in some way to Inkatha, and to have records of engagement in previous acts of violence.\nIn February the Minister of Law and Order, Adriaan Vlok, officially blessed the assault against the UDF.  He said police would face the future with moderates and fight against radical groups.  \"Radicals who are trying to destroy South Africa will not be tolerated.  We will fight them.  We have put a foothold in that direction, and we will eventually win the Pietermaritzburg area.\"  Political murders then continued, perhaps at a lower rate, an average of 44 a month to the end of the year.\nI need to say some something briefly about detention and the role of General Buchner in police action during this period.  During 1987 it became clear that although the majority of the dead were UDF members killed by Inkatha vigilantes it was only UDF supporters who were being detained.  This seemed illogical if the State forces were really intent on stopping the violence and taking action against all sides.  A consistent pattern in death tolls from 1987 to 1989 was for UDF casualties to far exceed the Inkatha ones.  The ratio which I have come to after rigorous examination of innumerable statements and accounts of the murders was about seven to three, seven UDF dead for every three Inkatha dead, and this was so in every year up until 1990.  Inkatha's own claims as to their casualties do not greatly differ from these figures, yet in 1987 734 anti-Inkatha people, mainly UDF, were detained, but not a single Inkatha member or supporter was detained.  In 1988 460 anti-Inkatha people were detained, whereas only 21 Inkatha people were so detained, and most of them very briefly.\nAnalysing these figures, and looking at what happened in the rest of South Africa, it becomes clear that police detention through the emergency, brutal as it may have been, and however many assaults it led to in detention, did have the effect of reducing the death toll in the streets.  In the rest of South Africa there was a rapid decline of the death toll occasioned by the upsurge of resistance to apartheid in 1985 and 1986.  It was only in this region that the death toll continued to sour in spit of harsh emergency regulations, and the only conclusion one can come to is that it was police - partially police inaction and partisanship that led to this escalation of the death toll.\nRegrettably all peace initiatives failed for various reasons, often due to police harassment of the UDF negotiators.  By mid-1988 one had come to some kind of stalemate, but the death toll continued with out 50-60 people being killed a month.  Apparent police breakthrough in September 1988 was foiled because participants refused to testify before the Complaints Adjudication Board.\nFinally, at the end of 1988, one had the infamous Trust Feeds massacre, which is a useful case study of the complex interaction between Security Forces, the Joint Management Centres which had been set up to control dissent and manage society.  Trust Feeds is a small community, a rural community near 'Maritzburg.  In late 1988 there was an attempt by the local Inkatha and police to control UDF mobilisation in that township.  11 people were massacred by the police in early December.  This occurred a few days after Inkatha and police collusion in attempts to drive the UDF out of the area.  The local Inkatha chairman, Jerome Gabela, the New Hanover Police Station commander, Brian Mitchell had earlier solicited the help of the Riot Police captain in Pietermaritzburg, D M Terblanche to eliminate the UDF in Trust Feeds.  Terblanche deployed a number of \"kits konstabels\" in the Trust Feed area, and on the 3rd of December four \"kits konstabels,\" together with Mitchell, attacked a house - in all probability not the one they had intended, they made a mistake - and murdered a group of mourners at a funeral vigil.  Some South African and KwaZulu Police officials appear to have been party to the cover-up of this murder.  Subsequently in 1991 and '92 the conspiracy between a number of policemen and regional and local Inkatha leaders to kill UDF supporters in the area was proven in court, and Mitchell and the \"kits konstabels\" convicted of murder.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "In 1987 and 1988 the continuing violence between UDF and Inkatha continued.  People were even forced to join a particular political organisation, and in September 1987 Inkatha went to Vulindlela, where they put a law that everybody should join Inkatha.  That's what culminated to what we call the Midlands War, that is the war that took place in the Midlands.  People died from both sides.  Unfortunately attempts to bring peace were futile because many people were siding with the UDF, were supporting UDF, and they were detained by the police, and whenever peace was being initiated there was nobody who stood for peace.  The Government continued with trying to segregate black people.  In 1988 many police were deployed in black areas where they called them \"kits konstabels.\"  They did their job in the manner that they were trained.  Minister Adriaan Vlok, who was the Minister of Police at that time, he actually praised the police for the commendable job that they had done.  He even said, \"We shall conquer Pietermaritzburg.\"  This went on throughout 1988 and '89, which culminated to the Trust Feeds massacre, where 11 people were killed.  The investigations were suppressed by the police at that time, and in 1992 it's only then that there were testimony that brought to the fore as to what had happened, who actually committed these acts, what did they want, who had sent them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(Incomplete) ... period of localised struggles.  In Mpumalanga, where \"kits konstabels\" played a significant role in the violence.  In Fredville, where out-of-control youthful comrades generally intimidated and wreaked havoc in the area.  In Imbali we saw a reign of terror by an 18-year-old gunman called Mweli, who was subsequently charged and convicted.  There was significant violence in the Imbali township.   The Progressive Federal Party alleged in Parliament that Sixiso Zuma had killed at least 25 people, and yet received no response from Adriaan Vlok.  Zuma has still not, to the best of my knowledge, been convicted of any such offence.\nIn Edendale there were many refugees from Vulindlela whose hobby was to stone buses from Vulindlela carrying workers to Pietermaritzburg.  Community leaders complained about the lack of action, and about the need for the refugees to return.  Again there were failed peace negotiations.  In July there was another huge outbreak of violence in Mpumalanga.  Heavy machine guns were used, vast quantities of ammunition expended.  Again the complicated role of police who do not take sufficient action against perpetrators of violence.  There was violence in rural areas.  \nOn the 19th of November there was an Imbizo at which UDF, COSATU and ANC were denounced by the king and Chief Buthelezi.  Immediately after that there was a massive upsurge of violence in Mpumalanga.  People were killed, houses destroyed, and what is particularly significant about what took place on the 27th and 28th of November is that much of the action was witnessed by highly reputable witnesses, alleging police collusion.  An indication of the devastating scale of the conflict can be seen in the fact that the housing manager for Mpumalanga said that 1 000 houses had been destroyed or damaged since the beginning of the year.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "In 1989 violence continued because police were removed from the township because the community didn't like them.  Violence went on to Mpumalanga, Hammarsdale, Nchanga, Vulindlela, Imbali.  Violence continued.  People were dying.  Guns, heavy machine guns, were used to kill people, and in all this time no one was being arrested.  Houses were burned in one year.  Sometimes after rallies, like imbizo rally, people were killed.  In one event Dr Mangosuthu Buthelezi and the king called imbizo and people were killed, and afterwards people continued killing each other.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(Incomplete) ... free election wars.  On 2nd of February 1990 President F W de Klerk announced the unbanning of a whole range of political organisations, the imminent release of Nelson Mandela, and clearly an indication of a negotiated settlement towards a full democracy.  Mandela, when he was released, spoke in Durban on the 25th of February and urged an end to violence.  On the 25th of March, a month later, Chief Buthelezi addressed a crowd in the same place at a meeting that was financed by the Security Police.  Two days latter massive attacks started in the Pietermaritzburg region on non-Inkatha areas in Vulindlela, Edendale, Ashdown, Imbali, Mphopomeni and Table Mountain.  This so-called seven days war was a further graphic illustration of the Security Forces allowing participants in political violence to act with impunity.  Huge groups of Inkatha supporters were allowed virtually unhindered to rampage through vast areas of Vulindlela, in particular KwaShange, KwaMnyandu, Gezabuzo and Vulisaka, Galuza in Edendale and Ashdown.  The Inkatha forces appeared to have logistical support, and large lorries transported platoons of them from place to place.  Many of these attackers were armed, and amongst them were people in blue \"kits konstabel\" overalls.  The control centre of these attacks seemed to be Inkatha MP David Ntombela's headquarters in Vulindlela.  The late Chief Shayabantu Zondi also played a significant leadership role in these attacks.  At Ntombela's base large crowds were seen massing, and soon after the attacks looters drove herds of cattle there.  Ntombela, an induna of one of the chiefs in Vulindlela, had often been accused of participation in the murder of UDF supporters.  He was closely linked with the Security Forces, and when the December 1988 Trust Feed massacre perpetrators came to trial evidence was led that Ntombela had been at planning meetings with the police involved in these killings.\nThe police reaction to the invasion of the areas was at best incompetent, and at worst partisan.  People were being massacred while police helicopters circled overhead.  A few kilometres away on the Edendale road an armoured patrol, SADF, eight vehicles, made no attempt, or were not allowed to make any attempt, to move on to where the battles were taking place.  Over the next month regular attempts to contact and persuade the SADF to take action invariably failed, apparently because they could only take action at police request and under police direction.\nBy the end of this horrific week there were 20 000 refugees in Edendale from Vulindlela and the Table Mountain area.  The battle continued in Imbali for over a month, and gradually burnt itself out, but it led later on in the year to continued conflict.  Notable among the abuses here were the assassination of Anglican priest, Victor Afrikaner by Inkatha gunman, Toti Zulu, who was later arrested and convicted, but released on appeal.  Possibly in retaliation for Afrikaner's death Umkhonto we Sizwe later assassinated the Inkatha member Jerome Mncwabe, who many believed had given the order for Afrikaner to be killed.\nThe violence spread through Natal.  Every month 50 to 60 people were killed in political violence.  In the\n90s, the first four years of the 90s, we in fact see the  gradual embedding of violence throughout communities, and certain patterns become clear.  Inkatha lost control of urban areas in Pietermaritzburg, and in places like Richmond, Mooi River and Greytown.  Other townships, like Wembezi, became battle grounds.  The period was accompanied by intense periods of violence in which both sides participated, in which there were accusations of police partisanship, particularly in Mooi River.\nThirdly, in many areas, particularly on the south coast and Richmond, there were notable excesses and atrocities on both sides.  Massacres of whole families, of women and children, became more commonplace.\nFourthly, Inkatha came increasingly to rely on the support of the more conservative rural chiefs.  This led, particularly in the south coast, to incredible violence.   Fifthly, high profile assassinations continued, notably of Chief Maphumulo of Contraleso(?), Hadebe and Ngwenya of the ANC in Pietermaritzburg.  Investigations in all these cases appear to have been less than enthusiastic.\nSixthly, the Peace Accord that was finally signed by all parties totally ineffective, probably because the formal structures had representatives who had caused the violence in the first place.\nSeventhly, there was a gradual change for the better in the South African Police in their handling of political violence after 1992, although this was hampered by a seeming inability to take action against people carrying weapons of war, aided and abetted by the State President, who, after a near century of prohibition of people\ncarrying spears and such like in public, effectively  legalised it by proclamation, although this was later rescinded.\nThe role, I believe, of Jacques Buchner, previously head of the Security Police in Pietermaritzburg, in allowing political murders and violent attacks to take place with seeming impunity in the Midlands, needs to be investigated. \nThe violence then continued until the elections in 1994.  On the ground reality is that intolerance, fear of group pressure and no-go areas remained a reality and an ongoing inheritance for people in the new democracy.  Bad men, and ordinary men made bad in the conflict, continued to control the lives of people in many areas of KwaZulu-Natal.  The culture of violence has become embedded in a number of communities and groups, and resort to murder as a means of getting what one wants is all too common, leading both to killing of political opponents as well as of colleagues within ones own movement, as in the assassination of Solomon Mzolo of the ANC in Greytown, and of a number of young ANC leaders in the Richmond area.\nIn conclusion what has happened in the Midlands is a tragic story and a microcosm of what damage apartheid did to South Africa as a whole.  It's not a story that cannot be understood or made sense of.  We can also consider what could have been done to avert and contain these horrors.  Whilst the Natal Midlands was just one part, and not immune to the major trends of society, it is also true that if sufficient numbers of people with access to power - Judges, policemen, newspaper editors, businessmen, church leaders - had been more willing to do what is right many human rights abuses could have been  stopped in this region, and many lives could have been saved.  It is important to remember their cowardliness and their complacency and their complicity.  Apartheid did that to us too.   \nIt is also important to remember that the majority of white people accepted the apartheid system, voted its parliamentary representatives in, who legislated for the security legislation that created the Security Force monster that nearly destroyed us.\nThe current state of psychological block, in which it is impossible to find anybody who ever supported apartheid, needs some kind of purgative ethical drain cleaner.  But, because the right things were not done, we have to mourn over all the dead, over what happened over the last 33 years.  We do need to mourn the dead and the lost lives and the human possibilities that were lost in this terrible conflict.  We need to mourn the dead on both sides of the conflict, on all sides of the conflict.  We need to express our dismay at the decimation of the future leaders of this city, of the cutting down of our youth.  Hadebe and Ngwenya were not amongst the candidates for the recent local government elections.  But we also need to praise and honour.  Honour those who put freedom and justice first, and were prepared to suffer for it.  Honour those who resisted the evil that was apartheid, even if doing so was a passport to ostracism, or the Island, or the battery electrodes, or the bullet out of the dark.  Honour to all the known and unknown soldiers for simple democracy and fairness and true peace.  We honour their courage, we honour their fight to rid South Africa of the\nscourge of racism, and in truth it was a privilege to have  /lived in\nlived in a time in which such men and women endured and died.  Thank you.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I would like to say we were lucky to continue living until this time to see the democratic time.  Now we have rights we mustn't forget people who died, men who died and children who died for this time.  We need to respect them, we need to have sympathy for those people who lost people along the way.  We need to respect those who fight for democracy and those who fought for peace and the truth.  We need to thank that we are over apartheid here in South Africa.  Thank you.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "(Incomplete) ... the main or the icon events which took place in this region over the past 30 years, and I have no doubt that your document will become a valuable resource for the Commission.  We will have a short break now, 15 minutes maximum.  I am going to ask the Truth Commission staff just to briefly show the witnesses through that door there, and if everyone can stand up while they leave the room.  We'll just give them a quick cup of tea.  Immediately after tea we will start with the first witness of the day, being Mrs Christina Gabela and Sipho Gabela.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please wait a moment.  May you please wait for the witnesses to go out.  Please be patient.  There's an announcement.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "(Incomplete) ... into the foyer with them, and into the toilet, but not out the front door.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Let me again ask you to make use of the earphones which have now been supplied.  We will not have a translation of the sort that we had where committee member, Mr Mdu Dlamini ... (incomplete)\nCHRISTINA GABELA",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "(Incomplete) ... as well tell us about your son, Sipho Gabela, as well as his father who was killed in a shoot-out.  Can you just please give us a background as to your whole family.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were eight in my family, myself and the father, so there were 10 of us all in all.  Amongst the eight children Sipho is the fourth one.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "What about the others before him?  What are they doing?  How old are they if you still can remember?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " The first one died, but he was ill.  The second one is working.  He is working in Germiston in the Health Department.  The third one is working at the Health Department also.  And then it's Sipho, the one who is sitting right next to me.  There's a daughter who is working for the Census Department.  The sixth one is a student at UNISA.  The seventh one is at Pietermaritzburg Technikon.  The eighth one is a girl and she is doing standard seven.  My husband died, I am the only one who's left.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "We thank you for having been able to educate your children.  We know that Sipho got disturbed due to the harassment that he went through.  What is he doing now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is a councillor.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Thank you very much, Mrs Gabela.  You are quite lucky that your children are serious with their studies.  Just relate to us as to what happened on the 7th of April 1986 where people came to knock at your house at night.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were sleeping then because it was very late at night.  Then we heard a loud knock.  It was quite a violent knock.  My husband was still alive at that time.  He asked as to who was knocking.  Somebody said, \"Are you still asking as to who is knocking?\"  Then they started kicking the doors, pushing them, and breaking the windows.  At that time we all woke up.  When you wake up in such confusion, when there's so much noise, there's so much violence, and the way they were knocking, the way they were kicking doors, breaking windows, the noise that was there was just unbearable.  My second son, whom I regard now as the first-born, wanted to go and open the door.  I refrained him from doing so.  We found that they had already tampered with the electricity.  When my children got to the door they held the door so that it doesn't get open.  I took the dressing table mirror, I put it on the window, the broken window.  Then my son went to the door to help my husband keep the door closed.  Then my son kept on going there and coming back again to me on the broken window.  Then he would realise that I am alive.  When I tried to lift my head up something hit me on the head.  This thing looks like a brick.  I don't know how to explain this.  It seems as if it was a brick mixed with something taken from the river, some sort of dung.  Then this little brick hit me and hit the machine, the sewing machine.  I then fell.  The power of the Lord kept me awake.  I felt as if something was just holding me so that I don't fall.  I believe it was the Lord who did this.  I woke up.  I was a little bit dizzy.  In the kitchen - the only window that wasn't broken was in the children's bedroom.  In the dining-room there was a studio couch, and one of my children was sleeping there.  He was sleeping on the couch together with a girl.  When we got to him he was just white, full of glass particles.  When this door now had shrunk.  Later on I got a brainwave, because the Lord does talk to you.  They said I must tell Gabela to open the door.  I went and told my husband to open the door.  My husband asked what on earth was I saying.  I told him to open the door.  I told him, \"It's better one murder or  one corpse rather than us all die,\" because now they were saying that they were going to burn the house, and I could smell something burning because the windows were broken.  I could see somebody was having matches because the curtain now was torn.  I went to my husband and told him to open up.  \"It's better that one person dies rather than all of us die inside the house.\"  I felt that I was sacrificing him, because they said they wanted Sipho.  Now, when my husband opened the door these people were armed to the teeth.  They also opened the dining-room door.  I saw Jerome Mncwabe coming in.  I saw him personally with my own eyes.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Who is Jerome Mncwabe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was a member of Inkatha.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Was he the member of Inkatha who died now - who has now died?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The children had now put the couch on the door just to block the entrance.  He ran on top of the couch, he came straight to me.  He went into the children's bedrooms and I followed him.  Then he came back to me.  Firstly he said to me I must switch on the light.  I told him that, \"You have tampered with the electricity.\"  Then he asked me where Sipho was.  I told him I didn't know.  Then he came back to my bedroom.  I am the one who saw him, as well as what he was having with him.  I saw something that looked like a sword.  I saw a panga that has got a hook at the front, a little hook.  He was having that in his hand.  He said I must get into the bedroom.  I went in with him.  He searched and searched, but he just couldn't get whatever he wanted.  There was absolutely no one in the bedroom except me and him.  He went - he came towards me, and by then the others apparently were leaving.  They asked me where Sipho was.  Now, it's the other one who was asking, it was no longer the one who came to me.  He pointed this little sword at me.  It looked like a knife.  Then my other son said, \"I am not Sipho.\"  When I turned around to look at the couch which was in the dining-room I could see something sticking out of the blanket, and when I looked at this I saw Sipho's shirt.  He had got right into the studio couch, right inside the mattress itself, inside the cover.  I got very scared and very confused.  I got a brainwave that I must turn back and stand at the door.  Now I had given Sipho my back, and Sipho was right inside the sofa cover.  As I was standing there one of them said, \"Why did you not tell us that this is Gabela's place?  We have destroyed this home.  Why haven't you been telling us that you are Gabela?\"  Gabela said to them, \"Why did I have to tell you?  How did you come here if you didn't know this was my place?\"  Then Jerome went out of the door at that time.  He is the person who was always with me.  Wherever I was going he would follow me.  Then he went out the door.  As he was at the door he turned around and said, \"Gabela, if you like you can go and report this to the police.  Even if you can go there's absolutely nothing that they will do for you.\"  That's when he went out.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "In your testimony you said when the neighbours saw what was happening they phoned the police.  Did they come? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they never came.  And when my husband woke up that morning he said, \"If Jerome could have the liver to tell me to go to the police it won't help me.\"  Then that is quite shocking and surprising that Inkatha was a law on its own, it was a law unto itself.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "You may continue.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One more thing is that we were so harassed by the police force which they call \"Ngilokothe.\"  That's the Stability Unit.  They came to my place, and they used to come and arrest my children.  After that Inkatha attack Sipho went to hide.  He was in hiding at Galuza, a location.  When this Stability Unit came they wanted to know where Sipho was.  We never used to tell anyone where Sipho was, we used to say we don't know his whereabouts, because he was old enough to take care of himself.  He could go wherever he pleased.  Then they would arrest all these other children.  At times they would ... (inaudible) ... even the daughter, the girl, they would hit her, assault her, hit her or bang her against the wall.  They would do all sorts of things trying to find out where Sipho was.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "(Transcriber's Note:  Side B, Tape 1 ends here.  Side A of Tape 2 is blank.  Recording resumes on Side B, Tape 2, during evidence of Sipho Gabela)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "(Incomplete) ... wake up so that my mother could realise that I am not dead, and she could stop crying.  And I was trying to indicate to her that I am not dead.  At that time the police realised that I wasn't dead.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Sipho, we have 11 other witnesses that we would like to hear.  If you can please summarise your testimony.  We would like to hear just about your testimony, thank you. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  And then the ambulance people realised that I wasn't dead.  They took me to the ambulance and to hospital.  In hospital Inkatha members people used to come and see if I was alive or dead.  Maybe they came because they wanted to finish me, I don't know.  My torture started in 1989 when the police have already tried many things.  After a week I was released from hospital.  Police came to my house and then they kicked the door.  I was with my elder brother and we were sleeping.  When I tried to wake up I was pointed by a torch, and then they asked, \"Who is Sipho here?\" and I realised that it is policemen and I told them, \"I am Sipho.\"  They took me.  When they took me my elder brother was being kicked because he asked them, \"Why are you taking Sipho?\" and then they started kicking him, hitting him, and they also started kicking me and hitting me.  And I also found my father outside, and they were also harassing my father as well.  I was out from the court.  They gave me bail.  I don't know where they took me at first, because I was hit by the gun and then I lost conscious.  I was unconscious, but it wasn't 100% unconscious because I could remember them bringing me closer to the van, and I could remember the light from the van.  Inside there I was really unconscious.  When the van was driving I could hear the corners where the van was bending.  I could hear the first corner, the second one, but the third one I couldn't hear.  That's where I lost my conscious 100%.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Then when you arrived at the police station ... (intervention)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we didn't go to the police station.  I was 100% unconscious, so I don't know where we were.  At 11 o'clock when they took me they drove with me, and when I wake up from - when I receive my consciousness I was in hospital.  I heard noise, loud noise, and I could smell the hospital smell.  And even those little noises I could tell I was now in hospital.  I stayed there for six days.  I was unconscious and I couldn't even recall anything.  I was a little bit confused.  I don't know whether I just lost memory or it was something that they did to me, because I could feel my whole body - I couldn't just feel my whole body nicely.  It was like they used something in my system.  There were two spots, one in one hand and one at the other.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Sipho, we apologise.  We see that even if you can relate the whole thing that happened to you we will need the whole day for you to do this, because you have details, and we would like you to just summarise for us a little bit.  We understand that you've experienced so much in your life that you can take the whole day trying to relate to us, but now it's been a long time, so we also have other people to listen to.  Sorry.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was removed from the hospital.  I was taken to Midlands.  I stayed 17 days.  I could eat, but I couldn't go to the toilet.  That's the kind of torture that I can remember.  I can't recall everything.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "You've told us in your statement that even today if you think about the torture that you've received it disturbs you in your mind, and the Committee for the Reparation and Rehabilitation have noted these things down, and they will talk to you and they will see your witnesses after this.  We thank you very much.  We would like the Chairman to take over.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Gabela, we are happy, and Sipho, we are also happy.  You've started giving us your testimony, and you were the first witnesses to give us testimony, and you've tried to relate to us things that we've heard about from the newspaper and from the media, that you people have been tortured and been harassed, and you came forward to tell us and show us how much you've been tortured.  I would like other Commissioners here to ask questions if they have questions to ask to you so that we clarify everything.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Incomplete) ... it is correct as far as I am aware that your attorneys made a case against the policemen involved, for which you suffered, and that you won that case and received certain monies for that.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ja, that is correct, even though the conditions at that particular time were ... (incomplete)",
            "Unknown"
        ],
        [
            "MR LAX",
            "We understand that aspect, but just to confirm that you did actually get some compensation.  And, Sipho, is it correct that after you were shot and assaulted by the police on this last occasion which you have told us about you were - you have said in your statement that you were so badly injured that in fact you were unable to walk for two or three years, and you had to relearn the process of walking.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ja, that is correct, because right now there are many things - some I can't reveal them, but I can mention a few.  I can't run, number one.  Number two, I have got some sort of a night blindness now.  Like I can't reveal the rest, but quite a lot has happened out of that.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR LAX",
            "I wasn't prepared to ask questions because I thought that we don't have enough time, but I am forced to ask one or two questions.  I would like to ask Mrs Gabela that in most people that you know what made you know specific Jerome Mncwabe?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was the member of the IFP.",
            "Unknown"
        ],
        [
            "MR LAX",
            "How come you knew him?  Was he your neighbour?  Why Jerome, because there were so many members of Inkatha?   ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Firstly, he knew my husband.  In other words they were not close friends but they used to know each other very well, and before this incident they used to be friends, close friends with my husband.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Was your husband a member of Inkatha?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, my husband wasn't, but after he was tortured and harassed by Inkatha people he decided that, \"I am going to join UDF, and you as well if you like you can come and join UDF. Because I am the Zulu I would like to be Inkatha, but because Inkatha have tortured me so much I would rather join UDF.\"  After Mandela spoke my husband went and joined the ANC.  His card came after he was dead, but with me I never joined any organisation up until this day.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I would like to thank you, Mrs Gabela and Sipho.  Sipho, I feel for you because you are still young, and it's so sad to know what you have things that you just wouldn't like to talk about them.  But we are also glad that you've at least came forward and you said whatever you can tell us.  We thank you very much.",
            "Male"
        ],
        [
            "MR LYSTER",
            "(Incomplete) ... before you give that evidence you are required to take the oath.  Can I ask you to stand please and to take the oath.",
            "Male"
        ],
        [
            "SYLVASIA NGCOBO",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "I am going to ask my colleague, Mrs Gcabashe, to assist you with your evidence.  Thank you, Mrs Gcabashe.",
            "Male"
        ],
        [
            "MRS GCABASHE",
            "Good day, Mrs Ngcobo.  I do realise in your statement that you are affectionately called Gingile.  Is that your name?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it's my name.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We know that you have come here to relate to us what happened to your and your family.  Can we just start by saying that we do sympathise with you, that we have gone through a time that had unbelievable tortures.  We hope that your coming here will make you see that whatever happened in the past is something that nobody liked.  Now we sympathise with you.  I want to get a few things from you so that we may be able to get as to who you are, where you come from.  In your statement you said you have got two children.  Are they the only ones who are alive, or there are other children?  If you can't hear me please tell me that you can't hear.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ja, please speak up a little bit.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I said in your statement you pointed out that you have got two sons.  Now I am asking as to whether you have any other children?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do have other children.  All in all they are five.  I have got three boys and two girls.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Three boys and two girls.  Just give me the names of all those who are not here.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Bheki.  I do have Bhekisisa with me in my list.  The other one is Mzo.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "And who else?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As well as Thandokuhle.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "And who else?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Dudu.  Philile.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Amongst your children ... (intervention)  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Could you please speak up.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Amongst your children are there any who are still attending school?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The last one has just finished matric, but she isn't working.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "What about the others?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The eldest one is Dudu.  He is working for the Department of Justice.  He's the only one who is working.  I don't have any other children attending school.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Now, you've come to tell us about the harassment that you went through that culminated to your husband's death.  Can you please tell us how old he was at the time of his death?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was born in 1931.  I am sorry, born in 1938, 15 January.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Let me just remind you a little bit.  In your statement you started by saying that you've come to talk about your two sons, Bhekizazi and well as Mzo Ngcobo.  I would like you to just tell us briefly as to how they were harassed.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Bhekizazi Benjamin is my husband and not my son.  Bheki is the one who caused the death of his father, and Mzo comes after Bheki.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Just give us a brief history.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There was a knock at the door at quarter to 10 in the evening.  It was on a Monday.  When they knocked at the door my husband was already in the bed and I was asleep.  When my husband had just put on his pyjamas, getting into bed, those people knocked.  They said, \"Please do open us.  We've brought a message with regard to your eldest son, Bheki.\"  Then he went out and said probably they had killed him because they had been looking for him for the past few times.  Then he went to open the door.  Then he said, \"I am not going to switch on the light inside.\"  Then he went to the door to open it.  As he opened the door we heard a gunshot.  The bullet went in on the right-hand side.  I could hear that loud bang and I went to investigate.  I fell on the dressing table, and there was a second gunshot and I ended up crawling.  When I was crawling towards him, when I approached him he had already fallen, and one bullet whizzed past my head and it went through the door, went through to the wardrobe, and got into a pocket, a jacket pocket which was inside the wardrobe.  I crawled towards my husband.  He was lying there on the floor bleeding profusely.  I screamed very loudly.  He kept on telling me not to cry.  He said I should bring his rosary.  I took his rosary and gave it to him, and I shouted for the neighbours to come and help me.  The neighbours were very scared to come and help me, because at that time people didn't want to get involved.  Once you go out you get killed.  So one of my neighbours came out.  That was Mr Sithole.  He is the one who took my husband with his work truck and took him to the hospital in Edendale. That's where he got admitted.  He was operated on.  He was very injured.  Thereafter he stayed throughout August, and then on the 24th of September, it was on a Thursday, he died.  At the time when he died it started raining.  That was on the 25th on a Friday.  That's when the Aitken Bridge was overflowing with water and cars couldn't pass.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Let me just ask, when did he go to the hospital and when did he die?  Did you get a death certificate?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I did.  He went to the hospital in August.  He remained there.  Then in mid-September he was discharged.  Then he stayed for only two weeks at home.  Thereafter he got sick.  We took him back to the hospital.  They took him to King Edward Hospital.  We went to see him on a Monday.  Then we came back with him because he was discharged.  When we got home on Monday he couldn't sleep because his whole body was aching.  I took him again to Edendale Hospital.  That was on a Monday.  He remained there until Thursday.  That's when he died on Thursday.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Let's go back to the death certificate.  Did they give any cause for his death, or did they say what caused his death?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In the death certificate they said from Vulindlela - they made a mistake because they said he had died of cancer and pneumonia, and yet it wasn't like that.  Part of his liver was left at home.  Now, how can he die of cancer when part of his liver was left at home, because I picked it up there.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "What is it that you picked up?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When we went to Vulindlela the death certificate was written that he had died as a result of cancer and pneumonia.  That wasn't so.  Maybe it was cancer, because part of his liver was picked up from the floor at home at the time.  That is a piece of liver.  Now when I got the death certificate they said he had died of cancer and pneumonia.  I do have the death certificate with me, because it wasn't like that.  At the time when he went to the hospital I phoned the police at Plessis.  When the police came they asked who had shot him.  I told them that I couldn't see the people because they just knocked and it was dark.  He couldn't even see them, because when he opened the door that's when they shot him, so we could not identify them.  But what I know is that before my husband got injured they came to attack us.  They were members of the Inkatha.  They told us that they had come to look for children who had joined the UDF organisation.  There's only one I could identify amongst those people.  That was Jerome Mncwabe.  I knew him because I heard his voice, because I knew him, he was our councillor and we had no problem with him.  So he said the children ought to be assaulted.  They took a sjambok and told my husband to assault my son so as for them to see that he didn't agree with what they were doing.  Then they said we shouldn't go out of the house.  We accepted it and my husband did assault my son.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "At that time when your children were no longer staying at home where were they?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know where they went because they just chose to go away, because they felt that staying at home was quite  uncomfortable because the police kept on harassing them.  At that time the children belonged to a youth organisation at Siqongweni.  They were attending school with Sipho Gabela.  That's why they chose to go away, but still even then they came back to shoot the father of my children.  He was a Christian, he didn't belong to any organisation.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "As you say you were not satisfied about what was written on the death certificate as the cause of death, is there anything that you did to try and show that you were not satisfied?  Did you ever investigate as to what the cause of death was?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I believe that he died as a result of the gunshot, because he was shot in the liver.  I believe that he died from the gunshot.  That even disturbed me.  After having taken the statement they sent another Indian guy.  Then when this Indian guy came they said he has come to take photos and will come back with the results, but he never showed up thereafter.  The bullet that I said was in the jacket pocket they came back and took it.  They said they wanted it, they wanted to conduct a search.  I gave it to the police and they went away with it.  The results as to what had happened nobody told me.  That was the end.  And I even gave up because my husband had died and I felt it wasn't going to help any more.  Now I decided that I should come forth and talk this matter over.  I don't want anybody to get arrested because this won't help, but I want to be helped.  I want God to help us, those who are living, to come to terms with all this to live peacefully.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Those two sons, where are they now, those who were harassed?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Bheki, whom they said was a comrade, died last year on the 4th of June.  He was shot in Johannesburg.  We don't know who shot him.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Was there any investigation that was conducted as to why he was shot?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I just left everything as it was because I felt I was at my wit's end.  I just couldn't do anything any more.  The other one just went to Johannesburg.  He never came back.  He is still alive.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "How are you?  How do you survive?  What are your means of living?  Are you working?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I am not working, I am just at home.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Do you qualify for pension?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't think so because I was born in 1942.  I tried, but they told me that I don't qualify.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We do sympathise with you.  Have you ever tried looking for a job?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I used to sell vases, I was a hawker, but I got involved in a car accident.  That was a kombi.  We were from a funeral.  Thereafter I couldn't carry anything on my head, I would get dizzy spells, so I stopped worked.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thank you very much, Mrs Ngcobo, for having related your story and what happened to your family.  We really do sympathise with you.  We thank you very much for having come here before this Commission.  I shall hand back to the Chairman of our Commission.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "I also thank you, Mrs Ngcobo.  When I got here you were already relating your story, but the least that I got gives me a picture of the harassment, the trauma that you went through.  Archbishop Tutu usually tell us that we, as the people of South Africa, haven't yet understood or got to terms with the way that women have been harassed in the past when we were fighting for freedom.  In the true sense of the word the Commission would have neglected to do its job because it does not actually reveal the way in which the women went through hardship in fighting for freedom.  We must not forget that.  We must just not overlook it.  You are one of the people who keep us on our toes, always thinking of the hardships that women went through.  I don't know whether you have any questions.  Maybe there is something that you would like to ask.  Are there any questions from the Commissioners?",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "We thank you, Mrs Ngcobo.  There are very few people who have been harassed in the manner that you have been.  Your whole life gives a picture of a family that has been traumatised.  It wasn't easy for a parent to sacrifice his children or her children to be harassed.  But what I want to get from you, Mrs Ngcobo, can you just give us a brief explanation as to how this altered or changed your life.  Is there anything that changed in your life when this happened to your family, whether to your children or to yourself personally?  We just wish to know.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's true I was traumatised.  I just told myself that when I was staying alone now, my children had gone away, I would take my child that was the youngest, I would sleep on top of the bed and put a sponge under the bed, so that the youngest would sleep under the bed so that he or she would relate to others what had happened to me if I happened to die.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I can see now that you are very emotional.  We do sympathise with you.  Is there anything that still troubles you in your life during the time of harassment that you would like to talk about at this present moment? ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In truth I think I have come to terms with this.  I keep on telling myself that maybe this is my destiny.  Maybe God meant it for me to be like this.  Then I shall live my life as I have.  Because whenever I am alone sitting, whenever I think of these things that happened to me I opened my Bible in Proverbs 1, verse 71, where they tell me that if you want to understand the ways of the Lord then you ought somehow to go through hardships.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We thank you for your courage.  You have lost your husband, you have lost your children.  I wish that the Lord could help you through this period.",
            "Female"
        ],
        [
            "THOKO NORA DLUNGWANE AND ZODWA NTOMBELA",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(Incomplete) ... to assist you in the giving of your evidence.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Good afternoon, Mrs Dlungwane.  Can you hear me properly?  Thank you.  Welcome to the Commission's hearing in 'Maritzburg.  You've come to tell us about the death of your husband, Ndleleni Anthony Dlungwane, is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Could you please just tell us a little bit about your family and what it consists of?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have got five kids and their father, who is now late.  They are all at school, except for one boy who now left school because there is no money to carry on.  The eldest was born in 1973 and '75, '78, the fourth 1981, the last one 1985. ",
            "Unknown"
        ],
        [
            "MR LAX",
            "Is it correct ... (inaudible) ... was born on the 8th of September 1951?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's true.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... 23rd of May 1990.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's true.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Tell us what happened on the day that he died, and how he died.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like to relate to you about before the 23.  On the 17th people came to my house and they told us that we should wake up and run away, because Jerome died because other people have sent people to kill Jerome.  \"And there's a rumour that you were involved in sending these people to go and kill Jerome.\"  We sat there, and my husband said, \"We aren't running away, we are going to stay here.\"  On Wednesday, on the 23 of May, it was past five I came home.  Usually my husband came at home 6 o'clock.  At 6 o'clock I heard a gunshot and I saw someone around the kitchen, and my daughter stood up quickly and closed the door.  And I told my daughter not to close the door, because I said, \"It might be your father.\"  And then when she was there at the door they said - he came inside the house and then he said, \"Two people are outside and they shot me,\" and then he was shot at the waist and his feet, but he was still talking, he could relate to us.  We phoned the hospital because we were looking for the ambulance, and they told us there are no ambulances.  And then soldiers came to our house while we were still waiting for the ambulance, and then the soldiers checked him and they said, \"Oh, this one is supposed to die because you are COSATU, you are a member of COSATU.  Don't you know that COSATU is killing people?  Inkatha now is killing you because you have been killing people.\"  And my neighbour came to offer transportation and the soldiers said, \"No, he must wait for the ambulance.  He must wait here until the ambulance arrives.\"  And then they said, \"He must wait here.  Even if he dies it's okay because he is COSATU.\"  We waited for a long time.  At about 10 to seven ambulance arrived, and he couldn't speak at that time.  We went to hospital, and when we arrived at the hospital he died.  We came back at night.  One woman who was Xhosa said to us that, \"These people who killed your husband were two.  I don't know whether I'll be able to stand for this to tell people that I saw this guy, but I saw him.\"  And then the police came and asked me who killed him, and I said to them, \"No, I don't know who did, but one woman who saw the people who killed my husband said she won't stand for it, she is scared.\"  In the morning the police came back to my house and they said to me, \"We ask that this person who said she saw these people must come forward to give her testimony.\"  /And this",
            "Unknown"
        ],
        [
            "MR LAX",
            "And this woman decided to left Imbali location because she was scared that people will kill her.  And then police came back and said, \"Now that you don't have a witness there's nothing we can do.  There's no one we can arrest.  We will release the suspects because there are no witnesses.\"  They were released then and police never came back to me.  Nothing happened afterwards.  I remained at home alone at Imbali.  I was tortured, I was attacked, and one time I can remember one guy from my neighbour was shot at my house.  I just couldn't get any rest.  Up until now I don't have a house, I don't have a home, I am staying in other people's houses.",
            "Male"
        ],
        [
            "MR LAX",
            "You've told us that your husband was shot at about 6 o'clock, so it took approximately an hour for an ambulance to arrive, is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And during that time these soldiers refused to let your neighbour take your husband to the hospital.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it's true.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Did the soldiers do any first aid of any kind?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, they didn't do.  They just looked at him, but there was no first aid given to him.  They just looked at him.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... unit these soldiers were from?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " No.  No, they were just too dark, and they used to go with the boers.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You've told us that a suspect was arrested.  Who was this person?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Awetha guy.  I don't know by seeing him.  I just know his name, and people did - he is Seun Awetha.  Awetha is his father, but I just know his name as Seun Awetha.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If we can move on then.  Sorry, one other question.  This witness who left Imbali, do you know who she is?  Do you know her name?  Maybe we could get her now.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I just don't remember her name, but I can identify her by merely looking at her.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Would any of your neighbours be able to give us that person's name maybe, if you could make inquiries?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know, because I am no longer staying there because I don't have a house any more.  I am now moving up and down.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you very much.  It is correct that you do have a death certificate, is it not?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Or can I say a copy of that death certificate.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If we could then please move on to Mrs Zodwa Ntombela.",
            "Male"
        ],
        [
            "MR LAX",
            "/ZODWA",
            "Male"
        ],
        [
            "MR LAX",
            "ZODWA NTOMBELA   (Previously sworn, states)",
            "Male"
        ],
        [
            "MR LAX",
            "Before I proceed with your evidence, Mrs Ntombela ... (Incomplete - end of Side B, Tape 2) ... if we could then move to your statement.  If you could tell us about the Ntombela family a little bit, how many children there were, etcetera.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There's 12 of us at home.  11 actually, one boy and 10 girls.  Six of them have died.  One boy died during the unrest, so six are now living.  We were 13 including our parents.  Those two are married.  That is my eldest sister, Mrs Dlungwane.  The other one is Mrs Nxumalo, and I am the third one.  And there's Nonhlanhla Ntombela after me.  There's Fisani Ntombela, who is attending school at Zixongweni, and Nick Ntongweni who is studying at ... (inaudible) ... those are the living ones.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Is your brother Muzi Ntombela who was shot on the",
            "Male"
        ],
        [
            "MR LAX",
            "12th of September 1984?  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is true. ",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... happened.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As my brother, Sipho Gabela, had already explained, there was a youth group which was not in agreement with the decisions that were being taken, and they started boycotting.  Then at 10 o'clock one evening we were told that my brother had died.  He had been killed by Ngubane, who belongs to Special Branch.  Then we came back and we were told that he was shot in the street.  We don't know who actually killed him, but we only got to know them when we were being told by Sikhumbuso.  When he died we made funeral arrangements.  Then there came a Mr Vabani, who asked us as to what we knew about my brother's death, and he told us that the funeral should be restricted, we should only have 200 people attending.  But we told him that we just couldn't restrict people from coming to the funeral.  Then they arrested - they wanted to arrest my father and I, but we ran away and we were able to bury my brother.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You said a person came, a Mr - I didn't catch the name very clearly.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There came his friend to tell us that he had already died.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Somebody came to tell about restrictions for the funeral.  Was that a policeman?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was Vaba.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Move on to the next incident, which was the death of your father, Alfred Ntombela.  Is it correct his full name was Denge Alfred Ntombela?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's Ginga - Ginga Alfred Ntombela.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Because I took that name off the inquest record.  There's obviously been a mistake there.  Can we please just swap the earphones for her.  Can you hear me better now?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I can.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I was explaining to you that the name I quoted you was the name I was able to get from the inquest documents which I was able to recover, so I will make sure the records are changed properly.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's fine.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... know about your father's death on the 12th - or rather the 5th of February 1990.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was on a Saturday, Saturday afternoon.  We never used to sleep at home over the weekends now.  On that particular Saturday when we were from burying four brothers - we used to go and bury our brothers at other people's places, and I was tired on that particular Saturday.  And there was no boy at home.  My father said he would rather sleep in the car because there was a car that was in the garage, the other one was in the gate.  So he said he wanted to see whoever was coming.  He slept in the car.  I was so very tired I just slept early, round about seven.  I woke up at night being awoken by gunshots.  I remembered that my father was outside.  I opened the door to try and see if my father was still alive.  I discovered that they started by shooting him, and they had surrounded the house now.  When we opened my father told us that he had been shot.  Then he fell into my parents' bedroom.  At that point I phoned my sister to let her know what had happened.  I phoned another white person.  They used to help us when we were in trouble.  I phoned them and told them what had happened.  At that time we had opened the doors, and we saw a kombi.  This kombi stopped at the gate, and my mother and my sister, who were standing at the door, they were telling us that they just heard gunshots.  At that point the gunshots started again, and my mother was shot on the head.  They got into the house.  I didn't have anything with me, I wasn't armed, but somehow I felt I had the strength or the courage.  Then I let my mother in, and I heard guns going out.  I told my brother not to come because they were going to shoot him, so he can just keep on contacting us by phone, but he mustn't come personally.  This white person came from ... (inaudible) ... just a few minutes thereafter policemen came in, quite a number of them, a lot of policemen came in.  They asked what we were and what relation we were to the people living in the house.  I told them I was the daughter of the house and I was the daughter of the man that was shot, but I further told them that that was none of their business because that's not what they came there for.  Thereafter this white person came and he wanted to take my father to the hospital.  The police refused and said he is not supposed to take my father, we thought that place was ours, we had control over the place.  They said my father should wait for the ambulance.  The ambulance came at that time.  They took my mother and my father to the hospital.  At the hospital they were not quick to attend to my parents.  We decided to leave my father and go away.  On a Tuesday we heard that my father had died.  Because I knew who had killed my father, it was our neighbour, I went to my neighbour and said he must also finish me off just as he killed my father.  I called on him.  When I got there there were Inkatha members and the house was full.  When they tried to shoot me there's another person who came over and he tried to negotiate that they mustn't shoot me.  There is another gentleman who was a member of Inkatha, I don't know what his position was in Inkatha.  They said I went to harass an Inkatha member and I needed to be dealt with.  At the time when my father was injured we went to report to the police station.  That was myself and Monica.  We had the empty gun cartridges.  The gentleman who wanted to arrest me had a gun, and at that time there was testimony that he was there at the time that my father was shot.  It was this man and his friend.  So he was arrested, I wasn't arrested, so I came back.  After some time we were called to the Supreme Court.  We were told that we were going there with regard to my father's death.  We never got inside.  One policeman came out and told us that the case is over, we should go home.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we never did.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... can tell you is that I have managed to trace the inquest that was held in respect of your father.  Did you ever get notice that there was going to be an inquest, an inquiry into your father's death, which is different to a case?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, we were never told anything.  We were never even told there was an inquest. ",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... say that the Magistrate who heard the inquest found that Zakhele Bhengu and Bigboy Madlala and other people were responsible for your father's death.  Were you aware that that was a finding that was made?    ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do know that because I had seen them, but there was no case that went on.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Where is Mr Bhengu now?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They say he is living in Westgate.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Madlala?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is staying at a hostel.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Which hostel?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In Imbali.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Do you know whether they have ever been charged before?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I know absolutely nothing. ",
            "Unknown"
        ],
        [
            "MR LAX",
            "I have no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "DR MAGWAZA",
            "The Dlungwane family, what we want to say on behalf of the Truth Commission is that we take into consideration what happened or what happens to the family after the trauma.  Now, I'll start by addressing Mrs Dlungwane, who lost her husband at quite a tender age in 1990.  You've got small children.  If you can just tell us briefly as to how this whole incident and harassment affected or altered your life, how your children were affected.  We would just like to know.  Tell us whether you are working, how do you make ends meet?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am not working, I am staying at home.  My second son is working because he realises that we couldn't keep head above water.  What about your children?   ---   They are attending school.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Are there any who were affected by the harassment? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The one who was affected was the son.  He got injured after his father had died.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Can you just briefly explain as to how he got injured.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was with other boys, his peers, and they just heard gunshots, and he got shot on the shoulder and he was admitted for a month. ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Was there any psychological trauma that he went through?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I didn't notice anything, but at times he just didn't eat or he just wouldn't eat.  And one other thing that disturbs him is us having to move up and down, not having a place to stay.  At times we stay - all of us who are sitting in front of this Commission will stay together, and we once stayed at a four-roomed house.  I had to go out and get a place to stay.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "How do you earn your living?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My son is working.  He is the only one who is working.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Now, Zodwa Ntombela, when I come back to you.  You mentioned that your mother was shot on the head but she survived.  According to your opinion is there anything that happened that affected her?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I could say by a stroke of luck she just got injured on the head, but at times she is very, very disturbed, she is very emotional.   But she is working.   ---    Yes, she's a little bit confused at times.  When you look at her you do realise that somehow emotionally she has been affected adversely.  Maybe it's because she got injured on the head.  At times she just talks anyhow and say anything.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Is there any help that she's getting?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, she has never got any medical attention. Thank you very much, because this helps us as this Commission so as to see how we can assist the family, even though we don't have the authority or the power to offer any help, but we do take into consideration and we take the recommendations to the President so that he may decide to do with each particular case.  Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "One aspect that I wanted to clarify for the record's sake.  When I was reading through these inquest documents relating to the deaths of Mr Dlungwane and Mr Ntombela I noticed that there were statements from a group called the Imbali Support Group.  Will you tell us a little bit about the Imbali Support Group, just so that it can go down in the record of the Commission?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At the height of violence in Imbali, when the police didn't help us, we decided to form a support group who were going to stay in our homes and protect us at the time of violence.  So at home there was a Monica Rautenberg, but I have forgotten the others.  The other one who can help was our attorney, John Jeffries, who actually helped us out from this predicament.  Because at that time we had actually discussed this with him that we should form a support group, because people were not getting arrested, they were just away with murder, killing people, but nothing happening.",
            "Unknown"
        ],
        [
            "MR LAX",
            "These were people from the rest of 'Maritzburg, some white people and other people, who were prepared to come and spend time with you in your homes and witness what was happening to you, is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is so.",
            "Unknown"
        ],
        [
            "MR LAX",
            "We thank you very much.  All those things that I have said about other women I still say them to you and about you, that this nation - it's becoming clearer by the day that our freedom was solely or fully dependent upon the women of this country, and we wouldn't have been here had you not gone through the hardships that you have.  You have endured so much, and we would like to tell you that you have got courage and strength.  We sympathise with you, and it's very painful to listen to these stories that you relate, but all these things strengthen us.  They give us the courage, because we do realise that if women could be this strong how could we fail them, how could we be weak?  You have gone through so much.  Probably we wouldn't be here if you hadn't done what you did.  Now I have a firm belief that this Commission ought to have a special hearing specifically designed to hear about the trauma that the women went through during the period of fighting for freedom.  You could go Soweto.  You could hear the hardships that the women went through.  You can go to Queenstown.  You will realise that women are at the forefront of the struggle.  We thank you very much.",
            "Male"
        ],
        [
            "MR LAX",
            "We welcome you.  We would like ... (inaudible) ... when you give your testimony that Dr Magwaza should lead you.  Before that ... (inaudible) ... it's okay for you even if you are sitting down.  Your name is Hansford Thabo Shangase, and you are here because you want to give testimony and to talk about what happened to you.  You don't have to stand up, you will just raise your hand.",
            "Male"
        ],
        [
            "HANSFORD THABO SHANGASE",
            "(Sworn, States)\nI would like you to speak a little bit up so that other people can hear you as well.  Dr Magwaza, you can lead him now.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "We welcome you.  Even though you are still young but we can all respect you and we would like to thank your courage that you are here to tell us and the whole world how you were tortured.  Before we could start we would like you to tell us more about yourself and about your family, because we like to hear everything about your family before we can go forward in asking questions.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I am staying with my mother at home.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Would you please speak a little bit louder.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am staying with my mother.  It's just the two of us.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Just the two of you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "And there are no brothers and sisters or father?   ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, my father died.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "When did your father die?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Last year.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "And what about brothers and sisters?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I am just the only one.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "You were just the only one?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "We thank you, Thabo.  We would like you to just raise your voice a little bit, because today we really want to hear about what really happened to you, what kind of torture you received, what harassment was done to you from 1986.  We want you to lead us from there until 1987. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say we were at the sports ground in 1986.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I would like to interrupt you there.  How old were you at that time?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  16 years.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Okay.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Guys approached.  Guys that I didn't know came to the sports ground, and they came back and said they were asking for me.  So I went to the outside the stadium ... (inaudible) ... when we were there one of them took out a knife, and then I ran away.  I ran away to the direction that ... (inaudible) ... I was tired, I couldn't run away.  They caught me in one house straight opposite my house.  Then they took me from that house and they went with me to the bushes.  One guy hit me with something very hard.  I don't know what was that.  I was unconscious and they took me to hospital.  In hospital ... (intervention)",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Let's just stop there.  You said these guys came and took you at the sports ground.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  The schools were competing, and they came and asked for me.  I went to them and then they said they wanted to speak to me, but they said we must go out.  We went outside the stadium.  When we were outside one of them had a gun and the other one had a knife.  Then they asked me that, \"Where are your friends?\" and I said, \"I don't know my friends and I don't know who you're talking about.\"  And then one of them said, \"Don't make us fools.  You know who we're talking about.\"   And then I ran.  That's when they started running after me.  I ran to one house and they took me from that house. What I'll ask you is that at that time, Thabo, were you belonging in one of the organisations?   ---   Yes, I was a member of the UDF.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "These guys who tortured you, do you have any idea what organisation they belonged to, or did they belong to any organisation?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they were IFP members.  ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "After they tortured you until you were in hospital how long did you stay in hospital?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One year.  I was admitted in July 16 and I was discharged in 1987 July.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "At this time when they tortured you is there any case that was there concerning your torture?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, when I was in hospital two police sergeants came to take a statement, though I don't remember their names because they came immediately after I was admitted to hospital.  After that they came and told me that I am supposed to be in the court for the case.  I went there at Vulindlela.  They told me that they have postponed the case to the 13th of November.  That was the end of the case.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "So there was no case.  Are there any people that you can recall, like people who were responsible for this case or the police station?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Do you remember at least one who was responsible for this case?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, sergeant - Police Sergeant Zondi.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Do you have the case number?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I didn't.  Even if I did receive it I just don't remember now.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Let's went on now after you were admitted to hospital, and you slept there from 1986.  After that what happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was discharged in hospital in 1987.  When I was outside the main road next to my house was always crowded with these people.  They used to scream at me and tell me that, \"Are you still here?  Are you still here?  We will come after you.\"  And I just didn't take them into consideration, I kept on staying at home.  And then one day they came by a kombi.  Two guys got off.  And in that kombi there were also policemen, and they came to me and they said they are here to fetch me because they need me from the police station.  So when I asked them, \"Whose kombi is this?\" one guy took a gun out and shot at me next to my mouth, my cheek, and at my back.  After that I was admitted in hospital.  That was the end of the story because there was no case afterwards.  I was discharged from hospital.  I went back home.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "When you were discharged from hospital how - can you please explain to us how was your health at that time?   ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The first time I was admitted I was discharged and I was at the wheelchair.  When they shot me in 1987 I was already at the wheelchair.  I was at the wheelchair the first time they assaulted me.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I can understand you, Thabo.  You look like you were brave, because at this stage you were still young.  I would like you to tell us if you know these people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I do know them.  Some of them died, some of them are in Jo'burg.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Those that you know, do you know where they are?  Do you know their names?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  Some of them are working and they are policemen, KwaZulu Policemen.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "In other words you do have an idea who they are and where they are working, and if we want to follow them we can get hold of them.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will say I don't know where they are working, but I do know them and they still pass next to my house.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "When they shot you in both cases were there any witnesses that we can get hold of them now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there is one, but one person is now in Jo'burg.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Do you know where he is?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't.  I don't know, I just know in Jo'burg.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Is he the only one who can be a witness?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, because it was just the two of us.  Luckily he wasn't shot because his mother was IFP member, then maybe that's why they didn't shoot him.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "When they shot you on both occasions was there any family member?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, my family had moved away at that time.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Let's just come back to your health, Thabo.  It's obvious that your life has changed.  Everyone can see that.  What I can ask is just I want to know that besides seeing that you are someone who's on the wheelchair what else can you say?  Like can you tell us about your - maybe medication expenses, or ... (incomplete)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't understand your question really.  Would you please repeat your question.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Your health was disturbed and you were still too young, and it's obvious today, but what I can say is that besides us seeing that you are on the wheelchair we want to know what else - what difficulties you encounter because of your health.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I will say besides me sitting here there is nothing.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Because you are now on the wheelchair how do you survive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My mother is working.  She is the one who is supporting me in every manner.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "What about yourself, you yourself, are you receiving any pension?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do receive a pension.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Thabo, we are glad that you came, and your testimony is touching.  I personally this testimony has touched me, has moved me, your situation, and I am glad that you came here to give this testimony.  And we have opened our ears to everything that we've heard, and we are going to take it forward, forward, until we are heard.  I thank you.  I would like the chairperson to take over now.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I would like to clarify a few things.  In Unit One who was staying there, Thabo?  Who were staying at Unit One, Thabo?  In Unit One who were staying there?  What kind of people were staying there?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mixed.  ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Here are the IFP people.  They were rushing after you outside your house in your neighbour's house, and they were shouting, and neighbours didn't open the door for you.  Why?  Why did they do this?  Were they belonging to any organisation?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, the only house that I went to, next to that house, behind that house those people were IFP people.  Maybe that was the reason.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Do you know the names of the neighbours?  Do you know those neighbours, and when they were shouting?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, it was Gaza, Buthelezi, and the other one I just don't remember the family's name.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Thank you.  You also said that they took you to hospital, but you didn't mention the names of the people who took you to hospital.  Do you still remember their names?  Those people who took you to hospital, do you still remember their names?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I still do.  Zenzele Zondi and Nosipho Ngozi and Mapola Msomi.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "You also said one of the people who tortured you were the police, and you also mentioned some names.  Are those people - are these names among the police, Dodi Zulu, Wasela Awetha, Themba, and Bheki Zulu?   ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Who is the police amongst these people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Dodi Zulu and Bheki Zulu.  They are policemen.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Where are these people staying now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's difficult for  me to know, but they do come next to my house, passing going to the hostel.  I don't know whether they are now having their own houses. ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Are they in police uniforms?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Thabo, you have requested that you would like to be helped going forward with your education.  When was the last time ... (intervention)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In standard nine.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "If you like to go to school what do you want to do? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like to go on fine art or drawing.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "There's just one thing that I want to know.  You said something about Zuma, Sergeant Zuma.  Do you know where they are at this moment?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.  The last time I saw them it was when they used to come and take statements.  I never saw them again.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "But do you remember from which police station they came from?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one very quick last question.  Which hospitals were you treated at?  You went to hospital twice.  Which hospitals were you treated at?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Edendale.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Edendale.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thabo, in this country it's very obvious that most people who received torture from 1976 mostly up until this time when we received democracy - most of these people were the youth, the youth of this country, and the women.  As we are here in KwaZulu Natal there in Soweto the Commission is sitting there and listening how youth was tortured.  If this makes you feel better, a little bit better, you must know one thing, that you are one of the heroes, and there are also other heroes who are like you who are now sitting at a wheelchair like you.  If this will make you a little bit better you must also know that there are many people who couldn't survive until today.  Few people got shot at the head and still survived.  You are still lucky, but this don't make you not to have hatred.  But we trust that as time goes on you will forget and forgive ... (inaudible) ... thank you.\n(Incomplete) ... as one of the people who had been harassed just like in Egypt.  You are known as ... (inaudible) ... Robben Island, where you come from, and you came at a very late stage in your life.  You have come to this commission to relate and tell us about what happened with regard to your harassment.  We shall request you to lift up your right hand and take an oath that all that you are going to say before this Commission shall be the truth.",
            "Unknown"
        ],
        [
            "ANTHONY LODA XABA",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Good afternoon and welcome to you, Mr Xaba.  The primary thing that you have come to tell us about today is your arrest and detention and torture at the hands of the Special Branch of the South African Police in November 1975.  But just to place your arrest and detention in context, I see from your statement that you were one of the very early groups of people, or you went with one of the first groups of people to Tanzania to undergo military training.  And in fact you and other people who were members of Umkhonto we Sizwe left this country, or attempted to leave this country, in January 1963.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is so.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And during the course of your journey to Tanzania that you were arrested by the South African Police, and that you were brought back to Pretoria, and that you were interrogated by members of the Special Branch.  You were tortured and interrogated, is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And that thereafter you were sentenced to a period of eight years' imprisonment on Robben Island.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  10 years.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "10 years, I beg your pardon.  You were sentenced to a period of 10 years' imprisonment on Robben Island.  Now, just to pick up that story, you were released from Robben Island in July 1973, is that right?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's right.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And could you tell us what happened to you after that?  You said in your statement that you were released in 1973, and the Special Branch again detained you in 1975 under section 6 of the Terrorism Act, is that correct?    ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's correct.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Thank you.  Can I ask you now to related what happened at that stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was a member of Umkhonto we Sizwe as from 1961, and we were recruits, we had to go to places outside South Africa.  Amongst the reasons that caused me to go was that there was a lot of harassment in 'Maritzburg, especially where I was staying, that is at home.  I discovered that my family was going to be adversely affected by this harassment so I had to leave and go, be a soldier, so that I might be able to come back and fight for my country.  We went.  It was in January 1963 when I went away.  Then in April - that is at the end of February 1963 we were arrested in Northern Rhodesia, the then Northern Rhodesia.  We were taken by the police of that place.  They transported us to Southern Rhodesia. At that time Gaffel Tort(?) was in government, where Sir Roy Welensky was a prime minister of a federation at that time.  They took us from there.  We were in buses and trucks because there was a lot of us who were arrested.  They took us to Beit Bridge.  In Beit Bridge that's where we underwent tremendous torture.  They called us names.  We were interrogated by people who knew us.  There's a lot of torture that we went through at the border.  I remember they put me in a truck, they locked the truck.  There was a dog inside, as well as a policeman.  They said I should tell them who fed me from South Africa up to that place.  We got assaulted up to such time that they took us to Pretoria, where we were sentenced to two years because they said we went out of the country without permission or authorisation.  We were taken to 'Maritzburg.  We were sentenced again here at the Supreme Court.  We were given eight more years besides the two years, so all in all it was 10 years, and we were taken to Robben Island.  Before I go on further to explain, at that time you should remember that there were no laws regarding detention, like the 90 days' detention, 180 detention.  All these laws were made immediately after we had been arrested.  After we had been sentenced they promulgated this law.  At that time they were scared to torture us because our attorneys used to come and see us when we were in detention.  When we got out after 10 years, when I got here in 1973, things had already changed in South Africa.  I arrived at a time where there were strikes, boycotts, especially here in KwaZulu-Natal.  Even though I do use this name, KwaZulu-Natal, it's a very ugly name, it's annoying.  When we got here I went to my place.  They put me under house arrest, that I shouldn't go outside Pietermaritzburg for five years.  I used to go and report to the police station every Monday, and during that time there came Dreyer.  Dreyer called me to the police station.  They told me that I must work together with the new government of the black people.  I told them that I did not know anything about the new government, and I asked them who that was.  They told me it was Gatsha.  ",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "I had requested you to conduct yourselves in an orderly manner.  Let's not make this Commission imbizo or a rally, because even in imbizo there is some order.  I have requested you just before we started that even though this is not a court of law, but let's accord it the respect that it deserves please.   Please let's not do things that we wouldn't do in a court of law.  Let's pay an amount of respect.  Thank you.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When they told me this I told them that I am not in that class to work for a bantustan.  Then they said to me I was stubborn, and they told me that I will die burning because my head was stiff just as Harry Gwala's head, so they'll deal with me accordingly as I've come back from prison.  As time went on I was banned, up to such an extent where there was some change.  People had to be taken as recruits to be trained as soldiers so that they might come back and fight for freedom.  Many youngsters in the youth from Pietermaritzburg went.  We took them out.  Then on a particular day in the morning, it was on a Sunday round about half past two, when I woke up my house was full of policemen.  They woke me up.  They said I should get dressed up because they already knew my workings.  They took me.  They even took my wife as well as my sister.  There were six of us that were taken on that particular night.  They put me alone in a car.  They said I shouldn't talk to anybody.  The only people I will talk to were them.  We went to the charge office in Loop Street.  When we got there they took me to an upstairs building.  When I got in there in that office Dreyer said to me - he first started by talking to the other policemen who were full in the house.  He said to me I must give him my glasses or my spectacles.  He took my glasses and he went out with them.  As soon as he had taken my glasses they just pounced on me, the policemen.  They started assaulting me.  They never asked me anything.  They started assaulting me, kicking me, banging my head against the wall.  I lost consciousness without ever having uttered a word.  When I regained my consciousness it was probably three or four hours.  The place was full of blood.  The blood had already dried out.  When I regained the consciousness I noticed one policeman who was standing guard.  He pressed a button and told the others that I had regained consciousness.  Dreyer came to me and said that I didn't want to talk.  I asked him what was I supposed to say.   He said whatever they wanted me to say I was going to say.  I told them I wasn't going to say anything.  They took me, they grabbed me by my feet and put me upside-down throughout the window.  (Pause)  ",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Try to relax if you can.  (Pause) ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They banged my head against the wall.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "(Inaudible) ... that after you had recovered consciousness that you were tortured again, and that they requested you to speak, but you refused to speak, and that they then continued to torture you by holding you upside-down, twisting your arms, swinging you along a wall - I presume that's through the open window - and that in the process of doing this they broke your right arm.  Is that correct?  Did you break your arm?  (Pause)  We do understand that it is very difficult for you to remember these things and to have to recount them again, and we extend our deep sympathy to you and salute your courage in doing what you are doing.  If you feel composed enough now to carry on please ... (intervention)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can carry on.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Thank you.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They hit my head against the wall.  I broke my arm, my right-hand arm.  They kept on hitting me against the wall.  They told me that they wouldn't leave me alone until such time that I had said all that they wanted me to say.  At that time I could hear my wife screaming from the adjoining rooms.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "(Inaudible) ... difficult for you to remember.  Just to confirm, Mr Xaba, you mentioned a Dreyer.  Is this Colonel Dreyer or Colonel Driemeyer?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Dreyer was the one who was in control.  He was a lieutenant.  He was a colonel.  He was the big culprit.  Thereafter, after I had been injured, bleeding all over - the most painful experience was that I came round about half past two in the morning.  They interrogated me right through the day until dawn.  They were interchanging.  At night there was another group in the - during the day there was another group.  I didn't sleep throughout that time.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "You mentioned a minute ago that your wife was being held in the room next to you, is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On the second day without having had sleep they told me that I should go with them and point some guns out.  I told them I didn't have any guns.  They told me I couldn't be able to take people to outside countries to be trained if I did not have guns, and they asked me where I got the money from to take the youngsters out to be trained.  They tried all means of extracting information from me, and when I listened to them talking I heard them talking about John Nene and Harry Gwala, whom they were also interrogating together with me, but in different rooms.  At times they would leave you, go out, come back with certain articles, and say to you, \"So-and-so has said you know these articles, so you should also speak your part.\"  They wouldn't get the truth from us because we were so strong, we were fighting for freedom.  When I was injured they decided that they would come with witnesses who would testify against me.  I asked them to leave my wife alone because she knew nothing about politics or about any organisations, so there was absolutely no use for me to tell the police if I didn't tell my wife.  After having been tortured tremendously, putting my stones in shoes and say I must do a frog jump with stones inside my shoes.  They handcuffed me.  They handcuffed my hands to my back and they hooked my hands and they kept me suspended in the air just like meat in the butchery.  They told me that when I go out of that place I would already be a corpse.  They told  me that they had killed Joseph Mdluli at that time.  I told them that I would not say anything, because where we came from we made oaths that the struggle that we are fighting for, we are going through, we will die with whatever knowledge we have without giving away any information to anyone.  They threatened me and told me that I have been in gaol for quite a long time, and that's where I will go back because I was one of the stubborn people according to them.  We went to the Supreme Court.  The Judge who was presiding over the case is the president today in our region.  That is now Justice Howard.  He is also a culprit because all the testimony that we gave before the Court he never accepted the testimony.  All the testimony that was given by the police was accepted as is, even the evidence that they gave of lies and pointings out.  He even promised us that he will give us a life sentence, death sentence.  He gave me a life sentence, five of us.  We went to Robben Island.  When we got to Robben Island I got headaches and I had a broken arm.  They took me to Robben Island hospital.  They didn't want me to go for the x-ray.  They kept on giving me tablets, kept on telling me there was something wrong with my arm, I should take tablets, but I shouldn't go for x-rays.  Late in 1990 - that was in 1989, just before we got released, I was taken for x-rays.  The x-rays showed that there was a broken bone.  I came back from Groote Schuur Hospital, where I went for the x-rays.  When I got to Robben Island I had to see a local doctor on the following day.  When he asked where the x-rays were they said the x-rays were lost, because they did not want me to go and get admitted because they had a belief that I wanted to run away.  I stayed with my very painful arm, as well as this painful headache.  Then in March 1990 I got a stroke.  I was taken to the hospital.  I stayed there for four months.  I underwent a major operation on my head.  I know that all the perpetrators are today innocent.  I meet them along the way.  I see them almost every time.  Then when I came out I went to a Pietermaritzburg doctor, who told me that my arm had been broken.  Then I had to be operated on.  I refused, I told them I was very old for an operation now.  It was going to be difficult for me to heal as old as I am.  And I even pointed out that I had to fork out a lot of money trying to get medical attention with regard to my broken arm.  All those things pose a predicament for me.  Now I realise that even if we have to forgive I am not a very hard-hearted person.  I am not a person who likes forgetting easily about the past.  I don't want to be cheated by the statement that they make asking for amnesty.  When they got to Robben Island to interrogate us the then Government was a government of tsotsis, was a government of ruffians, as well as Dr Verwoerd.  It was a network of ruffians because there was a lot of things that they did.  People had been shot and they had bullets in their stomachs which couldn't be taken out.  At that time I had a problem, because when you talk about these things you are taken as a person who is mentally disturbed.  If today they say we should forgive them, I absolutely cannot forgive ragamuffins because they did these things knowingly.  I can hear that they say we must forgive them, but it's not very easy for us to forgive.  If people want to be forgiven they must show it in the true sense of the word that they deserve forgiveness, but they must also be taken to Nuremburg they still conduct themselves in the manner that they did.  There are so many people that we were with in Robben Island who were very sick, and nobody paid attention to those things, because the police in Robben Island were the same as the Security Police, because the Security Branch used to come and observe as to what treatment we were getting at Robben Island.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Have you been working, or what are you doing?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was working at the ANC office as an organiser, but due to circumstances that I cannot control I had to leave the job and take early retirement.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And how are you supporting yourself at the moment?  Sorry, how do you support yourself at the present time?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Present now?",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Ja, how do you support yourself?  Are you getting some income, or do you have a pension, or is your wife working?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's a very difficult question because I am supporting myself in a very subtle way I cannot mention myself.  I don't know how.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mr Xaba, thank you very, very much for coming here today and relating your story.  I am going to hand you back to the Chairman now.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Just one question.  You told us that you've gone through a lot of expense because you had to get medical attention and you had to take tablets every day.  Which doctor saw you or attended to you, so that if you need any help we should know where you were being treated? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's quite a few doctors.  I do go to the clinic.  I also do go to another doctor's surgery there at Retief Surgeries.  I see Dr Motana every now and then.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Thank you.  We'll try to contact the Minister of Health and see if there's anything with which we can help you.  I don't promise, but we will make an attempt.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one question please, Mr Xaba.  During both your trials that you were - the one in Pretoria and the one in Pietermaritzburg subsequently, did you and your co-accused tell the Court about the torture that you'd suffered during those trials, or did your lawyers raise that as an issue during the trials?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we did raise some complaints, because when we were detained in Pretoria we were on the fifth floor right at the top.  At that time President Mandela was in another floor that was below ours.  We managed to transport messages because there were many places that we went to, there were many things that we did in order to try and draw the authorities' attention to our tortures.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... authorities, did they basically just ignore that, pretend it didn't happen?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were not arrested. ",
            "Unknown"
        ],
        [
            "MR LAX",
            "And ... (intervention)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Maybe I don't understand your question well.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... interested in what was the attitude of the Judges that heard your cases to these tortures?  Did they ... (intervention)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The Judges?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Justice Harcourt, the one who sentenced me in 1963, didn't want to hear anything about our torture.  That is Justice Harcourt.  In 1975 or '76 Judge Howard - I think he is one of the fascists.  He didn't want to listen to what we were saying, because whatever we said in court that particular day he was adamant that nothing happened to us, therefore he was not going to listen to us when we were telling him about our torture and all that sort of thing.  He decided that we were lying.  That's one of the tricks of ANC Umkhonto we Sizwe people, that we were trained to trick the Court, not to tell the Court the truth, therefore we were not tortured.  Therefore there was no need of trying to make any specific complaint to Justice Howard, because we saw him that he was a dangerous Judge himself.  Because before he could sentence us he keep on promising us that he was going to sentence us to death, therefore it made us so stubborn that even if we are sentenced to death nothing that we are going to beg him for being arrested or being charged of this high treason case.  So that we decided not to complain to him.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MRS GCABASHE",
            "Mr Xaba, we've heard your story.  I would request you to tell us about your journey to Groote Schuur Hospital when they operated you on your arm.  Did they tell you what they were operating you for?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They said I had suffered a stroke, and they operated me at the back of my head.  They told me that the veins supply my brain with blood had bursted and I needed an operation.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thereafter how did you feel, and how do you feel now after the operation?  After the operation did you feel better or did you feel worse up to now?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As I am saying it's very difficult for me to say how I really feel, because now I've got arthritis.  I am suffering from arthritis, which affects my right-hand side.  Now my whole body is aching.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you for having come.  Thank you for having had the courage to come, not only to share with us your pain and suffering in that fateful year of 1976 in particular, forgetting for the moment about what had happened earlier on in Southern Rhodesia, just that fateful year of '76.  You know the way we have been socialised, whether it is in terms of western culture or traditional society, is that you seldom see a man weep.  We have all been brought up by our society to take the attitude that cowboys don't cry, and when a man of your calibre, that's an elderly man, a man who has spent time in the cause of liberation, a man who has suffered for it, weeps, it says something.  And for me I can quite relate to what has happened to you, especially the period, especially the people, the personalities you have mentioned.  When we were arrested in 1976 in Umtata, with ... (inaudible) ... and my brother and others it was the same Colonel Dreyer, or Captain Dreyer, who came to interrogate us, so I know him very well.  It was the same colonel, the very first question he asked from me was, \"Where are the weapons?  Where have you kept the weapons?\" and one of the things that he did mention was that we would go the same way as ... (inaudible) ... so I can quite understand your case and suffering.  One of the most disturbing things, of course, is that some of these people are not only walking out there, and having never paid their debt to society.  Some of them are still occupying positions of authority in the civil service in public positions.\nSpeaking as a lawyer I sometimes feel very concerned about the role which the legal system has treated people who believed in its capacity to stand for them.  You have mentioned the question of Judges, you have mentioned a specific Judge in uncomplimentary terms.  Some have mentioned the role of judges.  Today you heard the testimony of Professor Aitchison, who spoke in very simple terms when he said it was known that torture was used by the Special Branch to extract confessions, and one of the most shameful aspects of this period was the unwillingness of prosecutors, Magistrates and Judges to resolutely refuse to co-operate in legal processes corrupted by torture of suspects.  That's what he said earlier on in the day.  Earlier on when we had hearings in this very province Krish Govender of the National Association of Democratic Lawyers made the same point about our justice system.  It is a system that needs to be overhauled.  It is a system that needs to get your trust, and I hope that these testimonies in the Truth Commission will help towards a realisation in those who man our justice system that there is a need for that system to be totally transformed in order for the legal system to serve the new democratic order.  It is testimonies like yours that will assist in that process of transforming the criminal justice system in this country. \nThank you again for having had the courage to come.  Thank you.",
            "Unknown"
        ],
        [
            "NOMUSA MAKOWANI",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We greet you, Nomusa.  I know that you are here because you want to give your testimony, and this is not nice stories.  Let me start by saying we are here for you and we sympathise with you.  Before we can start I would like you to tell us more about your family.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like to ask if you mean my family from home or my maritary family?  Which one?",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Now that you are married I would like you to explain to us more about your own family, the one that you are married to?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am Nomusa Makowani.  I am from Willowfontein and I am married, and I am not in good terms with the people, but they came and sympathised with me when my husband died.  And I also have one child, and his name is Luwazi and he is seven years old.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "You said seven years?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Is he in school?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "What standard is he in?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One, standard one.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Is that all, it's you and your son?  Where do you stay?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am staying at Willowfontein.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Do you have your own house?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do have my own house.  I am staying at my own house.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I would like you now to tell us more about what happened on the 27th May in 1990.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was on a Sunday, May 27th.  I was just catching a nap because of my health.  My husband was not there because he went to fix his car with his friend, Moses Makhanye.  They continued fixing the car up until 1 o'clock.  They came back.  I heard them chatting to each other, and he asked me how I was.  I told him I am still okay, and he told me that they need petrol to put in the car so that they can test if it can start.  After a while one girl came and knocked at the house, and she said he must come and they are going to have lunch in our neighbours.  They left, and when they came back if I am not mistaken it was 3 o'clock, and they said they were going to look for the petrol so that they can test the car.  They went by a van.  This van belonged to Mr Mkonjo.  They were three.  It was Mondli Mapanga and my husband and Mkonjo Jama.  They left, and they didn't explain where they were going to buy this petrol.  Until it was late they didn't come back.  I went to bed and I fell asleep.  I woke up at half past nine and I realised I didn't turn off the lights, and then I turned them off and I went back to sleep again.  I dreamt that night, and my dream told me that something happened.  At 3.00 am I woke up and I started packing things.  As a cultural thing when someone has died you pack things, but at that time I started packing things before I could hear that something happened.  I don't know why I was doing that.  And one person came to my house and asked where was my husband, and I said he didn't come back home, and this girl said, \"How come, because also even my brother didn't come back, and they all left all at the time.\"  So this girl went on looking for them, and she didn't find them.  During the day my mother-ion-law came, and she said to me I must get ready so that we go on to look for them.  And I said to them that, \"If you find Mondli you will find my husband, because they left both.\"  At half past three, when I looked at the road and I saw them coming.  They walked slowly, slowly, and then when they started departing from each other ... (incomplete - end of Side B, Tape 3) ... in-law came and ... (inaudible) ... been burned.  We stayed there as usual and we prepared for the funeral on Wednesday, and the following day it was going to be a holiday, Thursday.  They went to fetch the corpse, my husband's corpse, and people who saw his body said no, this wasn't my husband.  I didn't see it, and then they took it back to the mortuary.  And then the next day they brought my husband's body.  It was really my husband's body that time.  After three days we buried my husband.  I was called at his job.  After four days actually, not three.  I went there and I told them whatever they needed to know from me, because they were asking me questions.  And then the next day police came.  These were police sergeants.  They told me that I need to come to my husband's work, and they also asked Mrs Mkonjo to come with me.  We went, myself and Mrs Mkonjo, and we found one policeman who greeted us, and this policeman asked us how old we were.  I told the policeman, and Mrs Jama as well did the same.  And this police asked us, \"How come you don't look your age?  Mrs Jama looks older than you and you look younger than her, but your ages are different.\"  And then he explained to us that, \"We called you to come here because of your late husbands.  He said, he went to the garage where your husbands have died, and they said - their story is difficult for us to understand.   When we were quiet these policemen produced photographs showing us how they were burned, and he asked us to identify them, so we pointed to him.  And he asked us whose car it was, and we explained it was Jama's car.  He didn't explain more to us, and he just said to us, \"I have been to the garage where the incident happened, and I got nothing and there's nothing I can do.\"  And I was surprised to hear someone from the police force saying something like this, telling me that he's just working for his children.  We went back home, and he said he was going to call us on the date of the case.  I stayed there and weeks passed.  One day I went to my aunty, my mother's cousin.  I heard someone saying, \"There are people who are looking for you,\" and when I went outside I realised it was the same police sergeant.  He didn't come out from his car, he just asked  me, \"What did you do, because the date for the case has now passed?\"   And then I asked him, \"Why are you asking me, because you were supposed to be the one to tell me the date, and if you didn't give me the date how was I supposed to know?\"  And then he said, \"I sent Mrs Jama to come and tell you that this date was the court case.\"  That was the end of the story.  Nothing happened after that.  After that I was forced to go and look for the job.   I am very much happy, Mrs Jama, about what you've just said, you explained to us.  You can take your time.  In your statement you said there was a kombi, and this kombi had corpses inside and it was trying to park next to your house.  Did you notice the colour or the numberplate of this kombi?   ---   They explained to us that there was a kombi that had been robbed, and this kombi had people who were dead there.  And then no one knew who were they, and then we just heard that they were shot and burned.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Were they burned in their own car or in this kombi? ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In their own car.  They were tied up by ropes, and then they shot them, and then they brought them to the garage and they burned them there.  The neighbour was there and he saw this car, and he said, \"I just saw the car after it had been lit.\"  Luckily one guy had a hose pipe from the garage and he tried to stop the fire.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Those people - that person who saw them, can you remember his name?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I can't, but he said it was just a kombi that he saw.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Let's go back to your statement.  You said something about Detective Gumede.  You said something about Detective Gumede who came to you.  I am now asking was he from police station called Plessis?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was working there, but I don't know whether he's still there.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Lastly, did you find out - did you find your husband's death certificate, what was written?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was written burnt.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "You said your health or your life changed after your husband's death.  Can you please explain to us how it changed?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was a housewife, but after that I was forced to go and look for a job.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Another thing that I would like to know is that you were called at your husband's work.  Did they give you something?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  I received R600,00 cash",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "How long was he working there?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think it was two months if I am not mistaken, because it was Metro Motors Garage.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I also heard you saying one woman from Wesley Methodist Church is the one who's trying to comfort you, and you said you also have pain.  Where do you have this pain?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In me I - sometimes I have this emotional pain.  I was talking about emotional pains, and I am emotionally tortured, and I find myself not acceptable to people since after my husband's death.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "You said your son, Luwazi, has asthma.  Is he",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "receiving treatment?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he is going to hospital. Who is paying for this medication?  Who is paying for his medication?   ---   In hospital it's free for kids under six, so he's not paid.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We heard everything you just told us, and we will try that you receive some letters that you didn't receive, like letters that say how your husband actually died.  We will try and look and find if we can find those statements.  And if there was any case we will try and investigate with the police people and find out how the case ended.  Another thing about your life, the Commission would like to express itself to people who got hurt, and they will try and heal wounds like the wounds that you have lost your husband, and the Commission will try and look after that.  I thank you very much, and I hope that this woman that you mentioned that she is trying to comfort you, and we hope that she'll continue doing that.  We like people who are like her.  We thank you very much.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "Now I would like to give way to the Chairman.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "Mrs Makowani, I will apologise, I am missing some points.  You said the car that was being fixed was Mr Mapanga's car.  At this time when they went to look for the petrol to put in Mr Mapanga's car where was Mapanga at that time?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were together the three of them.   Mapanga, was he - what about Mapanga?  Would you tell us about Mapanga?  Did he die, or ... (incomplete)   ---   They all died, the three of them.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thank you very much, you've just clarified my point.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "I would like to thank you, Nomusa, for coming",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "forward here and giving us your testimony.  Usually when  you tell people about your tale it's like you're taking part of the pain and you're giving it to other people.  We are going to take part of your pain and leave with it, so that you don't have this heavy pain alone.  What the Commission can do we will do.  Thank you.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "MS SHEZI",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "Ms Shezi, we thank you for having come forward.  It's a very painful thing for us as mothers to lose our children just like you have lost your son, Muzi.  We are with you today, and we hope that we are going to hear all about his torture.  We would like you to give us a general overview, a background as to who your son was, what did he do for the community, how old was he when he died?  Was he attending school, or did he belong to any political organisation.  Just give us something that will assist us to have a picture of Muzi as a person.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Muzi was my son.  He was the only son.  He was a member of the UDF.  He was 18 years old at that time.  That was in 1987.  He died in 1987, August.  We are three at home.  That is my brother and my sister, the one who is sitting next to me, as well as our children.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "When you say Muzi was the only son, does he have any sisters?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He does have a sister.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "What standard was he at that time?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He had already left school at that time, because I did not have enough money to send him to school because I was a domestic worker.  So he was holding a temporary job with his uncle.  Then one Saturday Muzi came home.  It was round about six, half past six Saturday afternoon.  He said to me he is coming back.  He didn't say where he was going to.  He said he was coming back.  We slept without him having returned.  I went to look into his bedroom but he wasn't there.  Then on Sunday round about one still he wasn't back home.  I wondered where he was.  Then there came another elderly lady who was coming from the church.  She came and said to me did I hear about two youngsters who were burnt by the main road.  I just kept quiet, I didn't tell anybody about this, but I just decided to go, telling myself that I was just going to look and see if I could get him.  I kept on asking other kids as to where he was.  I went back home, I just stayed there.  I never said anything, I just kept quiet, I never told anybody where I went to.  We slept on that Sunday evening.  Then on Monday morning still he wasn't back.  I woke up and went back to work.  I came back from work, still he wasn't home.  In the afternoon on that Monday my brother came from work.  He said he didn't see my son at work so he asked for permission to come and look for him.  That was on a Monday.  We slept on that particular Monday, then Tuesday morning my brother went out to search for my son, but they couldn't get him.  Then on that very same evening I had also asked permission from work to come back early.  Then my brother decided that he should go to the main road because it was raining, so we went - they went there besides a dam.  They dug somewhere there alongside the dam.  They came back with a little fabric that was part of my son's trouser, as well as my son's shoes.  They were already shrunk because of the mud.  He brought these to me and said, \"These look like Muzi's clothes.\"  That's when I started realising that really my son had gone.  We woke up on Wednesday morning.  I remained at home and my brother went over to the police station because he had already discovered these little fragments of fabric.  They went to the mortuary.  When they got there they found him at the mortuary.  His face was burnt.  They came back to tell me that they had got him and he was burnt.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We do hear, Mrs Shezi.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We prepared for the funeral.  Police kept on coming to ask as to when was he going to be buried.  We indicated to them that we didn't know.  Until the day of the funeral, that was on a Saturday, when the police came in the morning.  They asked us as to what time was the funeral proceedings to the cemetery.  My sister said we don't know, because she was now fed up.  Another guy called Duff came just before we proceeded to the cemetery.  I went to see my child.  I saw his face was burnt.  The funeral procession was from Lay Centre.  Dr Mgojo was conducting the funeral service for my son, as well as others.  We went to the cemetery.  As we approached the cemetery everybody was just waiting at the door to see this funeral procession coming.  Everybody was just scared.  When we got to the cemetery we buried my son, and the place was a little bit below.  Just next to my son's grave there was an Inkatha funeral.  Then the reverend came to shake my hand.  We buried my son.  I saw something that I had never ever seen before when children keep on looking at those who were singing.  As they were filling the grave they kept on glancing at the Inkatha people.  They said a person had just died, a person had just died.  Then they sang Nkosi Sikelele.  They kept on glancing upwards until they finished filling the grave.  Then we went away.  As I was on the way I saw the Inkatha people.  They shot, and when the one shot it hit one of the Inkatha members.  He hit his co-member.  He asked whether, \"You saw that you had shot me.\"  The other one said he was sorry, he didn't realise that he was shooting a co-member.  I went to call the police.  When I looked at the police I found them pointing guns at us instead of at the Inkatha people.  We pointed out that it was the Inkatha people who were actually shooting at us, but they nevertheless continued pointing their guns at us.  When we went out we saw a car burning.  When we got home - it was on a Monday, then we had already buried my son - we were harassed continuously.  We couldn't sleep.  Just in the vicinity where I was staying I think it was UDF, then on the other side it was UDF.  They kept on harassing us, and everybody in the neighbourhood was just scared because we were being continuously harassed.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I would like to ask you just a little question.  Did they kill and burn Muzi?  Before then was there some friction, or did he fight with the Inkatha people, or did they try to attack him, or is it something that just happened before they even fought?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, before then when they had gone to a funeral in Imbali they came back running, being chased by the police, and the police were shooting.  Thereafter nobody came to my place to attack.   Because what I am saying is according to the way he died probably he might have said to you that at some stage he had an altercation with Inkatha members or something.  Were there any people who harassed him before then?   ---  I remember one day when he was at work, just before he knocked off he used to stand at the gate.  Whenever there was somebody who was standing at the gate then he would come back into the house, he wouldn't proceed to the street.  Then one day when he went out he saw a car with dimmed lights at the gate.  Then he went back into his workplace.  Probably he sensed that there were people who were hunting him down.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "This boy with which he was injured, do you know him?  Two of them got injured.  Do you know the other one?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " /Yes, I",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Yes, I do.  It was a Nxwali guy.  They are still there.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "One other thing that I am going to ask you is, is there any evidence or testimony that was given regarding your son's death?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there was absolutely none.  We don't know anything.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Did the police take him from where he was?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was found sleeping.  They say a guy by the name of Sithoni - Sithoni is a policeman, an elderly policeman - he saw people burning, and he is the one who went to report to the police that there were people burning.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Then after that had happened was there any case or any inquest or docket that was opened?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  What I remember is that after the funeral we went to the police station.  The police wrote that he was killed, but nobody knew who killed him.  Then the sergeant who was in charge of the case just didn't continue with the case.  Nothing came out of that.  After about six years - after six years I was working a cleansing - I was doing a cleansing ceremony.  It's cultural for us to do that.  As I had finished policemen came and they said they are looking for Shezi place.  I said, \"This is Shezi's place.\"  Then they said they regretted the fact that they had come to remind me about my son's death, but they had come to tell me that the cases are being re-opened, and they wanted me to tell them as to who had killed my son.  I told them I didn't know anything about my son's death.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I realise that you haven't made any particular request.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I have got no knowledge of that.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "But do you wish to know who killed your son?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I do wish to know who killed my son.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "One other thing I saw when I read your statement, something that touched me, is the request that you make that you wish that there could be a memorial stone for your child, or a community hall built so that it would always be a reminder to the community that there were heroes who died during a period of hardship.  You said you do wish your son to be remembered as a hero.  Lastly what I am going to ask from you is, is there anything that changed in your life after your son's death?  After your only son's death what happened in your life that actually affected you adversely?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was my only son.  He was my only hope.  I believed that my survival depended solely upon him.  He was the breadwinner.  And I felt like I was having high blood pressure.  I had heart problems.  I could get night sweats.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Are you getting any medical attention?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I am not getting any.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Are you working at the present moment?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am working as a domestic.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thank you very much, Mrs Shezi.  We do understand your story.  We sympathise with you, and we do wish that we could meet you halfway with your request, but we do not have the powers to grant you any promises.  We pass our recommendations to the President, then he decides what it is that they should do with each particular case.  I'll hand over to the Chairman.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "Mrs Shezi, is there anything that your sister would like to say very briefly to add to what you have said, bearing in mind that she has not made a statement?  Is there something brief?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there is.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "(Inaudible)  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I can hear you. Give me your full names please.   ---   Yes, I can hear you.  I am Gladys Shezi.",
            "Unknown"
        ],
        [
            "GLADYS SHEZI",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "GLADYS SHEZI",
            "If there is something that you would just like briefly to add to what your sister has said about the death of her son please will you do so as briefly as possible?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I just wanted to add that the way the police handled this matter, the way they treated us, even before the funeral they harassed us so much.  They would just come and harass us, and we just couldn't understand it because we were the bereaved, and the manner in which they treated us was undesirable.  They kept on asking about the funeral, who were the prominent speakers, who were the prominent people who were going to be at the funeral.  They were absolutely not concerned about my son's death.  All they wanted to know was the funeral proceedings and who would be there.  Then on the Saturday when we were supposed to bury they came in the morning and they kept on asking us all these funny, irrelevant questions.  And that made me feel very sad, because I do not think that a bereaved family should be treated in that manner that they treated us.  There came a stage where I just totally disregarded them.  Even at the time that the reverend was giving a sermon the policemen were full in the hall as if they were standing guard over us.  Now we didn't know as to what was actually taking place.  That's all I wanted to say.",
            "Unknown"
        ],
        [
            "GLADYS SHEZI",
            "Thank you very much for the opinion that you've expressed.  That shows us that the people that we thought were our protectors were the ones who actually were used by the Government to crush the very existence of the rights of the people.  We thank you very much for having come to tell us about the trauma that you went through.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I am not sure which of you might be able to answer this.  Maybe both of you could.  Do you know any of these police that came to your home and that were asking all these questions round about the time of the funeral?  Do you know any of their names or where they were from perhaps?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we don't know.  I don't know who they are, but they were from Plessis.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Plessislaer?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Plessislaer.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you for coming here today and sharing your very tragic story with us.  It is clear to us that you have both been very affected by the death of Muzi Wavuka Hubert Shezi, and although this is a very sad incident and event in your lives I hope it is of some comfort to you both that you can share this platform together to give each other support.  As my colleague, Dr Magwaza, has said, it is tragic that people who were meant to protect us, and meant to protect you in those hard, harsh times of the 80s, in fact were very often your persecutors as well, and we hope the fact that now we have achieved democrary and liberation that these sorts of things will never happen again.  Thank you for coming and sharing your story with us today.\nMrs Faith Mbatha, you are here before the Commission to give your testimony about the way in which you were being harassed.  I would like you to stand up and swear, and say that whatever you are going to say here will be the truth, nothing else but the truth, so God help you.",
            "Male"
        ],
        [
            "FAITH MBATHA",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "These people who are with you are just accompanying you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The one on my left-hand side it's my daughter.  They are just here because they are accompanying me.  They aren't going to say anything.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "And your daughter looks more like her father.  I would like you, Faith, to relate to us about something before the 7th of February 1992.  Just tell us, give us an overview of what happened before that day, before the 7th of February of 1992.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I would like to relate from back to 1985.  This was before I was married to Sikhumbuso.  I was staying next door Abdul Awetha.  He was staying at No 1630 and my home was at No 1631.  I think he was a member of the UDF, and all these things happening at Imbali at home they knew that I was involved with Sikhumbuso.  At home we were not belonging to any organisation, even though Sikhumbuso belonged to UDF.  ",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "When you say \"at home\" you refer Shange family?    ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I mean Shange.  At that time at Awetha's family a petrol bomb was thrown, and after that the Awetha family came to my house and shot, and they shot at my bedroom.  I just can't remember if it was in 1984 or '85.  And then as times goes on they told us to move, because even at home they were getting hard time because they said I was involved with Sikhumbuso.  At that time Sikhumbuso was being detained, released, detained, and there was a time when Sikhumbuso was arrested from station one, and they hit him and they took him to a kombi.  They went with him to Awetha's house.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Who was beating Sikhumbuso?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Jerome Mncwabe.  Jerome Mncwabe was one of the people who were beating Sikhumbuso.  I heard that they beat him, and they were beating him, hanging him upside-down.  It went on and on.  Sikhumbuso was being arrested.  ",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "You said Sikhumbuso - we want to know exactly if Sikhumbuso went to the police and reported the matter that Jerome is one of the people who hit him?  Did he report?  Did Sikhumbuso report this matter to the police about Jerome Mncwabe and Awetha?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, because at this time, at Awetha's time, one policeman came and told Awetha that they were going to be arrested if they continue doing this.  The police took Sikhumbuso to Edendale Hospital, and there was no one paying much attention to him.  The doctors were not paying attention to him.  No one was paying attention until my mother came the next morning and asked why was the nurses and doctors not paying attention to Sikhumbuso.  This case - here is Sikhumbuso, and Sikhumbuso has been beaten up, and why was Sikhumbuso arrested instead of Jerome Mncwabe, because he was the one who was being beaten.  They said he was hitting the buses, throwing stones at the buses.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Did he do this?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he didn't.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Continue with this.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After that Sikhumbuso was detained.  At this time that was the time he was paying lobola at my home, and then he was only out for a while and we never stayed together for a long time.  In 1988, when he was detained, and they went on hunger strike, he was released in 1989, and that's when we got married.  After that I was pregnant and I - my home was attacked and Sikhumbuso wasn't there, he was in Swaziland.  He said there was things to take care of.  And we wake up because we heard guns.  And I had a baby and Mabhuye was still very young.  ",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "This was in 1990?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it was in 1990.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Who was attacking you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We didn't see, but we just thought it was Inkatha.  We went out and then we ran, because we had already fixed our house, our fence, so that we can be able to run away if we are being attacked.  And then we tried to call police.  Police came soon, but they didn't do anything.  They left.  ",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Where were they coming from, these policemen?  Were they SAP or Zulu Police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were SAP.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "In 1989 we stayed peacefully, even though we had violent ups and downs at Imbali, but the situation wasn't as bad as before up until where Sikhumbuso was shot.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Would you please explain to us about what happened from the 7th of February in 1992?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On that night - in fact on that week my husband wasn't there, he went.  His work sent him somewhere.  He went to Picks(?) at Johannesburg, and someone was going to fetch him at the airport.  He came home.  There was a storm, but it was better than before when he came.  And then Sikhumbuso walked inside the house and said hello, and then he said to me, \"What's going on at Imbali?\"  And then I said why, so he said, \"I just saw Weseni driving his car.\"",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Is this Weseni Awetha's guy?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it's Abdul's son.  And then I said to him, \"Ja, it might happen, because the previous week when the children were at school they fought, and maybe they think we are also responsible.\"  So he said to me, \"We mustn't tell my mother because she's got high blood pressure, and also she's got a heart disease, so she might be worse.\"  And then he said to me the next day there will be an ... (incomplete - end of Side A, Tape 4) ... it wasn't usual, that's why it amazes us.  Then he told me that there will be supper on the 8th.  In fact he was telling me because he wanted me to go with him, but then because it was late I said to him, \"No, I don't feel like going.  I'll wait here.  I'll wait at home for you.\"  And then he left.  And then after he was gone I prepared my laundry, I ironed, I cleaned my house, but mostly I was doing ironing.  Late at 9 o'clock I heard ... (incomplete)",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Please take your time.  (Pause)  Please take your time.  Don't rush yourself.  We can understand the pain you are going through.  (Pause) ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At about 9 o'clock I had a feeling, a bad feeling, and my daughter was young at that time and she kept on crying.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "I said take time, don't rush yourself.  (Pause) ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I stayed ... (intervention)",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "At this time you were sitting there, you had this bad feeling, was Sikhumbuso back at home?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they were at the hotel.  I am just not sure whether the name of the hotel is Windsor.  And my daughter kept on crying.  And then I just had a feeling.  I said to myself, \"I need to pray,\" then I kneeled down and prayed.  I prayed for the first time, and I stayed for a few minutes and something said to me again, \"Pray again,\" and then I kneeled down again, I prayed.  After I finished praying I sat there and I heard a knock at the door.  Before I could hear this knock the car parking outside, and I said to myself, \"Oh, the Lord has protected him, he came back home.\"  And then when I sat a little bit I heard a knock, and I knew it wasn't him because usually he was opening the door for himself, he never used to knock.  And then it was Peter Kirschoff.  I opened the door and he said to me, \"Open the gate.\"  I opened the gate.  When I opened the gate they hold me.  (Pause)  ",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "We understand the pain you are going through with your family.  Who held you.  Was it Peter Kirschoff and Monica Rautenberg?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it was.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "And then what happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They didn't say anything, and in my mind I just told myself maybe Sikhumbuso had an accident, maybe a car accident.  They didn't say anything, but I started crying, and then they said to me, \"Sorry, sorry.\"  They kept on saying sorry, and I just thought he wasn't alive, he was gone.  And my mother was now up and she couldn't understand as well.  And neighbours saw Peter coming to my house, and they came and confirmed and say my husband has died.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Who were these neighbours?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mkhize, Mamduli, Mdladla.  Mamduli was the first one who came, and then they said he was gone, and they said we will go tomorrow to identify him.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "When were the police told about this?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In my understanding, because I personally didn't tell the police, I think Peter and them were the ones who told the police.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "In your statement we found that policemen from Loop Street came to your house.  What did they say?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they came and they wanted to get statement from me.  And I just told them what I have just told this Commission now.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Did they tell you after the investigation who killed your husband?  Did they tell you after the investigation who killed your husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They just told me that there was a lady who was an eye witness, but at that night this lady - I am just not quite sure whether this lady went and reported to Awetha or to the police, but what I know is that Awetha and Hussain went to the lady's house looking for this lady, and this lady ran away.  Hussain, Awetha and Zero.  I am just not sure whether it's Zero Mnyandu, but those were the two suspects.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Your husband, where he was shot?  Where?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was at Windsor in Victoria Street.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Please go on until the funeral, take us to the funeral service.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After that we prepared for the funeral until the following week on Saturday.  The funeral took place on Saturday, and it went on very well even though we were left with a big wound.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Do you remember on the newspaper that was written by Kaunda in 1992 June where it said they were called in front, Awetha, Pikalela Ndlovu, Owai, who was the mayor of Imbali, and one boy, in connection with Sikhumbuso's death in 1992?  Do you still remember that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Do you still remember what the newspaper said about his death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They said he was killed because they were paying revenge because Awetha was shot.  When Sikhumbuso was in Jo'burg Awetha was shot near the office, and at that incident a child died.  They said he was the one who sent those people to shoot Awetha.  But the case, the whole case - the guns which were found were Awetha's guns, and they were bought by Imbali councillors for them to defend themselves.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Mrs Mbatha, I trust that this thing has disturbed your family.  I know your husband very well.  I also know his death, and at that time at Imbali we had a group named - a group which was responsible for rehabilitation, and I can understand that this thing has disturbed you.  Is his daughter in school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  They are all four - my children, they are all at school.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Who is taking them to school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  This one, Hlengiwe.  Hlengiwe, it's my husband's daughter from another woman, and I also have another one, Zandile, from another woman, and my own one are only two.  Hlengiwe is in standard eight, Zandile in standard eight as well, Mabhuye in standard two, Siphamandla in standard one.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Do you work?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am at Avis.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "The time when your husband died, and you didn't know now to continue schooling?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I didn't, because we planned that the following year I was going to go to Duwiso College of Education, and I just couldn't.  I was supposed to take care of the children now, so I stopped schooling after Sikhumbuso died.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "How is Mandla's health - Amandla?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Amandla is the youngest, and I think he is the one who was really harassed.  I even had an idea of taking our lives after our husband died.  I wanted to kill all my children and myself.  I couldn't take it.  And he kept on asking me about his father, and when I used to tell him he won't come back, and my life was just miserable.  And he was his father's favourite, and he used to love his father very much.  Even now it still hurts me to see him playing with the other kids and other kids asking him, \"Where's your father?\"  And sometimes I just don't have answers.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Do you have any assistance or help from psychologists and therapists?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we don't.",
            "Unknown"
        ],
        [
            "FAITH MBATHA",
            "Mrs Mbatha, we've heard and we are very sorry that you were tortured in this way, and we will try to do by all means whatever we can.  We will try to help, and we will try to pass this to the State President.  If there is any help that you need, or your kids need to go to therapy, and if you need to get in touch with the Minister of the KwaZulu-Natal Health Department, we can help by so doing.  Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mrs Mbatha, I wonder if you are able to remember the name of this eye witness?  Did you know who she was?  Do you have any idea where she might be at the moment?  Sorry, I will repeat the question so that you can hear it.  Do you know the name of the eye witness, and perhaps where she might be?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do know him, and I can easily identify him.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Later on you can give us that information and we can try and follow it up for you.  Thanks.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you, Mrs Mbatha, and other members of your family for coming here today and having the courage to tell us this terrible and tragic story.  I think we have all been moved by what we have heard and by the suffering that we observe you are going through, and have been going through since your husband's death four years ago.  He was a well known person, and this province and this city is a much poorer place without him.  What is also tragic is that the people who did this are still walking the streets today, and if there is one thing that we will attempt to do it is to ensure - is to try to ensure that this matter is investigated further to see whether the people responsible for this cannot be prosecuted.\nSo thank you again very much for waiting so long to give your evidence, and for coming up here and being brave enough to do so.  Thank you very much.",
            "Male"
        ],
        [
            "MS GWALA",
            "(Sworn, States)",
            "Female"
        ],
        [
            "MR LYSTER",
            "I am going to ask my colleague and fellow Commissioner, Dr Mgojo, to assist you with your evidence.  Thank you very much.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "By the way, where do you stay?  Just tell us briefly about your family.  Where do you stay?  How many children do you have?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I stay at the GG Section.  My children have already died.  They were four, four who died.  Now I am left with three children, one girl, who has got a daughter also.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "What happened to the four?  Did they get ill?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, they did.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Where do you stay?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I stay at GG.  Nkosinathi was killed during the violence.  Elvis is my daughter's son.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Is she around?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, she isn't.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Is your daughter still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she's alive.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Are you staying with her?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am staying with my daughter.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "How old was Elvis when he died?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am sorry, I don't know anything, I am not literate.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Can you brief us as to what happened that preceded Elvis' death?  Did he belong to any political organisation at the time of his death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was a comrade.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "You also knew that he was a comrade?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they told me that he was a comrade.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "How did Elvis die?  Just give us a brief explanation.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was on a Friday when he went out.  He said he was going to see his friend.  I told him that I didn't want him to go to that particular area because members of Inkatha had control over that area.  He said, \"No, I am coming back.  I am very sure that I am going to come back.\"  He stayed at home with his friend.  They were busy conversing, talking.  ",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "What was his friend's name?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I've forgotten.  I don't have a clear recollection, but I know he's from the Hlongwa family.  I have forgotten his name.  They went.  They said they were going to visit another friend of theirs, and it was now dark and he wasn't coming back.  I decided to go to sleep.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Was he not used to being away from home until late? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, it was the very first time that he had gone until late.  The hours went by, nine and 10.  He was nowhere to be seen.  I started wondering as to what was happening, and at 8 o'clock I heard some gunfire further down the street.  Then I just waited.  I thought maybe even other people would come and say somebody has been injured, or they could shed light as to what was happening outside.  It was morning the following day, eight the following day in the morning.  A little girl came to my place.  She asked me whether I had heard that Elvis had died.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "What was this girl's name?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The girl's name was Duduzile Ngcobo.  And I asked, \"Has he died?\"  I just couldn't believe it, and I asked what had happened.  They told me he had been killed by police.  My neighbours were so scared to come out of their houses because the policemen were now surrounding my house and they were having guns with them, and they said he had been killed by white policemen.  Then we got him at Mandla Place.  Now I asked myself as to how he got to Mandla Place, because he did not go to Sickland, he just went to Mandla Place, and everything is supposed to pass by Sickland before it goes to Mandla Place.  They said they had seen a car taking the corpse from where it was.  I was very confused.  I thought I was losing my mind.  I was confused, I had a high blood attack, I had a dizzy spell, I couldn't see.  I was thinking of my child, my grandson, who was working for me, and he was my sole breadwinner, and now he had been killed by policemen from Pretoria.  There was a case that was opened.  I told them that I did not even want to be part of it.  It was discovered that he had been killed by Pretoria police.  They said they arrested him with certain weapons, but I asked them as to how could he possess weapons when he could hardly handle a knife.  They brought some weapons with them which they said they found from him.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "What had happened in that area of Sinathi before they were killed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Nothing was happening.  There was a tent that was erected, and the police went into the tent.  There was another house that had a shebeen, and they looked - the police looked at the people in the shebeen there.  And the children related the story that the police came to look again and they were told to leave the place, and the children asked as to what had they done that made them deserve to be chased away.  Then the children went away.  Just as they were going out they saw big luminous torches.  As we were going the police kept on following us with their torches.  We tried to walk at a faster pace but they kept on following us.  Just as we were getting to another place the policemen arrested one.  They started shooting.  They shot one who was wearing a black coat, and that was Elvis.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Was there any problem between the comrades and the police before Elvis' death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I know absolutely nothing.  I don't know what had taken place before that.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Do you know if Elvis was known to be a comrade by the police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.  Maybe they had told the police that Elvis was a comrade, but I have absolutely no knowledge.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "What about the other ones, what happened to them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They hid, they jumped fences, they went into people's houses, some of them ran away.  I believe it was by the power of the Almighty that they were saved.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Was there any case?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "What happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know what happened, but there was a case.  I don't even know which court that was because I just didn't want to have anything to do with the police and cases.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Now, as an elderly person we understand that Elvis was your breadwinner, was your only hope.  Now how does this affect you in life?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am sick.  I have got high blood pressure.  I can't see properly, I am partially blind, and I have been harassed emotionally",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Who is working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's my other son.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Are you treating this high blood pressure?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am, at Edendale Hospital.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Are you paying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I do pay.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Let me ask you a little question.  What would you wish the Commission to do for you?  What sort of help would you like the Commission to do for you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I cannot say because I don't know.  It's really all in the power of the Almighty.  I can't choose what sort of help I need.  I will take whatever help that I get.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Is there any expectation that you have from the Commission?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think whatever is being done I will just accept it, whatever help I can get.  I cannot choose.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "We've heard about your trauma, and whatever expectations you have we will send recommendations to the President, who will then make a final decision as to how to help you.  Thank you.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "(Inaudible) ... pressure which you are taking treatment for at Edendale Hospital, when last did you go to the Edendale Hospital?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I went there on Wednesday, last Wednesday.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Do you still pay when you go to the hospital, because there's a new law that certain people will be attended to free of charge?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I pay R7,00.  I pay R7,00 to get attended to.  I am still paying.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Thank you.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Thank you very much, Mr Chairman.  Mrs Gwala, I have one question.  Here there's Bhekani Gwala as one of the people who can help us with giving testimony as to the investigation.  Where can we get this person?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Bhekani Gwala is at J Section.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Can you just explain to us what is he?  What relation is he to you?   ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's just a policeman.   He is one of the people who knows as to what happened on that particular day?   ---   Yes.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mrs Gwala, somebody has obviously told you the story of what happened that night, is that correct?  Do you follow the ... (intervention)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was told by the people who were with my son - my grandson just before he died.  I was told by the people who were with him just before he died.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Would you be able to tell us who they are after you've given your evidence, these young people?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I forget their names, but one of them was from the Hlongwa family and the other one was from the Nzame family.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... where those families were from, which area?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They are staying at the same area with me.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... to find them?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we can get them, but they are working, but they stay in the same area.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mrs Gwala, thank you very much for coming in and for being so patient, waiting so long to tell us your story today.  We have been all around this province and in the Free State and we've heard many, many stories like yours, many sad stories from people who have lost their children or their loved ones, their husbands, their grandchildren, and that is a very sad thing.  It's also very sad to hear from so many people like yourself that their loved ones were shot by the police, people who should have been trained and paid to protect and preserve the citizens and the laws of this country.  And we hope, as I have said before, that we have now reached ... (intervention)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Even to bury my child I was helped by Mr Msimango to bury him because I could not afford to bury him.  I did not have any money because he was my breadwinner.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Well, it must be also comforting for you to know that there are people who are prepared to help you in your time of need.  So as my colleague, Dr Mgojo, has said, we will make recommendations to the State President and to Parliament as to how we think people like you should be assisted, and we have every confidence that the President will set in motion schemes and projects to help people like yourself.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Again thank you very much for coming in and telling us your story today.  Thank you very much.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Before you tell us your story can you please stand and take the oath.",
            "Male"
        ],
        [
            "NTHOMBIKANI NGWENYA",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mrs Ngwenya, you live at the KwaMphumuza location, which is near Phayepini, and you have - as I have said you have come to tell us about the death of your husband, Moses Ngwenya on the 31st of December 1988.  You've said in your statement that your husband was a policeman, that he was a member of the KwaZulu Police.   ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And that he was shot.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was shot.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Tell us what you know about your husband's death please.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Just where it started, it started in 1985.  In 1985 my son died.  I found my son and I also found the place where he died.  When I left - and then when I came back I found my house had been broken down.  Before end of the year my son died as well.  He was stabbed.  Before I could bury my son police from Edendale came and they said this boy, my son, is the one who is responsible in burning someone else's house, and my mother-in-law said, \"It's not true because we are the ones who are losing our kids.  This kid is the second one to die.\"  His father went to the hospital to look for him, and we realised that his father is not coming back home.  And then one guy came and told us that, \"Your husband is now not here and I don't think he is going to come because people have took him.\"  And then they found him next to the river and he was stabbed.  They took him to the hospital and he was talking at that time.  When his father came from the hospital he said, \"Oh, he'll be okay, because when I left the hospital \"he could speak,\" but when I went to hospital he was now dead.  And my house was broken in, and my other son was stabbed when he was coming from work.   And that was the time before I moved from Phumushe.  I persevered all this, and then at the end one day in my house I heard a loud noise.  It was like a stone breaking through the window. And my children were asleep, and my husband said I must go hide under the bed.  And I said to him, \"No, I won't, because if I have to die today I will die.\"  We ran out, and we didn't go to neighbours to seek for help, we went to the mountains and we slept there.  I went to a remote area.  That's where I am staying now at this moment.  That's where we hidden ourselves.  And my mother-in-law said to me I must come back, I mustn't run away with my husband and the children.  It's better that only my husband dies, and then we must be saved.  Then we went to my mother-in-law's place.  In 1987, after I lost two of my sons - in 1987 when I arrived at that place at my mother-in-law's place usually policemen used to come ever there, asking for my husband, and I used to tell them I don't know where my husband was because he had run away from the police.  One day soldiers came by car, and the house that I was staying at before was burned, because policemen used to come there and search the house and kick everything and break things, and then I was now staying with my mother-in-law.  Then soldiers came one day and they said they were looking for guns.  They said we must give them the guns and we told them we don't know anything about guns.  And they said guns are buried with my son.  And then cars, police cars came to my house and they went to where we buried my son.  And they brought a dog as well, and the dog couldn't find anything, and one white man said we must go back because there's just nothing.  In December 1988 we were from town.  I just came there over the weekend.  My husband just came there to spend a weekend because he was now on the run.  He then said he is going to visit a friend.  He saw people, a mob of people coming, and the policemen, and one policeman shot him.  And they said he raised his hand and the police continued shooting him.  And the police kept on shooting him until he was dead.  They said he continued shooting him even after he was dead.  And then one person came and said, \"Did you hear that your husband has been shot?\"   And I said, \"No,\" and I went there and I found him dead.  This is how it ended.  After that, before the funeral - at the funeral the police were many.  They came by different cars.  And then after the funeral it was quiet, nothing happened.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Do you recall which police shot your husband?  Where were they from, and exactly where was this?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think it was the Flying Squad.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "In what area?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mphumuza area.  They said one guy pointed at him.  I don't know because I wasn't there.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Was there any sort of case or inquest, or any case of any sort that took place in a court relating to the death of your husband?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there was no case.  I was never called.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Do you have your husband's death certificate?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I do have it.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "On which he died of bullet wounds?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, it doesn't say anything.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Do you have any documents of any sort that will give us any clue as to why and how and at whose hand his death took place?  Do you have anything at all that you can give us, at home or anywhere else?  Did you make a statement to anybody?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I never made any statements to anyone.  I don't have anything.  The only document I have is the death certificate, which doesn't explain. ",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mrs Ngwenya, you have told us many things today which you didn't put down in your statement, and we would perhaps like to speak to you again at another stage to get details about - particularly about the death of your sons.  Do you know how they - you told us how they died.  Do you know who killed them, or why they died?  Was it in - you said ... (incomplete)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know who killed them ... (incomplete - end of Side B, Tape 4) ... because even police themselves knew about this.  They used to come, they used to ask guns from us, and they used to take my husband as well.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mrs Ngwenya, we will certainly try and get to the bottom of what happened, why and who killed your husband, why he died, and it may be necessary to talk to you again to get further details about that.  At the moment how are you supporting yourself?  Are you working?  Do you have children that are working?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am not very well, I am very ill, and my kids are still at school.  And the elder son is also sick because he was shot, and my kids are still young.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "(Inaudible) ... ask my fellow Commissioners and committee members if they have any questions they wish to ask.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Your husband died in December 1988, and you just said to us after a while the lawyer, Sisibe, said to you there's nothing that we could do because it was already late.  When was this?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I went to him when I started working.  I just can't remember the year.  It was - I think it was 1995.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Before this time you never attempted to seek help to lawyers?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.  That's because I wasn't working, I was staying at home, so I didn't have money to pay for lawyers.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Did you know anything about Lawyers for Human Rights, because those lawyers are free?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I didn't know anything about them.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "One last thing that I would like to ask you is that your husband was a police, and he was killed by police.  Why?  What was going on between these policemen, because I just can't understand here because he was a police and being killed by other police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.  I really don't know, because what I am sure of is that he was killed by police.  At Plessislaer it was the KwaZulu Police head office.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Did you go there and make a statement?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I went there, but I couldn't make one.  I went to the lawyer, and the lawyer told me that the case has now expired because it's been a long time.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "What were you doing at Plessislaer?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I just went there to fetch the number, the case number.  I don't know how I got hold of it because I was with someone who was accompanying me, so he helped me.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Your husband had friends, good friends at KZP, the KwaZulu Police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he had friends.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "I mean real good friends?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I can't say that because he used to have many friends, so I don't know whether these were true friends or just colleagues.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Was there anyone who came like offering help?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, there wasn't.  They said they don't know.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... the police and they die there's usually a pension that is payable to their beneficiaries, the people that are dependent upon them.  Have you had any pension from the police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I never received anything.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You've said that you got a case number from Plessislaer.  Do you have details of that case number at all?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think I lost it, because I looked for it a previous day and I couldn't find it.  I think I lost it.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... for you.  One last question.  Was your husband involved in any political organisations at all?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was.",
            "Unknown"
        ],
        [
            "MR LAX",
            "(Inaudible) ... was that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  IFP.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mrs Ngwenya, thank you again for being so patient, waiting the whole day - it's now half past five, you're the last person to give evidence today - and telling us your story, again the loss of a loved one, and again shot by the police.  We will do our best to trace the docket relating to your husband's death to try and find out why this happened if that is of some assistance or comfort to you to try and understand why this happened.  We will also, as my colleagues have said during the course of today, we will be making recommendations to the President and to the Government as to how people like yourself, who have lost breadwinners, how they should be assisted by the Government.  We can't tell you that now because we don't know that ourselves.  It's up to the Government to decide what assistance, rehabilitation or compensation in whatever form it is proper or appropriate to pay to people like yourself.\nSo again thank you very much for coming in and sharing your story with us.  Thank you.",
            "Male"
        ]
    ]
}