{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "location": "PIETERMARITZBURG",
        "names": [
            "NHLANHLA PHILEMON MADLALA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56222&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvpmb/pmb7_13.htm",
        "speakers": [
            "NHLANHLA PHILEMON MADLALA",
            "TESTIMONY_GIVER:",
            "INTERPRETER"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "NHLANHLA PHILEMON MADLALA",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "NHLANHLA PHILEMON MADLALA",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            " (Inaudible) ... help you to tell your story, and what I'd like you to do to start with is just tell us where you were born and where you are from?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My name is Nhlanhla Philemon Madlala.  I reside at Elandskop under Chief David Ntombela, as well as Nsikayezwa Zondi.",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            " How old are you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am 32 years old.",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            " (Inaudible) ... previously a member of the police force.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            " In what capacity were you a member of the police force?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was a special constable.",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            " (Inaudible) ... special constable?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will first start by telling you as far back as 1987.  As I have already explained that I was staying at Elandskop.  We were staying there and we moved because we wanted to build a house with Reverend Zuma, who is a member of the IFP in Inanda.  We continued to build that house, and there were sporadic outbreaks of attacks between UDF as well as the IFP members.  And one day Mr Zuma came to us, asked that we should go and stay with him so that we could assist him together with Shayabantu Zondi whenever there was an attack from the UDF.  We stayed at his place.  At times during the night the UDF would come to attack and we would also launch a counter-attack, and there would be outbreaks of fights until the Unit 19 came from Pretoria.  They also came and sided with us.",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            " Sorry, Mr Madlala, if you could try and speak into the mike then the people can hear what you're saying.    ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I've got a problem.  I've got stitches at the back so I can't sit properly.",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            "We can try and get the wire extended.  Just one second.  (Pause)",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            "MACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            " Mr Madlala, are you a bit more comfortable now?    ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am comfortable.",
            "Unknown"
        ],
        [
            "NHLANHLA PHILEMON MADLALA",
            "(Inaudible) ... Mr Madlala, more carefully?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "We can't hear you.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Just try and speak up a bit please.  You were telling us that you then went to stay with Shayabantu Zondi, near his place, and you used to help with defending that area from attacks, and were involved in counter-attacks with the UDF, is that correct?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were protecting ourselves from the UDF's attacks.  We were trying to protect the chief, as well as the King's place.  Whenever the UDF came to attack we would also launch a counter-attack, and a shooting spree would start, until the police from the Unit 19 in Pretoria would come to our assistance.  They were camping at Imbali Hostel.  Whenever there was a fight that broke out the police would arrive and assist the IFP, and there would be a shooting spree.  The UDF people would be shot at.  And at the end of the fight there would be some casualties and some dead bodies.  They would be carried and taken out of that particular area.  I don't know where these bodies were taken to.  Whenever the police came in the afternoon they would camp until late, and they would drink liquor.  At times we would be taken with other members or other youths who were staying at the chief's place, and we would be directed to point out certain places where there were UDF members.  And whenever we had pointed these houses out these people would be tortured under the guise that they were looking for guns.  And whenever they could not get guns they used to assault the people.  We used self-made guns and we used to be given ammunition by the Unit 19.  I still remember one particular policeman who was involved in this was Waterson.  It was very difficult to see as to whether there were any people who died, because whenever a person fell the UDF people would pick that corpse up and run away with that corpse or the body.  At times we would also do that.  Then on this particular day in 1987 - that was towards the end - Chief Shayabantu said we should attend a meeting at Morowa House because we were wanted as new recruits.  Then our names would be submitted, as well as the ranks, and we were taken as members of the Inkatha Freedom Party.  And at the beginning of 1988 we were taken in buses and we were taken to Cape Town a Koeberg Training Camp.  That's where we were trained.  Then in 1988, whilst we were still at the training centre at Koeberg we were divided into 12 groups, that's 12 platoons.  Each platoon had 34 or 36 members, and I was in the 11th Platoon.  My instructor was Sergeant Bekker as well as Sergeant van der Toon, and the commander was Major Smith.  We were there at that camp as members or followers of the Inkatha Freedom Party.  We were trained and we were deployed in certain different rooms and different houses.  We were actually taught or trained about different types of cases.  ",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " What sort of cases were those?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's where they explained as to what we should actually do to the victims, or what we should do when we had raped some of the victims.  If you had killed a person that would be regarded as murder.  Maybe if you shot the person and killed that person they would tell us that that was murder.  They actually explained the different types of offences.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " (Inaudible) ... criminal law ... (incomplete - end of Side B, Tape 5)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were taught about certain ranks within the police force.  Every morning we would go to the parade ground and conduct some prayers, and thereafter we would go to our classes.  That's where we realised that some of us could not even write, because we did not even know English, we didn't have a command of the language.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " (Inaudible) ... sorry for the interruption ... (inaudible) ... some of you couldn't write, and obviously some of you then translated for the others, is that right? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.  ",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Yes, continue.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Then after 12 we would be taken out of the classrooms and we would be taught how to march.  And we would do this up til 2 o'clock, and we were told to go and rest in our respective rooms up til the following day.  Every day that was what was happening.  Then on the second week of our training a certain policeman who was working for the Security Branch, Mr Webber, this policeman came in a helicopter.  We were all summoned to convene at a certain place.  That is at the dining hall.  As soon as we were at the dining hall Major Smith, as well as Mr Webber, came into the dining hall.  Major Smith introduced Mr Webber and told us that he was from the Natal region.  Mr Webber said, \"As you are here you have come to be trained to kill all the members of the UDF, because it has been sent by the ANC to render the country ungovernable, because it wanted to overthrow the government.\" If I could just interrupt you there, just to clarify.  This policeman that came, where was he from?    ---   He was from 'Maritzburg.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Where is he stationed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was last stationed at Alexandra.  I don't know at present as to where he's stationed.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Is his name in fact Mr Varber.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think Webber was the name, the common name.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " He was a Security Branch policeman from Pietermaritzburg?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, he was from 'Maritzburg.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Continue and tell us what else he told you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Then he told us that as we were there we had come to be trained to kill all the members of the UDF, because it had been sent by the ANC to render the country ungovernable, and it wanted to overthrow the ruling government, whilst at the same time killing Inkatha members.  And he played some videos which showed people being killed and tortured.  And he showed us that these were our brothers, and we could even see the places at which these attacks took place.  We could identify the places.  At that time all of us were crying by then, and we were filled with so much hatred because we saw a lot of people being burnt down, being necklaced, and we were told at the same time that these were our brothers.  He further went on to tell us that we were not going to spend a lot of time at the camp.  We were supposed to go out and kill whatever was aligned to the UDF.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please take your time.  If you need some water please help yourself there.  (Pause)  If you're ready please continue.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After Webber had left we were given pump action guns or shotguns.  That's when we were trained to shoot, and they realised that we were now champions and we did everything that we were told.  But it was hardly a week we were always shown these brutal videos.  No week lapsed without us being shown the video cassettes where our brothers were being killed by the UDF members.  On the fifth week we were given IDs with our ID photos, as well as force numbers - my force number was S914442W - and we were told that the following week we would leave the camp.  That was the sixth week and we were supposed to come back.  We were transported in buses from Cape Town, and we arrived at Imbali Hostel in 'Maritzburg, where our accommodation had been arranged.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Who was your commanding officer?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'll explain as I go on further.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please continue.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We got to Imbali Hostel.  That's where our accommodation had been arranged, and we were placed under the commander, Lieutenant Lang, who was a station commander at Plessislaer.  The duties that were assigned to us were that we should guard the homes of Amakhozi as well as the IFP officials.  Within six months under Lang we were told that we were going to work under Riot Unit Eight, which was under Captain Deon Terblanche.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Which places did you serve guard duty at?  Whose houses?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We guarded Nsikayezwa Zondi's house, as well as Ngoya at KwaSayeka, as well as a Chief Gavaza in Bomvini, as well as Chief Shayabantu Zondi, Chief Ngcobo and Mafunze, as well as David Ntombela's house.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please continue.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When Captain Deon Terblanche came he told us that he was in command, and that we knew our duties that we should finish off the people who were attacking the IFP because they were planning to overthrow the government.  We continued to work under the captain, and he always told us that whenever there was a fight that broke out we should always side with the Inkatha members.  Even when we got guns that were possessed by Inkatha members we should not take them.  But if they were possessed by UDF members we should take them.  Even if we could shoot or kill the people we should not worry about prosecution.  That's exactly what we did when we worked with the Riot Unit Eight.  We used to go to places where there were fights and we would assist the IFP.  Whenever there were people who died during these fights we took those people in our vans and we would throw them at the mortuary, and no one would be arrested.  On this particular day we were working with Warrant-Officer Peens at Richmond.  We came across schoolchildren who were boycotting classes, and Warrant-Officer Peens gave a directive that we should shoot the children with No 5 rounds.  He also took part in the shooting.  So many children were injured.  Although the case was reported, but it's never proceeded to court.  It was alleged to have been finalised in August.  The situation became very tense in Hammarsdale.  Major Deon Terblanche collected us and he divided us into two platoons.  He told us that we were going to work at Richmond and some others were left in 'Maritzburg.  We were told that we were going to work in Mpumalanga township.  We were also given our commanders.  Our commander was Lieutenant van den Heever, Sergeant Roos, as well as Constable Willem de Wet and Constable Bhengu.  We were taken to Mpumalanga.  Before we were taken there we were taken to our commanders.  That's where we got Captain Brian Mitchell.  We were taken to Mpumalanga location.  That's where we were put in twos in certain IFP officials' houses, as well as other prominent members of the IFP - Sipho Mlaba, Zakhele Nkehle, as well as Mrs Ngoma.  I was in one of the houses that was usually attacked at ... (inaudible) ... that is Ndlovu's place on the border of Georgedale in the township.  The situation was tense.  Houses were being burnt.  There were funerals every day.  It was very difficult to assess the situation and say how many people had died, because whenever a person was shot he would be picked up by members of his clan, so that the members of the opposite party wouldn't know how many people had died.  At times we would be ferried in a lorry and we would go around patrolling the areas, and at times we would be travelling on foot.  Whenever we came across a UDF member we would torture you.  We would even tell a person to join the IFP.   Whenever there was anyone who was shot the first person who used to come was Willem de Wet.  Willem de Wet used to call Captain Terblanche.  And when Captain Terblanche came he said there was no problem, we can just continue with the killing.  Then at sunset we would be told to go back to the houses that we were guarding.  Then in December 1988, it was Christmas time.  That's where many members or followers of the UDF came.  Some were coming from Georgedale, some were coming from Samkhonto(?) area.  They came to the Mpumalanga location.  They came shooting already, and whilst we were still confused - that was myself and Bongani, who was my partner at Ndlovu's place -luckily Willem de Wet approached at the very same moment.  He was in a red kombi.  He told us that we should get out of Ndlovu's place and we should launch a counter-attack.  He gave us live ammunition called LG as well as SSG.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " What kind of a kombi was it that he came in?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was a Ford Husky.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Was it a red Husky?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Thank you.  Please continue.  Willem gave us rounds of ammunition known as LG and SSG.  We used them to shoot the UDF, and he said we should finish them off within the spur of the moment.  We shot them with the shotguns.  Willem de Wet himself was using an R1 assault rifle.  Members and followers of the IFP were using self-made guns.  We shot the people until we felt that we had succeeded, as I had already explained that it was quite difficult to assess and see how many people had been killed.  We could only detect by the funerals or the number of funerals that people were getting finished.  Even the following day the same thing happened.  We also launched a counter-attack, and the situation became calm for quite a few days.  Then at the end of December 1988 we were told that one member of the IFP, Mrs Ngoma, said they do not need us in Mpumalanga.  Those words were relayed to us by Lieutenant van den Heever and Sergeant Roos.  At that time they said we should pack and go, and two lorries came to fetch us.  That was when we went out of the Mpumalanga township.  When all this was happening a certain group which was newly trained was coming from Cape Town, and we were quite a large group.  They were also members and followers of the IFP.  There wasn't even a single member of the UDF.  We came back from Mpumalanga.  We came to Mpumalanga on the 1st, that is in 1989, and we were stationed at Oribi Police Station, and we were divided into two groups.  We worked with others who had remained at 'Maritzburg.  Now we had four groups, A Relief, B Relief, C Relief, as well as D Relief.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Which officers were in charge of each of those groups?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There would be a member who would be a charge within that particular group.  In my group the person who was commanding was Sergeant Hamilton.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " And of the other groups?  Do you know?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They also had their own leaders and commanders, but others were warrant-officers.  I am not really sure as to what their names were.  As we were still working six months lapsed, and we heard that the situation was tense in Greytown.  We were also chosen to go and work at Greytown, and there were three of us together with three white policemen in our group, so all in all we were six in our group.  We were using two vans.  In my van was Halalisani Zulu, M E Zondi, Mark Barnard, as well as myself.  We stayed at the camp.  Whenever we could hear gunshots we would go and investigate, and we would get bodies, dead bodies.  We would patrol and never get any perpetrators.  At times we would come in the middle of the fight, and whenever the van approached they would run away.  And we would come and pick the guns up and load them into the van, and leave the scene with the guns.  Mark Barnard used to tell us that we should take them to Mr Zondi, and he would sell the guns to Mr Zondi.  And Mr Zondi would buy the guns, and we each were given R200,00.  There was absolutely nothing that we could do, because we knew that we were supposed to kill UDF members which wanted to overthrow the government.  Mr Zondi was one of the members of the IFP.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Do you know what his first name is?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't  know whether the Zulu name would be appropriate.  I don't know whether it's his nickname, but it's Mkatheni Zondi.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please continue.  Where does this man now live?    ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I heard that he is staying at Mathimatholo, no longer at Greytown.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Continue please.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We even knew that the guns that were being sold were going to kill people who wanted to overthrow the government.  We worked at that place up til 1990, and the last time I worked at that place, that is Greytown, was when Warrant-Officer O'Connell arrived.  He took one of the members of the IFP, he gave him a small rifle, a P38, and he said he should take this and shoot next to Mzolo's place, who was a member or leader of the ANC, so that we could see whether they wouldn't launch a counter-attack so that we could get the AK47s.  We got one AK47, which I don't know the end of it because O'Connell was using this AK47.  We went back to Greytown and we continued with our work.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Which O'Connell is this?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do not know his first name, because they had name plates, and they would have their surnames but not their names on the name plates.  But I can identify him because he is within this hall.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please calm down.  Please just let the witness continue with his evidence.  Sorry, this Warrant-Officer O'Connell, was he with you in the Riot Unit?  This Warrant-Officer O'Connell, was he with you in the Riot Unit?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.  He was one of the members who was working with the Riot Unit, and he was a highly respected official.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please continue.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We went back to Greytown.  We continued with the job that had been assigned to us in 'Maritzburg.  Then in 1990 ... (incomplete)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " (Inaudible) ... us about 1990.  Mr Madlala, the events we're talking about here today were the Seven Day War.  That was in March 1990.  You've said that during 1990 you were in Greytown.  You may well be confused about the actual dates that you were in Greytown.  Is that possible?  I just see that you're trying to piece together what you're saying from your statement.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I can see that I made a mistake.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " In any event ... (intervention)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We had not yet gone to Greytown.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Did you go to Greytown after the Seven Day War?    ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, because immediately thereafter, that is in 1990 when this happened, that is the Seven Day War, I was suspended from work.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please tell us about what.  What happened in 1990?  In your statement you said it was in 1991, but clearly that's wrong.  It must have been in 1990.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Then in 1990 there was a meeting or a rally which was held in Durban.  After the rally, when the people who were coming back from the rally in a lot of buses, it was rumoured that the buses were shot at, and at that time it was a usual occurrence that there would be meetings.  And the following day there would be questions as to how many people were killed the previous day.  On the 27th we heard a horn, that is the horn that was calling us to go and fight, because they would always blow this horn whenever there was an imminent attack, and this ... (intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Sorry, just to put this in context.  Where were you when you heard a horn?  Were you at home?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was at home on that particular day.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " You weren't on duty?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I was not on duty.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please continue.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Then that very same year we were called that there was going to be an imminent attack.  We armed ourselves and we proceeded to the chief's place to try and find out what was happening at the chief's place.  And when we got to the chief's place we saw the chief's car, as well as the induna.  The induna told us that the people were being finished off at KwaMphumuze.  They were killed by the ANC, and we should go and assist them.  There was quite a large group of us, because quite a number of people were not going to work.  There were boycotts because the buses had been shot at the previous day.  ",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " This induna that addressed you, who was that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was David Ntombela.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Please continue.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were quite a large group and we were next to the induna's house.  We were together with the impi.  There were a lot of cars, lorries as well as private cars.  We were loaded into the lorries as well as cars, ZG lorries which were coming from Eshowe.  We proceeded there and we were being led by the chief and his induna.  When we got to Mphumuze the chief as well as the induna's car went into the King's place.  Other cars proceeded to where the fight was breaking out.  When we got there we stopped next to Swartkop School.  We got off.  They gave a war cry that we were already there, and the ANC members ran to Ashdown.  And when they tried to cross over to Edendale the police would shoot at them so that they could go back to where the shootings were taking place.  We shot the ANC members up to such an extent that we burnt the houses which were close.  Thabani Ndlovu told us that the police had given them 30 minutes and told them that whenever 30 minutes had lapsed we would see a helicopter.  It is true the helicopter came and dropped tear gas canisters.  That's when we ran away from the scene.  We went back to my place.  And amongst us were also special constables as well as a certain policeman by the name of Masoga.  It was the second day since the fight had broken out.  We left the place as it was and this fight continued for seven days.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Just to clarify where these vehicles came from.  You said they came from Eshowe.  That's not the Eshowe up the north coast.  If you could just explain to us ... (incomplete - end of Side A, Tape 6)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Incomplete) ... as well as a camp where the ZG Roads construction vehicles were being kept.  That is where the lorries were kept.  But on this particular day these lorries were ferrying the Amabutho to the scenes of the fights to help the Inkatha.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " So these lorries were KwaZulu Roads Department lorries, or were they other departments as well?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.  These lorries were from the Road Department, or road construction department, because that is the road construction camp.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " We've heard evidence so far that there were more than 20, some people say up to 40, some people say 29.  Are there that many lorries kept at that place?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think if they say 20 I could say - I wouldn't deny that, but they were very many.  They were not two actually.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Now, you yourself are presently in prison, is that correct?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct. You were convicted in 1991.   ---   That is correct.  I was convicted in 1992.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " What were you convicted for?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was convicted for murder which took place ... (intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " Who else was convicted?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have other members, co-accused.  That is two white people, and we were three blacks, so all in all we were five amongst those who were convicted. ",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " (Inaudible) ... Constables Harrington, Erasmus, and then Justice Dlamini, Nthokozo Bhengu.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " And two others were acquitted.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " (Inaudible) ... and Constable Keswa.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            " We won't go in into the details of the murder and that, I don't think it's relevant to this particular issue here.  Did you - you've told us that you took part in one of these attacks, and the issue that we have seen so far from the evidence is that these attacks appeared to have been well planned.  Can you comment on that at all from your participation in them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Quite a number of attacks, for instance at Gezabuso, Mnyandu, Xaluza I would not know, because at that time we were just deployed there, and I wouldn't say whether Ntombela was not there.  The last time I saw Ntombela was when they went into a certain house and they pointed us at a certain direction. So I would not know what actually happened, because when we came back the houses had been burnt.  We left a trail of destruction.  I wouldn't say whether it was planned or not.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "/What",
            "Unknown"
        ]
    ]
}