{
    "header": {
        "type": "Mandela United Football Club Hearings",
        "starting date": "1997-11-25",
        "location": "Johannesburg",
        "day": "2",
        "names": [
            "PELO MEKGWE",
            "MR SITHOLE",
            "XOLISWA FALATI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56329&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/mandela/mufc2a.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MORGAN",
            "MR SEMENYA",
            "MR KUNY",
            "INTERPRETER",
            "MR SOLLER",
            "MR UNTERHALTER",
            "MR MPOFO",
            "<UNKNOWN>",
            "YASMINE SOOKA",
            "DR BORAINE",
            "BONGANI FINCA",
            "MR MAKANJEE",
            "PELO MEKGWE",
            "MR VALLY",
            "MR KADES",
            "MR TRENGOVE",
            "MR NTSEBEZA",
            "HANNELIESEL GROENEWALD",
            "MR SITHOLE",
            "XOLISWA FALATI",
            "MS FALATI",
            "INTERPRETERS",
            "MR MPOFU"
        ],
        "original_speakers": [
            "MR MORGAN",
            "MR SEMENYA",
            "CHAIRPERSON",
            "MR KUNY",
            "INTERPRETER",
            "MR SOLLER",
            "MR UNTERHALTER",
            "MR MPOFO",
            "??",
            "MS SOOKA",
            "DR BORAINE",
            "unknown",
            "REV FINCA",
            "MR MAKANJEE",
            "PELO MEKGWE",
            "MR MEKGWE",
            "MR VALLY",
            "MR KADES",
            "MR TRENGOVE",
            "MR NTSEBEZA",
            "HANNE-LIESEL GROENEWALD",
            "MS GROENEWALD",
            "MR SITHOLE",
            "XOLISWA FALATI",
            "MS FALATI",
            "INTERPRETERS",
            "MISS FALATI",
            "UNKNOWN",
            "MR MPOFU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Please be seated.  Thank you.  I want to welcome you - order please.  I want to welcome you to this, the second day of this hearing of the Truth and Reconciliation Commission.\n We warmly welcome you on this second day of the sitting of the Truth and Reconciliation Commission.  May I just indicate a few things.  I will have to repeat these two particular announcements.  The first one is that it will be a standing rule that men may divest themselves of their jackets, some of you have already done so.  I won't make that announcement again, it is warm in here.\n The second is relating to the contraptions that you have, the headphones and the set to assist you to follow the proceedings.  We have already run up a loss of about 13 from yesterday, we just want to appeal to everybody that these particular apparatus is totally useless away from these particular machines and therefore it won't help you.  I always warn people that in fact they are a special kind of machine, if you take it away with you it bites so you are going to be in danger.\n Please each time, tea time, lunch, every break, leave them where you are seated and then in paying tribute to my colleagues and the staff, I have not mentioned the interpreters and the technicians who need our acknowledgement of assisting us.  But also I want to refer to the briefers, the people who sit next to the witnesses, are employed by the TRC, they are there to give assistance if required, support, emotional support to the witness.  It doesn't have anything to do with their own personal views.  We need to express our appreciation to them for carrying out this particular work.\n Then a very important instruction now, I said I was going to be tough as of today.  When a witness comes up and their legal representative leads them or how ever they do it, that must be a total of not more than 15 minutes.  I am not going to allow for further than 15 minutes and then Hanif, your follow up will be ten minutes.\n Mr Semenya, I will give you 15 minutes and any of you there who are not the lead Attorney, no more than 5 minutes sharp.  It will work out fairly for everybody because all of you will be operating under that.  We are trying to ensure that we do finish without being unduly unfair to anyone.  We seek to complete our record.\n Good morning Mr Morgan.",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "(still under oath)",
            "Male"
        ],
        [
            "MR SEMENYA",
            "During your evidence in chief, you said that Mrs Madikizela-Mandela participated in the assault.  Would you say that the decision to commit the assault was a collective, consensual decision made by the group of people?",
            "Male"
        ],
        [
            "MR MORGAN",
            "It was a decision of four people.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "I beg your pardon, I didn't hear the answer.",
            "Male"
        ],
        [
            "MR MORGAN",
            "It was a decision of four people.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "All the people agreed that the assault should go on, there was no particular leader who made the decision, or did Mrs Mandela give the instruction that it should happen?",
            "Male"
        ],
        [
            "MR MORGAN",
            "The first person who started assaulting was Madikizela-Mandela.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "The next question is at that time, what would happen to what was generally known as an impimpi, a traitor, a sell-out?",
            "Male"
        ],
        [
            "MR MORGAN",
            "They were being referred to as spies.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "What would happen to them if they were smelt out or pointed out or decided to be spies?",
            "Male"
        ],
        [
            "MR MORGAN",
            "They will be assaulted and would be thrown right in the air and be let alone to fall down.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Is it true that certain persons in the community at that time, not necessarily at the Mandela household, were necklaced, killed and otherwise dumped?",
            "Male"
        ],
        [
            "MR MORGAN",
            "That much I don't know.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Thank you.  Mr Chairman, I said I would confine myself to five questions.  I have now asked three, safe to record that there are certain persons, such as my client and Mrs Madikizela-Mandela, who are in jeopardy of future prosecutions.  I fully appreciate your ruling with regard to cross-examination and will leave it there.  Thank you, no more questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  You had said you had a colleague who wanted to do something.  You actually took less than five minutes.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "That was deliberate and out of deference.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you identify yourself and then say what you have to.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "Mr Chairman, I am Advocate Steven Kuny, instructed through the TRC by the Legal Aid Board and I am representing Ms Falati.  I just have a few questions for the witness.\n Mr Morgan, if I understand your evidence correctly on the day that Ms Falati reported the sexual assault on Katiza Cebekhulu...",
            "Male"
        ],
        [
            "MR MORGAN",
            "Can you please repeat your question?",
            "Male"
        ],
        [
            "MR KUNY",
            "On the day that Ms Falati reported the sexual assault on Katiza Cebekhulu, you were instructed by Mrs Mandela to go and fetch him from the Methodist Centre, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "That is true.",
            "Male"
        ],
        [
            "MR KUNY",
            "She will say in her evidence that after that, Winnie Mandela herself, that is Ms Falati and someone else went to see Dr Asvat.  Are you aware of that?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes.",
            "Male"
        ],
        [
            "MR KUNY",
            "She also says that on that particular day Mrs Mandela had returned from a visit in the Cape where she had seen her husband, Mr Nelson Mandela, are you aware of that?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I don't know that.",
            "Male"
        ],
        [
            "MR KUNY",
            "Are you aware of the date on which the sexual assault was reported when you went to fetch Mr Cebekhulu from the Methodist Centre?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I am not aware.",
            "Male"
        ],
        [
            "MR KUNY",
            "Now, in the evidence that you gave and you were subject to some cross-examination regarding this, it is apparent that you have spoken to and seen various journalists concerning the affairs at Mrs Mandela's household, the football club and so forth, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR KUNY",
            "Does the name Paul Martin, are you familiar with that name, is that someone that you have spoken to?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No.",
            "Male"
        ],
        [
            "MR KUNY",
            "You don't know that name at all?",
            "Male"
        ],
        [
            "MR MORGAN",
            "I don't know that name at all.",
            "Male"
        ],
        [
            "MR KUNY",
            "Do you recall giving an interview with a journalist when Ms Falati was present?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I don't recall.",
            "Male"
        ],
        [
            "MR KUNY",
            "Is it possible that you gave such an interview, or do you just not remember it?",
            "Male"
        ],
        [
            "MR MORGAN",
            "It is not that I have forgotten, I don't remember.",
            "Male"
        ],
        [
            "MR KUNY",
            "Ms Falati says that in about May of 1994 she went with you and Paul Martin to a mine where you pointed out a place where bodies had been dumped?",
            "Male"
        ],
        [
            "MR MORGAN",
            "That is not true.",
            "Male"
        ],
        [
            "MR KUNY",
            "You deny that?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes, I refute all of that.",
            "Male"
        ],
        [
            "MR KUNY",
            "And you had mentioned names of persons such as Cookie, Lolo, Sibusiso and Hlapo who had been dumped at this place?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, it is not me.",
            "Male"
        ],
        [
            "MR KUNY",
            "When did you start working at Mrs Mandela's household as a driver?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "The people at Mrs Mandela's household were quite well known to you?",
            "Male"
        ],
        [
            "MR MORGAN",
            "You mean which house?",
            "Male"
        ],
        [
            "MR KUNY",
            "At Mrs Mandela's house?  You worked there?",
            "Male"
        ],
        [
            "MR MORGAN",
            "She had three houses, which one are you referring to?",
            "Male"
        ],
        [
            "MR KUNY",
            "The house that you worked at.",
            "Male"
        ],
        [
            "MR MORGAN",
            "All of them.",
            "Male"
        ],
        [
            "MR KUNY",
            "We are referring to those households then.  You worked there for quite some time?  Is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He can't hear the translation, can you just help?  Can you hear?",
            "Unknown"
        ],
        [
            "MR KUNY",
            "Mr Morgan, do you know anything other than what you have already told the Commission, about the disappearance of Cookie Zwane?",
            "Male"
        ],
        [
            "MR MORGAN",
            "I left Cookie Zwane at Mrs Mandela's house.",
            "Male"
        ],
        [
            "MR KUNY",
            "You were the one who gave evidence yesterday that on Christmas eve you said to her let's go, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "It is correct.",
            "Male"
        ],
        [
            "MR KUNY",
            "And Mrs Mandela said that she will take her home?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am sorry, I said five minutes, you have one minute to go.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "That was the last time you saw her?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I had never seen her after that.",
            "Male"
        ],
        [
            "MR KUNY",
            "Do you know whether she is dead?",
            "Male"
        ],
        [
            "MR MORGAN",
            "That much I don't know.",
            "Male"
        ],
        [
            "MR KUNY",
            "You see Mr Morgan, my client Ms Falati in fact says that you are not telling the Commission all you know about the goings on at Mrs Mandela's household, that in fact you know more about  it.",
            "Male"
        ],
        [
            "MR MORGAN",
            "I have said everything.  I have said everything that I know.",
            "Male"
        ],
        [
            "MR KUNY",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SOLLER",
            "Mr Commissioner, Peter Soller on behalf of Mr Dsakhele Mbatha.  Mr Morgan in the time you worked for Mrs Mandela, did you only drive a kombi?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I used to drive a bus as well.",
            "Male"
        ],
        [
            "MR SOLLER",
            "Is it correct that you ever drove a BMW?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes.",
            "Male"
        ],
        [
            "MR SOLLER",
            "Now, do you know Mr Mbatha?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I don't know him.",
            "Male"
        ],
        [
            "MR SOLLER",
            "Do you know Mr Dlamini?",
            "Male"
        ],
        [
            "MR MORGAN",
            "I don't know those, what are their names?",
            "Male"
        ],
        [
            "MR SOLLER",
            "Dsakhele Mbatha and Mr Dlamini?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I don't know them.",
            "Male"
        ],
        [
            "MR SOLLER",
            "Do you know anything about the death of Dr Asvat Mr Morgan?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I don't know anything.",
            "Male"
        ],
        [
            "MR SOLLER",
            "Did you ever drive a white 5-series BMW?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes.",
            "Male"
        ],
        [
            "MR SOLLER",
            "For what purpose did you use that vehicle?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Each time they sent me, I would take any car and drive with it.",
            "Male"
        ],
        [
            "MR SOLLER",
            "When did you hear about Dr Asvat's death?",
            "Male"
        ],
        [
            "MR MORGAN",
            "I heard a few days after the incident, I don't remember as to how many days after his death.",
            "Male"
        ],
        [
            "MR SOLLER",
            "Did you ever find out who was convicted for that?",
            "Male"
        ],
        [
            "MR MORGAN",
            "They had said it is Tulani.",
            "Male"
        ],
        [
            "MR SOLLER",
            "Tulani who?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Tulani Dlamini.",
            "Male"
        ],
        [
            "MR SOLLER",
            "And did you find out details of that death or do you still not know them today?",
            "Male"
        ],
        [
            "MR MORGAN",
            "I don't know any details pertaining to his death.",
            "Male"
        ],
        [
            "MR SOLLER",
            "Thank you Mr Commissioner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR UNTERHALTER",
            "Chairperson, David Unterhalter for the Chili family together with Peter Jordi.\n Mr Morgan, I wanted to ask you one or two questions concerning Maxwell Madondo.  You said that you took Mrs Mandela to see the body, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Was Maxwell Madondo a member of the football club?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Could you tell us whether there was a plan for Maxwell Madondo to go and kill Sibusiso Chili and Leratodi Ikaneng, did you hear about such a plan?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I don't know anything.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "You didn't hear of any talk amongst members of the club to do such a thing?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Do you know why Mrs Mandela wanted to go and see the body of Maxwell Madondo?",
            "Male"
        ],
        [
            "MR MORGAN",
            "I don't know.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Do you know how Mrs Mandela came to hear of the death of Mr Madondo?",
            "Male"
        ],
        [
            "MR MORGAN",
            "I wouldn't know.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Did Mrs Mandela say anything to you in the motor car as you went to look at the body?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "And after she had seen the body, did she say anything to you?",
            "Male"
        ],
        [
            "MR MORGAN",
            "She said let's go.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Did she say anything about the Chili family to you?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Sorry, I just want to say it is not Chile, it is Chili, just in case we are thinking of something hot.",
            "Unknown"
        ],
        [
            "MR MPOFO",
            "Thank you Mr Chairman, I am Adv Mpofo, I am representing myself.  I am representing myself - at the risk of using up my five minutes, I will start by asking my questions and then explain the role that I will play in the proceedings.  Thank you.\n Mr Morgan, just a few questions please.  You were arrested about a month or two after the events which you have described, at about February 1989, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MPOFO",
            "And you were kept at the Diepkloof prison with the others, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MPOFO",
            "Now, at the time of your arrest or at least subsequent thereto, you were represented by a firm of Attorneys of which I was a member, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MPOFO",
            "I visited you in the prison, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MPOFO",
            "Before such visits that took place at the prison, did you know who I was?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No, I did not know who you were.",
            "Male"
        ],
        [
            "MR MPOFO",
            "Did you see me anywhere before?",
            "Male"
        ],
        [
            "MR MORGAN",
            "No.  I saw you the day when I was coming to you to fetch the car.",
            "Male"
        ],
        [
            "MR MPOFO",
            "I can't recall that, but that must be subsequent.  The point I am making is that before you were arrested, did you ever meet me before?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes.  I saw you at Mrs Mandela's house.",
            "Male"
        ],
        [
            "MR MPOFO",
            "Is that before or after your arrest Mr Morgan?  If I put to you it was after the arrest, is it possible that it was after your arrest?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MPOFO",
            "While you were in detention you were visited by myself and Ms Satwell from the firm of Attorneys and members of your family, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MPOFO",
            "And Mrs Mandela herself never visited you while you were in jail, is that correct?",
            "Male"
        ],
        [
            "MR MORGAN",
            "She used to visit Richards and not me, not me.",
            "Male"
        ],
        [
            "MR MPOFO",
            "I have used only three minutes, I hope I have earned my two minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said you were going to explain.",
            "Unknown"
        ],
        [
            "MR MPOFO",
            "Yes, Chairperson, the real purpose of my representation is that the TRC structures kindly informed me although I was already aware, that some of the people who are going to testify here have made certain allegations concerning myself.  Some of the allegations I am not really concerned with, except for one and that one really revolves around a suggestion of unprofessional conduct in the sense that one of the persons suggested that I - I think the word used was concocted, an alibi.\n Most of this is contained in the book by Katiza Cebekhulu which I will attempt to show in due course should really be entitled a journey of lies, because that is what it contains.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms (indistinct)?\n??",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Thank you Mr Chair.  Mr Morgan, I've just got three questions for you.  The first one is that you said in your evidence that on the fourth day you saw Stompie Sepei in the backroom of Mrs Mandela's house, is that correct?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Yes, that is correct.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Was Stompie Sepei dead or alive at that stage Mr Morgan?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "I do not know whether he was dead or not.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "The second question Mr Morgan, you said yesterday that you heard personally, you heard Dr Asvat telling Mrs Mandela that Stompie Sepei needed to be taken to the hospital, personally, is that correct?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Yes.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "You made a statement to the TRC Commission on the 4th of November 1997, to a Liela Groenewald, is that correct?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Please repeat your question?\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "On the 4th of November 1997 you made a statement to Liela Groenewald at the TRC commission offices, is that correct?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Yes, that is correct.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "In your statement you said that the following day you heard from slash that Asvat had been there.  You said that Dr Asvat had wanted to take Stompie straight to hospital.  Could you please clarify whether you heard Dr Asvat telling him personally, on which day did you hear Dr Asvat telling him personally and on which day did you hear from Slash that Dr Asvat had been there?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "For starters, Dr Asvat was not talking to me, he was talking to Winnie.  Secondly Slash told me the following day when I was asking him repeating the same news that Asvat said this boy should be taken to hospital.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Thank you Mr Morgan.  Mr Morgan you also in the Sunday Times in an exclusive interview said that you had to lie to save Mrs Mandela, is that correct?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "That is correct.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Why did you have to lie to save Mrs Mandela, Mr Morgan?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "I did not want my employer to be arrested.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Are you telling the truth now Mr Morgan?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Yes, I am telling the truth.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "And why are you doing so Mr Morgan?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Because this is the house of truth.\n??",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "I have no more questions Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Yasmin?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr Morgan do you remember how long Katiza stayed at the house of Mrs Mandela before he came to live with you?",
            "Female"
        ],
        [
            "MR MORGAN",
            "It was quite some time, but not a long time because he used to stay in the church, from there moved to Winnie's house and from there moved to my house.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Are we talking about days, weeks or months?",
            "Female"
        ],
        [
            "MR MORGAN",
            "We are referring to months.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How many, more than three, less?",
            "Female"
        ],
        [
            "MR MORGAN",
            "I do not remember.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Give me some idea Mr Morgan, is it more than three months, less than that?",
            "Female"
        ],
        [
            "MR MORGAN",
            "Eight or nine months.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Boraine?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Morgan, I want to put to you certain points arising from your own evidence and then I want to ask you only one question.\n You worked for Mrs Mandela for a very long time, you knew this is all in your evidence, you knew the Football Club, you told us that they were doing many things apart from playing football.  You said that even some of the cars were stolen, that you yourself was trained, that you used to have AK47's, that you knew one person who had his throat almost cut off, that you were present when Stompie was beaten, that you went and fetched the boys from the Methodist manse,  and I could go on and on.  All of this was taking place, did you ever consider going and telling someone, either in the political leadership or in the church or the police or a lawyer as to what was happening?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "No, I never considered doing that.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr Morgan, I put it to you that you were not only a witness, but that you were a participant.",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "I witnessed and I watched all the things that she was doing.",
            "Male"
        ],
        [
            "DR BORAINE",
            "You never took part?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "No, I never took part.",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Mr Morgan, I will speak Zulu.  You will remember that yesterday there was one witness, there was something that you said and I did not understand it, now I would like for you to repeat it because I don't understand quite clear.\n You said yesterday you had to implement some tricks so you could get some money.  What did you mean?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "One will generate money in many ways, there are many ways of generating money.",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "But when I am talking to you that somebody who uses tricks, is somebody who is a liar, can you admit to that, can you agree with me?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Yes, I do.",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "That means at the time when you were using tricks, that meant that you were lying?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Yes, it is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Mr Morgan, I just want to come back to Katiza, when was the first time you met him because you are the one person who has been there consistently since 1976.  When was the first time you met Katiza, was it when he was brought from the manse or had you met him prior to that?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "It was my first time to see him, that time at Mandela's house.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "I am only raising this because Katiza himself says that he stayed at Mrs Mandela's house long before he went to the manse and he was in fact sent to the manse, do you know anything about that?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "No, I don't know that.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Morgan, before I thank you, I will ask for you to be available because maybe some of the Attorneys would like to cross-examine you as well.\n You might be called back to the witness stand, so please avail yourself but for now, so long I will thank you in a special way.  Yesterday you had occupied the witness stand for a long time, and we are quite aware of your age and we apologise for keeping you \nthat long and bombarding you with questions.\n And we are also thankful for the fact that you realise that we are about truth too, and this is why you also are prepared to tell the truth.\n We now call Pelo Mekgwe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much for coming, we should have had you yesterday but you are aware that we were not able to have done so, and thank you for your patience.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Mr Chairman, I am Sanjav Makanjee, and I am acting on behalf of the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Yasmin Sooka will administer the oath or the affirmation.",
            "Unknown"
        ],
        [
            "PELO MEKGWE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Thank you Mr Chairman.  Mr Mekgwe, did you give evidence at the trial of Jerry Richardson?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "I wonder if you could confirm the type of evidence that you gave.  You were asked whether you were accused of sleeping with Paul and by that I mean Bishop Verryn of the Methodist Church, do you remember that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "That was the accusation against me.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Who made that accusation against you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Xoliswa made the accusation.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Did anybody else make that accusation against you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "And also the members of the team.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Do you remember that there was an accusation that Stompie Sepei was an informer?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Who made that accusation?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Xoliswa is the one who made it.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Was there anybody else who made that accusation?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "And also the members of the team.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "In your evidence at the trial you were asked about the assaults and you stated that Mrs Mandela, Mrs Madikizela-Mandela, started hitting you with open hands, with fists and also with the sjambok.  Do you confirm that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "That is false.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "I am sorry?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Open hands only.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "In your evidence at the trial you further stated that Stompie was accused of being an informer.  The question was put to you who made this accusation and your response was Winnie.   Can you confirm that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "No, that is not the truth, it was Xoliswa.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "then you went on and you were asked to tell the Court as far as you can remember, who assaulted you?  Then again you said Winnie was the first one and the members of the team followed?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "As I said at the beginning, she started with the open hands and she went out.  Everybody take over after that.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Okay, these incidents occurred on the 29th of December.  Are you saying that Mrs Madikizela-Mandela was present at this stage on the 29th of December at her house?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "As I said at the beginning, she is the one who started to beat.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Are you aware that Mrs Madikizela-Mandela said that on the 29th of December she was at Brandfort?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am aware yes,",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "What is your comment to that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I don't think she was not there, because she is the one who started the beating.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Why did you leave the country when you were due to give evidence at the trial of State versus Sithole and seven others of which Mrs Madikizela-Mandela was accused 8?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Can you repeat your question please.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Why did you leave the country before you were due to give evidence at the trial of Mrs Madikizela-Mandela?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The reason is not because I was afraid of that case, the reason is that I made the arrangement before the plan came.  The people that I have arranged this thing with, they delayed because of the money that was involved to take me away from this country.  That is my reason that I went out of this country.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "When you came back into the country, did you contact anybody?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I contacted the people that I was working with in the ANC Youth League.  Also I contacted Mrs Mandela for the assistance because I was then a student, I was supposed to be a student in the Technikon RSA.  I contacted her therefore to ask the assistance, financial assistance to study.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Were you given any financial assistance?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Exactly, yes.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "By whom?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "By Mrs Winnie.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Did you make any other statements concerning this event when you were back in Johannesburg from the Defence Force (indistinct) where you are now presently employed?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Who did you make this statement to?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "To the representatives.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Which representatives?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The representatives of Mrs Mandela.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Why did you make a statement to Mrs Mandela's representatives?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It is because I thought that they are from the legal department of the ANC and ultimately they are going to represent me in this case.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Mr Chairman, for the purposes of the record, we ask that any statement taken by the legal team of Mrs Madikizela-Mandela, be excluded as it is privileged.  My client was under the impression that he was giving a statement to his legal representative.\n We ask your permission to make a ruling on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have consulted as you can see, and yes.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Tell me Mr Mekgwe, you made a statement and then you appeared at a press conference, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Exactly yes.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Did you make this statement before you were asked to attend the press conference or after you were asked to attend the press conference?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It is before we attended the press conference.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "When were you asked to attend the press conference?  Were you asked to attend the press conference after you had made the statement? ... (tape ends) ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I hope the people will take note.  Hanif?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you Archbishop.  If I could just go through a few things with you.  When you gave evidence in the Jerry Richardson trial, his murder trial, were you talking the truth then?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It is not everything that is the truth by then.",
            "Male"
        ],
        [
            "MR VALLY",
            "I beg your pardon?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It is not everything that was the truth by then.",
            "Male"
        ],
        [
            "MR VALLY",
            "Well firstly, I will ask you just now what was not the truth, but why weren't you talking the truth then?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Can you repeat that question?",
            "Male"
        ],
        [
            "MR VALLY",
            "I asked you at the Jerry Richardson trial, were you talking the truth and you said it wasn't everything that was the truth.  My first question is why weren't you talking the truth at the trial?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It is because I was not aiming to give the evidence by then.",
            "Male"
        ],
        [
            "MR VALLY",
            "I am sorry I don't understand your answer.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am saying the reason is that I was not prepared to give evidence.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you in detention at the time you gave evidence?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Sorry?",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you in detention at the time that you gave evidence?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was not.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you have legal representation?  Did you have a lawyer?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I had.",
            "Male"
        ],
        [
            "MR VALLY",
            "Why did you not tell the truth at the trial?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Can you repeat that question?",
            "Male"
        ],
        [
            "MR VALLY",
            "Why did you not tell the truth at the Richardson trial?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "As I said, I said to you now that I was not prepared to give evidence.",
            "Male"
        ],
        [
            "MR VALLY",
            "You were not a willing witness?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was not willing to give that evidence.",
            "Male"
        ],
        [
            "MR VALLY",
            "Why not?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Because when I judged the government that was ruling this country by then, it was the apartheid government and ultimately I was against everything by then.",
            "Male"
        ],
        [
            "MR VALLY",
            "I am going to jump a bit.  I want to jump after you had been taken from the manse, after you had been assaulted, I want to take you to the incident of Leratodi Ikaneng.\n Do you remember that incident?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I don't remember it exactly.",
            "Male"
        ],
        [
            "MR VALLY",
            "All right, let me take you through it.  Did Jerry Richardson take yourself, Thabiso, Kenny Kgase, Killer and Isaac to (indistinct) to look for a boy there?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you meet a boy along the way who tried to escape, were chased and caught?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you hold one of his legs and someone stabbed him in the stomach and Jerry Richardson cut his throat?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did Jerry Richardson tell Kenny Kgase to throw him over the bridge?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, he did.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you talk the truth about this incident?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Sorry?",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you talk the truth about this incident?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, that was the truth.",
            "Male"
        ],
        [
            "MR VALLY",
            "So what objections could you have about telling this to a court of law when such things could have been done and you could have been involved in it.  Were you involved in it of your own free will?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It was not on my free will.",
            "Male"
        ],
        [
            "MR VALLY",
            "So what objections could you have to tell a court about such an incident?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The reason is that I was told to take part on that incident.",
            "Male"
        ],
        [
            "MR VALLY",
            "You were forced to take part in the incident?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I was told to do it.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you forced to do it?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Do you have any objections to telling a court this is a brutal assault which took place, which I was forced to be part of?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Can you repeat the question?",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you have any problems telling the court about this brutal assault which you were forced to take part in?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I said it in the court.",
            "Male"
        ],
        [
            "MR VALLY",
            "Fine.  Let's go back.  This happened on the 3rd of January, you were taken from the manse.  The Methodist manse on the 29th of December 1988, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure in terms of days, but it is a long time ago.",
            "Male"
        ],
        [
            "MR VALLY",
            "Fair enough.  You were then taken to Mrs Madikizela-Mandela's house, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "You stated in the trial that accusations were made against you, Kenny and Thabiso as well as Stompie.  Allegations of homosexual activity, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Correct.",
            "Male"
        ],
        [
            "MR VALLY",
            "You said that these accusations were made by amongst others, Mrs Winnie Madikizela-Mandela.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She was told.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did she repeat them?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She repeated it because she was told as I am saying.",
            "Male"
        ],
        [
            "MR VALLY",
            "You stated in your trial that the assault began on you when Mrs Madikizela-Mandela assaulted you with open hands and fists and sjamboks used.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She didn't use the two things that you mentioned.  As I said, I think I said to you and to everybody else that she used only open hands.",
            "Male"
        ],
        [
            "MR VALLY",
            "Why did you lie in court about this incident especially since it was an apartheid court and you wouldn't want to give them false information about someone who was involved against  the system, why would you lie to court about that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was doing all these things because I wanted the case to finish.",
            "Male"
        ],
        [
            "MR VALLY",
            "Whether you said that or you didn't say that, what difference would it have made to the length of the case?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The time was going and I wanted the case to finish as I say.",
            "Male"
        ],
        [
            "MR VALLY",
            "So you gave details of Mrs Madikizela-Mandela using a sjambok and using a fist because you wanted the case to finish quicker?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "I want to talk to you about the second assault on Mr Stompie Sepei.  Briefly you all were assaulted as a group the first time.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Exactly.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who took part in these assaults on you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The members of the Football Club.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you give me some of the names?  Was Jerry Richardson there?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, he was.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was the name I've got here is Slash, was he there?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, he was.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was Killer there?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was Katiza Cebekhulu there?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Katiza was part.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did Xoliswa Falati take part in the assaults?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She did yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "What did she do?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She helped with the beating.",
            "Male"
        ],
        [
            "MR VALLY",
            "What exactly did she do?  Did she punch you, did she kick you, did she sjambok you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She punched.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did her daughter take part in the assault, Nampobolelo?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you tell us when you were released from Mrs Madikizela-Mandela's house?  Do you remember the date?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I don't remember the date.",
            "Male"
        ],
        [
            "MR VALLY",
            "Well, the date I have is the 16th of January.  Do you remember being taken to the Doctor?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Which Doctor are you now referring to?",
            "Male"
        ],
        [
            "MR VALLY",
            "The Doctor you were taken to by, was it Rev Paul Verryn after your release on the 16th of January, that is what I am talking about?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I remember it.",
            "Male"
        ],
        [
            "MR VALLY",
            "Do you remember him thoroughly examining you and telling you what your injuries were?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you give us details of what these injuries were?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I don't remember exactly the thing that he had said to us.",
            "Male"
        ],
        [
            "MR VALLY",
            "Right.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I forgot everything.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you have broken ribs?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Sorry?",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you have broken ribs?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I don't think so.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you have any facial injuries?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, especially on my back.",
            "Male"
        ],
        [
            "MR VALLY",
            "Sorry, any injuries in your face?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, also on my face.",
            "Male"
        ],
        [
            "MR VALLY",
            "What were the injuries on your back from?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "From the assault.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you sjamboked in your back?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you lifted up and dropped from a height?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct.",
            "Male"
        ],
        [
            "MR VALLY",
            "How many times did this happen?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I cannot say because it is many times.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you still suffering from the consequences of the injuries as a result of the assault on the 16th of January when you went to see the Doctor?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I don't remember.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did the Doctor ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Three minutes.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Did you repeat these allegations at a community meeting on the 16th of January in Soweto?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you make a statement at that community meeting, saying what had happened to you and the other persons?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure that the statement was taken, but we were just asked.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you speak at the community meeting?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And did you give details of what happened about your  abduction and assault?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I gave that evidence.",
            "Male"
        ],
        [
            "MR VALLY",
            "There is one more item I want to ask you.  You were all assaulted the first night you arrived at Mrs Madikizela-Mandela's house, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct.",
            "Male"
        ],
        [
            "MR VALLY",
            "Subsequently, were you assaulted again?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "No.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was Mr Stompie Sepei assaulted again?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, he was.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who was he assaulted by?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Another gentleman, I don't know his name.",
            "Male"
        ],
        [
            "MR VALLY",
            "What was the difference in the allegations against yourself, Mono, Kenny Kgase and the allegation against Stompie?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The difference is that Stompie was accused that he is working with the police is Parys and against the three of us it is that we have allowed ourselves to be used by Rev Paul Verryn.",
            "Male"
        ],
        [
            "MR VALLY",
            "Is there any truth in the allegation that you have allowed yourself to be used by Rev Paul Verryn?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Sorry?",
            "Male"
        ],
        [
            "MR VALLY",
            "Is there any truth in that allegation that you had engaged in any kinds of homosexual activities with Rev Paul Verryn?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It was not the truth.",
            "Male"
        ],
        [
            "MR VALLY",
            "My very last question.  Sorry, not my very last, Archbishop, I will be very brief.  I will make quickly.  Why did you leave the country before giving evidence in Mrs Madikizela-Mandela's trial?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I said it at the beginning, I said to you that I left the country the reason is not that I was running away from the case, but I made that plan a long time before that.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who arranged for you to leave the country?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "My Chairperson of the Youth League, by then it was Nona Maloi.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who arranged the funds for you to leave the country?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure because I was not with him.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you ever discuss this issue of what had happened to you with the ANC whilst you were in exile?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Sorry?",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you ever discuss the issue of what had happened to you regarding your abduction and assault with the ANC when you were in exile?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was not asked about that.",
            "Male"
        ],
        [
            "MR VALLY",
            "You appeared with Mrs Madikizela-Mandela at a media conference on the 2nd of October 1997, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Where were you staying at the time you attended the media conference?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Can you repeat the question?",
            "Male"
        ],
        [
            "MR VALLY",
            "Where did you come from?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was from Cape Town.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you fly to Johannesburg?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct.",
            "Male"
        ],
        [
            "MR VALLY",
            "Who paid for your flight?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure, I only received the ticket.",
            "Male"
        ],
        [
            "MR VALLY",
            "From whom?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "From the airport in Cape Town.",
            "Male"
        ],
        [
            "MR VALLY",
            "And who told you to collect the ticket at the airport in Cape Town.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was told by the office.",
            "Male"
        ],
        [
            "MR VALLY",
            "Which office.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The office of Mrs Mandela.",
            "Male"
        ],
        [
            "MR VALLY",
            "At that press conference where you were present, and I think we must get clarity on this because we need to know what Mrs Madikizela-Mandela said there, she said we noted that the electronic media has never bothered to interview and broadcast the other side of the story as would be told by the witnesses who are sitting here today.\n One of these witnesses being you.  In addition to this, in response to Mrs Madikizela-Mandela's lawyers about which witnesses she wanted present here there were two she asked for, Mr Cebekhulu and Mr Mekgwe, which is you.  Can you please indicate to us about is there any other sides to the story other than the one you have told in your trial and the one you have given us in the statement and the one you have given us here?\n Is there anything else that you want to tell us regarding Mrs Madikizela-Mandela which will help her case?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The only thing that I can say to you is that after my disappearance in this country, I was addressed - it was said in the media that I was kidnapped and she was the one who was said she was planning it and I said to the newspapers after that that she is not the one, the ANC Youth League arranged it for me, the Chairperson of the ANC Youth League, I had a plan with him a long time before that.\n And also it was said in the media that I was killed by then, of which I was not killed.",
            "Male"
        ],
        [
            "MR VALLY",
            "Very finally, when you returned to the country after your exile and Mrs Madikizela-Mandela helped you with financial assistance, can you indicate to us how much she helped you with, in terms of how much rands?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure in terms of amounts, but she assisted in terms of giving me finance to go - I mean for transport and everything else.",
            "Male"
        ],
        [
            "MR VALLY",
            "Was this for a long period?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, it was.",
            "Male"
        ],
        [
            "MR VALLY",
            "How many months?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I course is for six months, another one is for six months also.",
            "Male"
        ],
        [
            "MR VALLY",
            "That is for about a year.  Is she still assisting you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She was yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Presently?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "If I am having problems presently, I am not afraid to approach her.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you very much Mr Mekgwe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Semenya?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Thank you Mr Chairperson, may we just state before we commence, that we are still awaiting the documentation that we have requested.   We were just given a few documents and we were told we would get the other documents later.  This inhibits our ability to deal with this proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is it?  They have got the documents ready.  They worked through the night I gather and one of our staff persons (indistinct) the documents.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "I am just mentioning Chairperson, that maybe I will ask indulgence to peruse those documents to enable my task during the course of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "yes.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Mr Mekgwe, let me just take from where you stopped.  You are not the only person who would approach Mrs Mandela for help, is that right?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Can you repeat your question?",
            "Male"
        ],
        [
            "MR SEMENYA",
            "You are not the only person of the group of boys that were there, who would approach Mrs Mandela for help?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I (indistinct) correct.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Do you know if other people would approach Mrs Mandela for help, financial help?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, let us deal with I think your answer is you said you are from Cape Town when you came to Johannesburg?  Where were you based at the time?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was based in Grahamstown, that is in the Eastern Cape.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Are you not mistaken that you would have been coming from Port Elizabeth?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Sorry?",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Are you not mistaken that you would have been coming from Port Elizabeth on that day?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I take a plane in Port Elizabeth, you are correct.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "It is not Cape Town, right?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, it is not Cape Town.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "It is just a mistake on your part?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, the reason you came to the consultation is you had made the contact and traced Mrs Mandela, is that right?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "At that time, she didn't know where you were, is that right?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "And you were desirous of making it known that some of the accusations against her, are not correct, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Including the fact that she would have helped your kidnapping out of the country, is that right?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "That is correct.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, yesterday was it impressed on you that Mrs Mandela has admitted somewhere to have been part of the assault?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Sorry?",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Was it impressed on you sometime yesterday by somebody that Mrs Mandela had admitted to the assaults?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Who impressed that on you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "There is one of my friends that I talked with yesterday concerning this case.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "I want to show you a statement and please confirm if it is a correct statement you made.",
            "Male"
        ],
        [
            "MR VALLY",
            "Mr Chairperson, we are not aware of any statement that is about to be produced.  Is it possible to indulge us to peruse the statement as well before it is presented?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you able to do that?  Are you able to provide them with a copy?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "I would ask assistance, this is a copy I got from the TRC this morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't have that?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I am not clear whether I do.  If I could see the transcript.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let him see the copy that you are referring to.  Can you just let them see what it is you are referring to please, thank you.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I do have it Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, yes.  I can breathe a sigh of relief because we have been getting ourselves into something of a knot over documents, right you are.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Can the statement be given to the witness to identify it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you recognise it?",
            "Unknown"
        ],
        [
            "PELO MEKGWE",
            "I recognise the statement yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Mr Mekgwe, I read that statement, just keep it where you are.  I want to give you another page we received from the TRC numbered page 18.   Do you see that statement?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I see that statement.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "I have highlighted there with an orange colour, can you see that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I see it.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Can you read what I have highlighted there?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It is said here that, I am not sure whether she was part of the assault.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Who are you referring to there?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was referring to Mrs Mandela.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, when I look at your handwritten statement, it does not have that version.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure because the time when the statement was done, I was not here.  I am only aware of this statement that I was part of.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, I want to give you another page 18 from the TRC documents.  May this document be given to the witness?  Do you see the bottom of page 18?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I see it.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, that statement reads differently.  I have also highlighted that difference, can you read it out?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Winnie Mandela arrived before the association.  She was brought a chair to sit down.   She took part in questioning us, but she did not speak in any aggressive manner.  Winnie left at the same stage, but she was there when I was assaulted.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Are you able to explain why those pages 18 don't look the same?  It was typed by the TRC, but I am trying to ...",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I think here the reason is that I was told that it was referred to my first statement that I was doing in court that if the statements are not similar, there is a prison involved in these things, or other sentence involved in these things.  I was told.  I think that is the reason why maybe the statements are not the same.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Can you repeat what you are saying?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am saying maybe the statements are not the same precisely because I was told that if the statements are not the same as the statement I gave in a court of Jerry Richardson, I can be imprisoned for that case.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Who told you this?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Ms Liela - I am not sure about the surname.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Is it Ms Liela Groenewald of the TRC?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I think so yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "She told you that unless you make a statement that is the same as your testimony in the Richardson trial, you can land in trouble?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She quoted it, yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "And I seem to hear your evidence to say that your evidence in that trial that Mrs Mandela would have sjamboked you and hit you with fists, is not correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It is wrong, yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "About Ikaneng, you say you were forced to participate in that assault?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "We were told to participate on that.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "By Jerry?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "By Jerry exactly.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Did Mrs Mandela say anything to force you about this Ikaneng's assault?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "We have never seen him before.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, at the manse there was Katiza Cebekhulu, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct, yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Did he say to you at any time that he knew Mrs Mandela?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "He didn't say it to us.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, we were listening to Mr Morgan, he told us yesterday that when you people came into the car, you were just toyi-toying, when you left the manse?  Is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It is correct, yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "I am just trying to ascertain how were you then forced to leave the manse?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Because we were then surrounded, we were told to go with them and ultimately in the bus, what happened is that we sat down.  We were told to join the singing, we joined.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "My instructions are you are mistaken, you are wrong, Mrs Mandela did not start the assault with the open hand as you say?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Are you saying I am wrong?",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Yes.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Maybe if you can give me more reasons for you to say that because I say it.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "What is your response to my statement to you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I never say it, I don't agree with your statement then.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now, when you came back that is the day after the assault, I understand you and Stompie and the others remained for the entire day in the yard, is that right?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Were you within seeing distance of each other?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "We were sitting in one room.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "You were sitting in one room?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Did there come an Indian Doctor to treat Stompie?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "No one was treated.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Did you see an Indian man at that room?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "No.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Maybe we should just find out whether there are other people.  Yes?",
            "Unknown"
        ],
        [
            "MR KADES",
            "Mr Chairman, Norman Kades on behalf of the Asvat family.  Mr Mekgwe, you appeared to suggest earlier in your evidence that apart from being seen by the Doctor to whom you were taken by Paul Verryn, that you had also been seen by another Doctor prior to seeing that Doctor and after your assault, is that so?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "No, it is not the truth.",
            "Male"
        ],
        [
            "MR KADES",
            "Were you only seen by one Doctor on one occasion after you had been assaulted on the night of the 29th?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "By one Doctor only, you are correct.",
            "Male"
        ],
        [
            "MR KADES",
            "By one Doctor only?  Now, did you know either Tulani Dlamini or (indistinct) Mbatha prior to the murder of Dr Asvat?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I don't' know anything concerning that.",
            "Male"
        ],
        [
            "MR KADES",
            "Did you not know either of them?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR KADES",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "May it please you Chair, my name is Wim Trengove, I act for Bishop Verryn.\n Mr Mekgwe, how old are you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am now 30 years old.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "It means that at the end of 1988 you were 21?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Mr Mono Thabiso, do you know how old he was at the time?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "I am told that he was of about your age?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Maybe you are right, I am not sure.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "As far as you know, he was of about your age?  He wasn't significantly older or younger?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I cannot say.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Mr Kenny Kgase?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "He was older than I.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "He was 29 at the time?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I think so.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Mr Katiza Cebekhulu was of about your age?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am not sure.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Stompie Sepei, we know was a teenager?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Exactly, you are correct.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Apart from Stompie Sepei, the rest of you who were taken to the manse, were grown men.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Can you repeat your question?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Apart from Stompie Sepei, the rest of you who were taken from the manse to Mrs Mandela's home, were grown men?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct, yes.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "You were not tender youths in need of her protection?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Sorry?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "You were not tender youths in need of her protection?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Whom are you referring to?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "The four of you who were taken from the manse to Mrs Mandela's home.  Correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.  Can you repeat it, I don't understand you correctly?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Mrs Madikizela-Mandela's counsel referred to the five of you as boys.  Was that a correct description?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "It was said at that time.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "You were grown men.  Stompie was the only boy amongst you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are right.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I don't know, let me maybe as my colleagues here.  Dumisa?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Chair.  Mr Mekgwe, I am trying to find where we should begin to establish when are you speaking the truth and when are you not speaking the truth.\n I would like you to confirm if I have understood the various statements that you have made.  Now in your trial, as I understand it, you said that Mrs Madikizela-Mandela assaulted you in several ways including sjamboking.\n Do you confirm that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I say it yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And in your typed statement to the Commission, you stated that you are not sure if Mrs Mandela was part of the assault, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I said it yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And in your handwritten statement you say she was part of the assault.  Is that correct?  In the handwritten statement that was shown to you by Mr Semenya.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "That is not my writing that one, I was only requested to sign it.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Yes, in that handwritten statement is it correct that there the suggestion is clear that you were saying she was part of the assault.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I've said it.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Yes, no, I know what you've said, I just want you to confirm the steps.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct, yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Yes, and in your evidence in chief today you say you were assaulted by Mrs Mandela, but it was only with an open hand.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And under cross-examination from Mr Semenya you have suggested that the discrepancies in your statements are as a consequence of a TRC investigator virtually suborning you to commit perjury, in other words telling you a disadvantage or disadvantages of you not being consistent in your statements?  Did I get you correctly?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct, yes.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Now can you assist me in understanding in all of this where I should be able to accept what is the truth about all of these things you have said?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "The truth is the statement that I am now giving here.  As I said because I have said at the beginning that the time I was doing the statement of the TRC, I was told that if my statement is not similar with the statement I have given in the court before, in the court of Richardson, I can be imprisoned for that case.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Are you saying we must ignore all these other inconsistencies and believe you only today even when something you say in your evidence in chief, does not tally with what you say under cross-examination.  Is that what you are asking us to do?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I am requesting you to do that because I am now saying it openly and with a fairness inside.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alex?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Just a follow up because I am as confused as my colleague is.  Let me ask you just a very simple, straight forward question.  As you sit there today, appearing before this Commission publicly, was Mrs Mandela part of the assault or wasn't she?",
            "Unknown"
        ],
        [
            "PELO MEKGWE",
            "She was part of the assault.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr Mekgwe, the statement that you made to our investigators, is in fact consistent with what you have told us now?",
            "Female"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "So are you still then suggesting that there was influence brought to bear upon you to tell an untruth?",
            "Female"
        ],
        [
            "PELO MEKGWE",
            "Can you repeat that statement?",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You have now said to the Commission that Mrs Mandela was part of the assault, you have indicated that you were told by our investigator that your story should be consistent with what you said at court, but you are not denying that Mrs Mandela was part of the assault?",
            "Female"
        ],
        [
            "PELO MEKGWE",
            "The question is that was Mrs Mandela part of the assault?",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Yes?",
            "Female"
        ],
        [
            "PELO MEKGWE",
            "It was not said that what part she played in the assault, of which I said in the beginning that she beat us with open hands.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "So she was part of the assault?",
            "Female"
        ],
        [
            "PELO MEKGWE",
            "Yes, that is why I said it.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I can't say I am quite sure now what - are you able to make your client tell us in fact what is the thing that we have to believe.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I will try my best Mr Chairman.  Mr Mekgwe, you said that the statement you gave to the TRC was, you were pressured to make that statement, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Okay, when you gave evidence in the Jerry Richardson trial, were you under pressure to make any statements at that stage?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "By then I was under the protection of the police and also as I said at the beginning, that I was not willing to give that evidence.",
            "Male"
        ],
        [
            "MR VALLY",
            "But were you under any pressure to make or give evidence at the trial?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was not under pressure.",
            "Male"
        ],
        [
            "MR VALLY",
            "Okay.  You stated, the question was put to you by the State Advocate in that matter, and I will put the question to you.  Did she say anything at that stage, you said right, now what was the next thing that happened.  After we were introduced, Winnie started insulting us.  It was then put to you, now did she say anything at that stage that you can remember and your answer was, yes, I remember the words.  The words she said, she said we are not fit to be alive.  When you made that statement, were you under pressure to make that statement, or was it freely and voluntarily?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I was not forced to make that statement.",
            "Male"
        ],
        [
            "MR VALLY",
            "Nothing further Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yasmin wants to ask something.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr Mekgwe, you are represented by an Attorney, did you advise your Attorney before you appeared this morning, that there were discrepancies between the two statements that have been presented by the TRC?  Did you inform him that pressure had been brought to bear upon you by an investigator of the TRC?",
            "Female"
        ],
        [
            "PELO MEKGWE",
            "I don't think I told him.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Why not?",
            "Female"
        ],
        [
            "PELO MEKGWE",
            "I forgot about this thing.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hanif, yes?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Mekgwe, I am looking at your handwritten statement.  I beg your pardon the handwritten statement that was taken by Ms Groenewald.  Now the sentence that was problem was - I just want to read it to you because there is a bit of a contradiction.\n I will read the whole paragraph.  Winnie Mandela arrived before the accusations, she was brought a chair to sit down, she took part in ... (tape ends) ... do you recall this?  Shall I show it to you?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I say it, yes, I recall it.",
            "Male"
        ],
        [
            "MR VALLY",
            "Right.  Now, in the same handwritten statement I will show it to you, this was when she was interviewing you, taking your statement about what had happened, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "You said this is when you were talking about having left the country.  I returned to South Africa in 1993, I went to Ikaneng.  I knew I was supposed to appear in court before I left.  I believed the people who helped me to get out, also knew that.  At that stage I did not want to testify in the apartheid regime.  The story I told in court was true, except that I said I would give further testimony, while I knew I was going away.\n Then there is a sentence, Winnie Mandela was there when I was assaulted.  Must I show that to you?  Do you see that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I see it, yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Is that the same statement, do you recall saying that?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, I remember it.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can I put it into context for you?  Did Ms Groenewald as the person who was doing the investigation and taking your statement, point out to you that lying under oath whether in court or whether before the TRC, was an offence?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She said that to me.",
            "Male"
        ],
        [
            "MR VALLY",
            "As she took the statement down, you made the first statement where you said you weren't sure whether Mrs Madikizela-Mandela was there.  During the course of the second statement, sorry, during the course of the statement, later on, talking about your return to South Africa, you then say something where you say Mrs Madikizela-Mandela was there.\n The one I have just shown you there, this all happened during the same time.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, it happened at the same time.",
            "Male"
        ],
        [
            "MR VALLY",
            "Were you made this two statements in the same handwritten statements, is that correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "Did you tell Ms Groenewald  which was the correct version?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I said to her I don't remember exactly (indistinct).  She referred to the statement that I had given in court before.",
            "Male"
        ],
        [
            "MR VALLY",
            "I understand this, but what is your final position.  Was your final position, and I am talking about the time the statement was taken, not now.  Was your final position that yes, Mrs Madikizela-Mandela was present when the assaults took place or Mrs Madikizela-Mandela was not present?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She was present before the assault.",
            "Male"
        ],
        [
            "MR VALLY",
            "And was this the final version you gave to Ms Groenewald at the time when she was writing down your statement?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "You are correct.",
            "Male"
        ],
        [
            "MR VALLY",
            "So you had corrected what you had said earlier in the same statement?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "So that if she was to type out the statement, and she put what you said as the correct version, this would still be your version, your story?  Do you understand my question?  Let me repeat it.\n You say on the one hand I am not sure whether she was part of the assault, the same statement later on you say Winnie left at some stage, but she was there when I was assaulted.  I am talking about the handwritten statement.  You give these two versions in the same handwritten statement?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "She then asked you hang on, you are saying this here, you are saying this here.  Perjury is an offence.  Lying under oath is an offence, whether in court or before the TRC. What is the correct version, you then tell her the correct version is Winnie left at some stage, but she was there when I was assaulted.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "She started the assault, and after that she left.",
            "Male"
        ],
        [
            "MR VALLY",
            "I understand that, but I am just talking about what is written down Mr Mekgwe.  You told Ms Groenewald at the time she wrote her statement, she noted your statement, that the correct version was the second bit that you put in the same statement and I will read it to you again.\n Winnie left at some stage, but she was there when I was assaulted.  Did you tell Ms Groenewald at the time that she took your statement, that that was the correct version?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, that was the correct version",
            "Male"
        ],
        [
            "MR VALLY",
            "And what you had said earlier on, was not correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.  As far as, she was not referring to the previous statement.",
            "Male"
        ],
        [
            "MR VALLY",
            "To the statement in court?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And she talked about perjury?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "So then after she told you what the law was, you then said the second version was correct?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "So in other words, what appears in the statement where it says Winnie left at some stage, but she was there when I was assaulted, is your version?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "It is not Ms Groenewald's version?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes.",
            "Male"
        ],
        [
            "MR VALLY",
            "And what as it appears is the correction of the previous statement you made in the same statement where you say I am not sure whether she was part of the assault?",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "Yes, that is the correction.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you very much Mr Mekgwe.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "May we indicate our difficulty, we no longer know what is the process, not the time allocated seems to go over and I see Mr Vally is questioning the witness for the second time.  Do we have this facility as well?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I had to say that when we are given the task of seeking to establish the truth and he is our person to assist us in doing that.  We have given you the opportunity and I am quite willing if you wanting to come in, to do your bit, because what we are now going to do is to ask Ms Groenewald to take the stand so that she can in fact be able not through a first person, be asked what in fact took place.\n You have finished, Hanif?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "With Mr Mekgwe yes.  Yes, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you should stand down, thank you very much.",
            "Unknown"
        ],
        [
            "PELO MEKGWE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Semenya, I am quite willing to let you if you were wanting to come in at this stage?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "No, I would only put one question Chairperson.  Mr Mekgwe, I want us to distinguish between two things.\n Whether what you said at the trial in your statement or here, is correct, is one thing, and that is not what I was establishing from you.  Did you say the following words  were the words from Ms Liela Groenewald - if you do not repeat what you said in the Jerry Richardson trial, you will be in trouble, that is the only thing I am trying to establish from you.",
            "Male"
        ],
        [
            "PELO MEKGWE",
            "I have said it, yes.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, you can step down.\n Ms Groenewald?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "She is just fetching her original file Archbishop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Will you please stand to take the oath, but we just want to say thank you for all the work that you have been doing, especially through the night.",
            "Unknown"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Hanif.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Ms Groenewald, can you tell us about your interview, sorry, let me just first get clarity on this.  Are you an investigator employed by the Investigative Unit of the Truth and Reconciliation Commission?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes, I am.",
            "Female"
        ],
        [
            "MR VALLY",
            "Amongst your tasks are to interview potential witnesses who can enlighten us about the items which fall within the mandate of the Truth and Reconciliation Commission?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That is correct.",
            "Female"
        ],
        [
            "MR VALLY",
            "When you take statements and when you question people, you put to them different versions and you can question them showing previous contradictions?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That is correct.",
            "Female"
        ],
        [
            "MR VALLY",
            "Do you do this in most cases?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes.",
            "Female"
        ],
        [
            "MR VALLY",
            "Now, let's come to the statement in point.  If you want copies of this, I will let you have it.\n This is the original handwritten statement and this was in your handwriting?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That is correct.",
            "Female"
        ],
        [
            "MR VALLY",
            "You have seen that?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes.",
            "Female"
        ],
        [
            "MR VALLY",
            "You initially say and I will read the paragraph again, this is what you have noted rather than say.  Winnie Mandela arrived before the accusations, she was brought a chair to sit down, she took part in questioning us but she did not speak in an aggressive manner.  Winnie left at some stage, I am not sure whether she was part of the assault.\n In that same statement you note further, this wasn't at this stage typed, at the same statement you note further, where Mr Mekgwe was talking about his return from exile.",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That will be the third last paragraph.",
            "Female"
        ],
        [
            "MR VALLY",
            "The third last paragraph, thank you.  I am afraid there is a page missing here, what's happened? Do you have a page under there?  All right, the story I told in court was true, except that I said that I would give further testimony while I knew that I was going away.\n Winnie Mandela was there when I was assaulted.  Now can you give us the context and explain to us why in the same statement noted by you, there is first that statement then the second statement?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes, Mr Mekgwe initially indicated that he could not remember the circumstances of the assault exactly.  I pointed out to Mekgwe that it was a criminal offence to lie under oath, whether in court or to the TRC and at that stage we were already envisaging a public hearing where he would have to give his statement under oath.\n At no stage did I say to him that he would get into trouble if he changed the version that he gave in the trial, I just said that it was a criminal offence to lie under oath, whether in court or to the TRC.  He then changed his version and said Mrs Mandela was indeed present for the assault and before he left, I asked, I told him, look we've got two contradicting versions in the same statement now.  Which version is the correct version, and he indicated that the second version was correct, namely that Mrs Mandela was indeed present for the assault.",
            "Female"
        ],
        [
            "MR VALLY",
            "Now, you gave this handwritten statement for typing, is that correct?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That is correct.",
            "Female"
        ],
        [
            "MR VALLY",
            "I want to show you a typed version that I have here, and this is the working copy that I was given.  You say in this very statement, same paragraph, Winnie Mandela arrived before the accusations, she was brought a chair to sit down, she took part in questioning us, but she did not speak in an aggressive manner.  Winnie left at some stage, I am not sure whether she was part of the assault.\n This is the typed version I've got in front of me.   You later on say exactly where it was in the handwritten statement, Winnie Mandela was there when I was assaulted.  I want to show this to you and I can give a copy to my friend, if he doesn't have a copy of this.  But this is a typed version exactly of the handwritten statement.\n So that is an identical version of the handwritten statements?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That is correct.",
            "Female"
        ],
        [
            "MR VALLY",
            "There is subsequently another version which doesn't have the second statement which he says Winnie Mandela was there when I was assaulted.  The first part where it was I am not sure whether she was part of the assault, you have put in Winnie left at some stage, but she was there when I was assaulted.  Can you explain why the second typed version existed?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Mr Vally, can I just interrupt, there is on page 20 of the statement that we have, exactly what you have just said.  Is there another statement?  The working statement that we have in our files and I have conferred with all my colleagues here, on page 20 thereof at the top of the page, it says from page 19.  The story I told in court is true, expect that I said I would give further testimony while I knew I was going away.  Winnie Mandela was there when I was assaulted.\n Now, is that the part you are referring to?",
            "Male"
        ],
        [
            "MR VALLY",
            "Yes, Mr Ntsebeza.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "... statement other than the one that we have where this thing that appears on page 20, doesn't in fact appear.",
            "Male"
        ],
        [
            "MR VALLY",
            "That is what I want to get clarity from Ms Groenewald on.  You see, the original statement had this two contradictory statements.  That was typed out and given to Mr Semenya and Mrs Madikizela-Mandela, we didn't try and hide it.\n I understand that Ms Groenewald then corrected it because of the contradiction and because of what Mr Mekgwe told her?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That is correctly a correct summary.",
            "Female"
        ],
        [
            "MR VALLY",
            "And she then typed out a correct version, but that was also given to them, so both statements were given to them.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Maybe let's hear the evidence from the witness.",
            "Male"
        ],
        [
            "MR VALLY",
            "Can you explain to us why there are two typed versions, the one setting out both contradictory statements as per the handwritten version and the one which in stead of putting the two contradictory versions, simply says Winnie left at some stage, but she was there when I was assaulted?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes, I didn't actually type the statement the first time myself, I provided the handwritten statement to a secretary in our office who typed it and gave it back to me, the typed version.  That version was made available to a number of people, including the legal team, the panel and Mr Semenya.\n I then corrected as Mr Mekgwe had indicated to me a correction should be made, that his second version was indeed correct.  I corrected it for our working purposes.",
            "Female"
        ],
        [
            "MR VALLY",
            "Was a copy of this also given to Mr Semenya?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes.",
            "Female"
        ],
        [
            "MR VALLY",
            "So they had all the versions and if there were any attempt of manipulation on our part, would you have given them all the versions?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "There was no attempt at manipulation.",
            "Female"
        ],
        [
            "MR VALLY",
            "Thank you, I have no further questions.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Ms Groenewald, the insinuation has been made that you brought pressure upon Mr Mekgwe to change that statement, did you influence him in any way?",
            "Female"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "I did not influence him in any way, I believed I was helping him when I pointed out to him that he would be committing a criminal offence if he lied under oath, whether to the TRC or in court.  But I did not pressure him to pick a specific version.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Mr Semenya, do you want to cross-examine?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Yes, Deputy-Chairperson.  If I could just be given the various statements.",
            "Male"
        ],
        [
            "DR BORAINE",
            "You have them already.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "The ones that was given to the witness there, with the highlighting etc.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Could we have those back again please.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Ms Groenewald, yesterday we stated that we were not having documents and I think the Chairperson was told that no, you have the documents, the only thing that is missing is the heading of the statements, did you hear that aspect of the explanation?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Not the heading sir, as well as addresses, ID numbers, personal details that could lead people to opposing.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Did you hear that statement?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Now, let us take for instance the handwritten statement was only given to us today, is that correct?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Now, let us take the handwritten statement and I show you page 20 which Commissioner Ntsebeza has made reference to.",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "The typed statement?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Yes, if you look at the typed statement at top, you will see I made a question mark, it is page 20, right?  That statement does not have the (indistinct) which is in the handwritten statement that the Winnie Mandela was there when I was assaulted, is that right?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes, that was moved to the relevant section with the correction as Mr Mekgwe indicated it should be made to the statement.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So it was moved to the right section?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "To the relevant section in the statement.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So the statements were given were not only deleted the personal information, it was also moved?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "This statement is the only statement where  such a change was made and it was made only because Mr Mekgwe indicated that that change should be made, that his second version was indeed the correct version.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Okay, let us look at page 18, or at least two page 18's.\n The two page 18's are not identical, am I correct?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That is correct.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "What explains the difference?",
            "Male"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "As we have been saying sir, the fact that Mr Mekgwe changed his version as we were taking the statement, and then indicated that the second version was the correct version, the version that he wanted in his statement.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Is that explanation why we were not given that two page 18's?",
            "Male"
        ],
        [
            "DR BORAINE",
            "Ms Groenewald, did you hear the question?",
            "Unknown"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Yes, I did.  You were provided with all the statements sir, as far as I am aware.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Only today Ma'am.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Please answer the question.",
            "Unknown"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "That is possible.  The version which you have then received, would then have been the correct version as Mr Mekgwe indicated he wanted his statement to read.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "I have no further questions thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chairman, Hanif, I was advised by Mr Mapoma with me that the only version he has given Mr Semenya today, was the handwritten version.  The typed versions were already in his possession.",
            "Male"
        ],
        [
            "DR BORAINE",
            "I think that we really have to complete this and I think you must decide between the two parties as to which statements are there and which aren't and if necessary we can always recall a witness.  Could we make some progress?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr Chairman, I would suggest that Mr Mekgwe is represented by an Attorney.  It is quite clear that under cross-examination Mr Mekgwe had admitted or had averred in his evidence that Mrs Mandela was part of the assault and I think we must ask his Attorney to tender in as a document that we will use, the one that his client accepts is the correct version, to clear this mystery up.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Do you agree with that?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "And Mr Chairman, if I may suggest that once that is done, then possibly Mr Mekgwe can be recalled for cross-examination by any party who has an interest in it.  The essential averment seems to have remained the same.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Right, can we follow that procedure and if he needs to be recalled, we can recall him and you can cross-examine him.  Ms Groenewald you are excused.",
            "Unknown"
        ],
        [
            "HANNELIESEL GROENEWALD",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Jabu Sithole?   Good day Mr Sithole.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I will express myself in Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please stand.  Thank you very much for having come to appear before this Commission.  We also appreciate the fact that you sat here throughout the morning, because you were supposed to have given your testimony yesterday.\n Yasmin Sooka will help you in giving your evidence, but first you should take the oath.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "(sworn states)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please just let's have order.  Hanif?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Chairman, can we just note for the record that none of us up here have a statement in front of us and I am wondering if there is any point in hearing this witness without a statement before us?  Perhaps Hanif can guide us?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The witness declined to let us have a statement at the time we interviewed him, but he said he would be willing to give a statement when we subpoenaed him.  There are certain questions that we do need to ask him.  He was arrested for the murder of Stompie Sepei and the kidnapping of the other youths and I think it is some important information that we need to get from him.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr Chairperson, may I suggest to you that we ask Hanif and his staff that this witness stand down at this moment, and that a statement is taken and is distributed and then we can hear the witness again.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I just don't want to anticipate what may happen, but if he repeats what he said to us the last time, that he is not willing to let us have a statement, but there are issues that we need clarified that he is privy to and that is why we subpoenaed him.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Can we ask whether he is legally represented?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, I don't have an Attorney.  I do not have an Attorney.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he will be under some disadvantage and we don't want to place him under a disadvantage.  We don't want to place you at a disadvantage, because you may encounter some legal problems.\n Your giving statements may have some repercussions and we do not want you to give a statement or testify before the Commission without having any legal representation.  And we think that it is a good idea that you get an Attorney to represent you.\n I think we should probably let him stand down for this \nsession and let's try to arrange this.  Thank you.  Xoliswa Falati?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please.   Good day.  We would like to apologise for the inconvenience, you were supposed to have appeared yesterday, but it was not to be.\n Are you the only one who is going to testify or is the person sitting next to you, also going to testify?  Could you please stand?",
            "Unknown"
        ],
        [
            "XOLISWA FALATI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR KUNY",
            "Ms Falati, how old are you?",
            "Male"
        ],
        [
            "MS FALATI",
            "I am 45 years old.  We came to the Transvaal at a later stage and whilst I was very, very young.",
            "Female"
        ],
        [
            "MR KUNY",
            "Where did you attend school?",
            "Male"
        ],
        [
            "MS FALATI",
            "At Hohlange in Durban.",
            "Female"
        ],
        [
            "MR KUNY",
            "And after finishing school, where did you continue to live?",
            "Male"
        ],
        [
            "INTERPRETERS",
            "We are having a problem with the witness, the witness would have to state what language she is going to testify in so that she doesn't pose a problem for the interpreters.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You must use one language, because we've got interpreters who are going to have a problem if you are going to keep on changing languages, changing from one language into the other.  If you would please use one language.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "The problem that I have is that if you are a township resident, you are going to talk a mixture of languages, that was what I was trying to get through.   I will speak Zulu, English as well as Xhosa.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct)  Thank you very much.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "You were telling us, after you finished school, were did you live?",
            "Male"
        ],
        [
            "MS FALATI",
            "I grew up in KwaThema Springs and I went to school at KwaThema Springs up to standard 6 and I did my high school education at Hohlange Institution, which is in Durban.\n Thereafter I worked.  I had a fall, then I had to go off school and bring my baby up.",
            "Female"
        ],
        [
            "MR KUNY",
            "Is it correct that in the 1980's you became increasingly involved in politics and in the struggle?",
            "Male"
        ],
        [
            "MS FALATI",
            "That is correct I was intensely involved in politics.",
            "Female"
        ],
        [
            "MR KUNY",
            "Arising out of your political activities, you were detained?",
            "Male"
        ],
        [
            "MS FALATI",
            "That is correct.",
            "Female"
        ],
        [
            "MR KUNY",
            "Can you recall when you were first detained?",
            "Male"
        ],
        [
            "MS FALATI",
            "I was detained in 1986.  I think it was 1985, for one day, I was interrogated and I was detained further in 1986, for quite a few days and then I was released.\n In 1987 I was detained further for 90 days under the state of emergency.",
            "Female"
        ],
        [
            "MR KUNY",
            "Can you remember when you were released then?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I do have some documentation to that effect.",
            "Female"
        ],
        [
            "MR KUNY",
            "And you home was also bombed, was that in 1988?",
            "Male"
        ],
        [
            "MS FALATI",
            "That is correct, after I had been detained for three days.",
            "Female"
        ],
        [
            "MR KUNY",
            "Your house was bombed?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, that is correct my home was bombed in 1988, on the 2nd of March as a suspect for harbouring trained cadres of Umkhonto weSizwe.  It was after the incident of 1987, on the 23rd of October, there was a shoot-out between Umkhonto weSizwe cadres who infiltrated the country and the Security Forces.  And one of the Security Forces Captain Luddick, came out in the newspapers.",
            "Female"
        ],
        [
            "MR KUNY",
            "Ms Falati, after your house was bombed, where did you move to?  Were you able to continue to stay in your house or did you move after that?",
            "Male"
        ],
        [
            "MS FALATI",
            "Well, I was staying with my neighbours, fortunately I had the support of the community so I was sleeping at my neighbours, I didn't go to my sister's place because I just took my children to be at my sister's place, that is at White City, but I was staying at my neighbours, same street, because I had until the 14th of June.",
            "Female"
        ],
        [
            "MR KUNY",
            "When did you first meet Mrs Mandela?",
            "Male"
        ],
        [
            "MS FALATI",
            "I first met Mrs Mandela, that was in 1986, June 16, when she made the famous speech of the necklacing.",
            "Female"
        ],
        [
            "MR KUNY",
            "Mrs Mandela was a popular figure?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR KUNY",
            "Mrs Mandela was a popular figure at the time?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KUNY",
            "And she was respected for the stand that she took against the government?",
            "Male"
        ],
        [
            "MS FALATI",
            "Exactly.",
            "Female"
        ],
        [
            "MR KUNY",
            "Did she render any assistance to you in relation to your daughter?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was in 1987 when my daughter was actually expelled, you can say expelled in some way, because of my involvement and actually in the classes in school, they elected her to be one of the SRC, student representatives.  So they said she was bringing my influence into school, so she was expelled, so I had to go to Mrs Mandela.",
            "Female"
        ],
        [
            "MR KUNY",
            "What assistance did she render to you?",
            "Male"
        ],
        [
            "MS FALATI",
            "She actually looked for a school for my daughter.",
            "Female"
        ],
        [
            "MR KUNY",
            "Now, in what way were you associated with Mrs Mandela at that time?",
            "Male"
        ],
        [
            "MS FALATI",
            "She was my comrade and my leader.",
            "Female"
        ],
        [
            "MR KUNY",
            "Do you know anything about an attack by the police on Jerry Richardson's house in November, the 9th of November 1988?",
            "Male"
        ],
        [
            "MS FALATI",
            "No.  Jerry Richardson that was on the 9th of November, I was staying with some of the MK soldiers at my uncle's place in Orlando East, so Jerry Richardson's home was bombed on the 9th of November.  That I was told when one of our comrades came to tell us there is a shoot-out in Orlando West, so it is no more safe here.  So I had to move.",
            "Female"
        ],
        [
            "MR KUNY",
            "Are you aware of any allegations made by Katiza Cebekhulu, there was a report that Lolo Sono and Sibuniso Shabalala arising out of that incident, they were linked to that incident and were reported to have sold out?  Are you aware of any such allegation?",
            "Male"
        ],
        [
            "MS FALATI",
            "Allegations of - come again?",
            "Female"
        ],
        [
            "MR KUNY",
            "That Lolo Sono and Sibuniso Shabalala were connected with this incident at all having been to the house?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I do not know what was the reason of the bombing of the house of Jerry Richardson.  Because at that time I was not close, I didn't know well Jerry Richardson at that time, because I was coming and going, I was not staying at Mrs Mandela's place, I was staying actually rotating form my family from town, that is Joubert Park, I moved to Dlamini then I moved to Orlando East.",
            "Female"
        ],
        [
            "MR KUNY",
            "And when did you go to Paul Verryn's place, the manse?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was that day, on the 9th of November.",
            "Female"
        ],
        [
            "MR KUNY",
            "Who did you go with to the manse?",
            "Male"
        ],
        [
            "MS FALATI",
            "With my Commander, MK Commander.  That is a MK cadre which I was staying with and the other comrades and my daughter.",
            "Female"
        ],
        [
            "MR KUNY",
            "Who was staying at the manse at that time?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was Father Paul Verryn and other comrades were displaced by the brutal apartheid regime.",
            "Female"
        ],
        [
            "MR KUNY",
            "Now, Ms Falati there has been evidence and statements made or if I can put it on this basis, was a report made to you by Katiza Cebekhulu or anyone else, about sexual assault on him by Bishop Verryn.  Can you tell the Commission something about what you know about that?",
            "Male"
        ],
        [
            "MS FALATI",
            "Let me start from, I usually wake up early in the morning and make myself, after rinsing my teeth, I make myself a cup of coffee or tea.\n So it was just a routine thing that I do every time, so I woke up early in the morning, I noticed that the door was ajar.  I wanted to know who actually had opened the door, whether these comrades had left the door open or somebody has gone out or I wanted to establish that.  I peeped through the door, I find that Katiza Cebekhulu is sitting on the doorstep of the stoep, that is the staircase.\n So he was in a state of - he was in a state of sorrow, yes, he was crying.  But when I said Katiza what happened, why are you sitting here, he started crying and said you know, this Reverend has actually abused me.  Abused you, yes, he had sexually abused me.\n Then I wanted somebody to come, I always do that.  When I discover a thing, I try by all means to contact a second person so that I must have a witness for future references.",
            "Female"
        ],
        [
            "MR KUNY",
            "Ms Falati ...",
            "Male"
        ],
        [
            "MS FALATI",
            "So I contacted Aubrey and my daughter to come and see and ask Katiza why is he crying and they told me that  ... (tape ends)",
            "Female"
        ],
        [
            "MR KUNY",
            "Did you make a report to Mrs Mandela regarding what you had been told?",
            "Male"
        ],
        [
            "MS FALATI",
            "I didn't first start with making a report to Mrs Mandela, I started with Mrs Masinga, that is the mother's union, who was collecting the food, the food parcels from the mission.\n So when I told Mrs Masinga, she told me that Xoliswa the best thing, go and tell one of the community leaders, because Mrs Mandela was just two streets away from me, from the mission, so I went to see Mrs Mandela.\n I couldn't find her, I went into the office.  I couldn't find her at the office, so I was told that she was in Diepkloof.  I went to tell Mrs Mandela, from Mrs Mandela I went to the not the Diepkloof, Orlando West, that is the commerce house in Orlando West, so I went there, I couldn't find Mrs Mandela.\n So eventually I went to Diepkloof to report that.",
            "Female"
        ],
        [
            "MR KUNY",
            "Can we perhaps just establish, did you at some stage after that, actually discuss this issue with Mrs Mandela and tell her what you had found out?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KUNY",
            "And what was - do you recall more or less when this was?  When you had actually spoken to Mrs Mandela about it?",
            "Male"
        ],
        [
            "MS FALATI",
            "Mrs Mandela was not there, there was Gogo Mabusa, that was the housekeeper as Mrs Mandela's house.",
            "Female"
        ],
        [
            "MR KUNY",
            "Yes.",
            "Male"
        ],
        [
            "MS FALATI",
            "He actually told me that Mrs Mandela is going to Victor Verster, I must wait for her.  So I waited for her.  He was to be alighted from the four o'clock plane from Victor Verster, she was visiting the President.",
            "Female"
        ],
        [
            "MR KUNY",
            "And did you speak to her when she returned?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I spoke to her when she returned.",
            "Female"
        ],
        [
            "MR KUNY",
            "And what was her response?",
            "Male"
        ],
        [
            "MS FALATI",
            "She said we must go with her, John Morgan, to fetch Katiza.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Excuse me, first we've got a tea break in the offing, but I wanted to say I am letting you have an extra five minutes and perhaps are you able, we hope you would be able within that five minutes to wrap things up?",
            "Unknown"
        ],
        [
            "MR KUNY",
            "It is going to be difficult, I will try to speed things up, but the witness has some ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you try to expedite it so that at the end of five minutes we could then take the tea break with you having finished your leading.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "Yes.  Do I then have another five minutes?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, yes.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "As the Chair pleases.  You went and fetched Katiza Cebekhulu?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes sir.",
            "Female"
        ],
        [
            "MR KUNY",
            "And is it correct that you went to Dr Asvat's rooms?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, we went to Dr  (indistinct) Asvat.",
            "Female"
        ],
        [
            "MR KUNY",
            "And Katiza was examined by Dr Asvat?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, he was examined by Dr Asvat, but by that time he was not using, he actually changed the driver, the driver was not John Morgan this time.  But it was somebody else from the Orlando West.",
            "Female"
        ],
        [
            "MR KUNY",
            "And the allegation was again made that Dr Asvat's room that Katiza had been sexually assaulted?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KUNY",
            "The purpose of the examination was to establish whether such an assault had taken place?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KUNY",
            "And after that you went back to Mrs Mandela's house, is that correct?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes sir.",
            "Female"
        ],
        [
            "MR KUNY",
            "Now, what happened after that?  Did Mrs Mandela give any instructions regarding what should happen then?",
            "Male"
        ],
        [
            "MS FALATI",
            "I beg your pardon?",
            "Female"
        ],
        [
            "MR KUNY",
            "Did Mrs Mandela then say anything regarding what further should happen?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, after Katiza was examined by Dr Asvat, then they had a little private talk with Mrs Mandela and then we went out.  On our way out, in the kombi, I told Mrs Mandela about the other people who I suspected that they were also involved in this sexual abuse.",
            "Female"
        ],
        [
            "MR KUNY",
            "And you then went back to Mrs Mandela's house?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, we went back to Mrs Mandela's house.",
            "Female"
        ],
        [
            "MR KUNY",
            "Now, I want to deal with the events that happened thereafter, once you got to the house, what happened thereafter?",
            "Male"
        ],
        [
            "MS FALATI",
            "When we got into the house, he actually ordered John Morgan to take the bus, not the minibus, not the KZ as the blue and white Volkswagen, but the bus she was given as a present by Professor Fatima (indistinct), that is the bus which took us to Mzimhlope.  And there were comrades, when we came back, there were comrades from Mzimhlope.  That is the Mzimhlope branch of MK.\n So we moved to Mzimhlope, some alighted there and some went and boarded, then we went straight to Dundee, Orlando West to the mission and John Morgan parked the kombi on the other second street from the mission.",
            "Female"
        ],
        [
            "MR KUNY",
            "Evidence had been given by other witnesses that certain persons were then taken, fetched from the mission and taken back to Mrs Mandela's house, is that correct.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes sir.",
            "Female"
        ],
        [
            "MR KUNY",
            "Who were those people?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was Stompie Sepei, Thabiso Mono, Kenny Kgase.  The four, Katiza was there too.",
            "Female"
        ],
        [
            "MR KUNY",
            "What happened when you got back to Mrs Mandela's house?",
            "Male"
        ],
        [
            "MS FALATI",
            "In fact on our way we were chanting slogans, that is chanting revolutionary songs.",
            "Female"
        ],
        [
            "MR KUNY",
            "And you got back to Mrs Mandela's house?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KUNY",
            "And what happened when you got back to the household?",
            "Male"
        ],
        [
            "MS FALATI",
            "We were told that we should go at the back, that is a changing room which has got glass sliding doors.  So we were told that we should go at the back of the house.",
            "Female"
        ],
        [
            "MR KUNY",
            "Who were you told by?",
            "Male"
        ],
        [
            "MS FALATI",
            "We were told by a person who was Gogo, he was coming out, he said we mustn't come into the house, we must go out, right at the back of the house.",
            "Female"
        ],
        [
            "MR KUNY",
            "And you went into the change room?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, we went into the change room.",
            "Female"
        ],
        [
            "MR KUNY",
            "About how many people were there then would you estimate?",
            "Male"
        ],
        [
            "MS FALATI",
            "We were so many, we were so many including some of those who boarded at Mzimhlope, that is the MK branch Mzimhlope.",
            "Female"
        ],
        [
            "MR KUNY",
            "And evidence has been given about an occasion where there was some sort of disciplinary hearing.  Was Mrs Mandela present then?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, she was there at the time.",
            "Female"
        ],
        [
            "MR KUNY",
            "And what happened at this occasion?",
            "Male"
        ],
        [
            "MS FALATI",
            "Well, when we got there, she came and there was a chair where she was supposed to sit, the chair was taken by John Morgan.  Then somebody had to bring another chair into that room.\n As we were sitting down, we were ordered to sit down, then she said to me I must stand up and give testimony to one of them, one by one.  So I had to give testimony, I said this is Kenny Kgase who is actually writing books.  He is actually a writer, he wanted to write about the life of comrades in hiding and the other one was - he is from somewhere in Bophutatswana and the other one was Pilo from the West Rand and the other one was Thabiso also from the West Rand, originally from Parys, and the other one was Stompie from Parys.  And I indicated that we have a sort of caucus a meeting, at the mission, that Stompie was a sell-out.\n So that I told Mrs Mandela.",
            "Female"
        ],
        [
            "MR KUNY",
            "Is that a view that you had held?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, at the mission we had a caucus because there was a time when Stompie would go and come back, he will come back, so there was a badge, a round badge which was given to Father Paul Verryn by certain church members and that - he had written don't go.  It was given to Stompie so that he could wear it, he mustn't go and go with the cars because one time when he went away, we asked where were you Stompie.  He said I was at Archbishop - Archbishop Tutu's house is in the same street with the mission, that is (indistinct).  It is right down, so the mission is right at the (indistinct) Street and as you go down, it is Mrs Mandela's.  As you go further down it is Archbishop Tutu's home.  So he said he was showing these people who was looking for Archbishop Tutu's home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I, I am not talking about my house, I am suggesting that perhaps we should take the break for tea and can we try to come back at half past, thank you.\nCOMMISSION ADJOURNS FOR TEA - ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please.  Thank you very much.  Let me not repeat what I said yesterday.  May I just indicate that we have lost 13 of these headphones and sets and wants to remind you that they are totally useless apart from the system in which they operate.  Secondly they are dangerous.\n When you go out with them, they will bite you.  Thirdly, please leave them on your seats at every break, don't take them out tea time and lunch time and I am quite certain that everyone, there is nobody here who is dishonest.  We are all wonderfully honest people, thank you very much.  The 13 that disappeared, they will come back and then we have a re-arranged schedule that after Xoliswa, Ms Falati, we will be taking Mr Cebekhulu, because they are due to leave to go back to the UK.\n Could I just suggest that it will be a help Ms Falati, if you try to answer briefly the question that your lawyer put to you and I am going to be a little more indulgent and give you another five or so minutes.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "Mr Chairman, may I ask that the fan in front of me, be removed, it is obstructing my view of the witness and Mr Chairperson, may I just say that I understand the difficulty which the Commission faces, there is a wealth of evidence and witnesses to hear, and I will endeavour to only deal with relevant and pertinent evidence of the witness, but I must be, this witness must be given a change to give her evidence from her own mouth.  I don't want to in the first instance it to be suggested that I am putting evidence in her mouth and not giving her an opportunity to give her own version of events, and secondly I don't want it said at a later stage that she never said those things and she is only coming out with them now.\n So it is important that the allegations made, you will appreciate, are very serious and it is important that this witness have an opportunity to give her evidence freely.\n May I continue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just one tiny thing.  Our technician is asking that you don't speak too close to the microphone because it then explodes, especially if you've got a voice like mine.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "We dealt with the allegation that Stompie Sepei was an informer.  Was on this occasion when Stompie was brought to Mrs Mandela's house, was the allegations regarding sexual interference of the boys, was that mentioned on this occasion?",
            "Male"
        ],
        [
            "MS FALATI",
            "The purpose of taking the comrades to Mrs Mandela's place was not the issue of Stompie being an informer, but the purpose of being the victims of sexual abuse.  That was the purpose of taking them from the mission to Mrs Mandela's place.  But then the testimony, I had to give a testimony one by one to Mrs Mandela, actually asked me to do it.",
            "Female"
        ],
        [
            "MR KUNY",
            "Were assaults perpetrated on this occasion on these boys that were brought from the manse?  What happened after this testimony was given?",
            "Male"
        ],
        [
            "MS FALATI",
            "She actually started to hit Kenny, she said Kenny must stand up.  And then he asked questions why are you submitting to a white man?  Then she started to hit Kenny and saying that you are not fit to live.  Fit to be alive, then she started hitting them.  Hitting Kenny with the right fist.  That is why Kenny had this blue eye.",
            "Female"
        ],
        [
            "MR KUNY",
            "What happened after that?",
            "Male"
        ],
        [
            "MS FALATI",
            "She hit the others, she hit Kenny and then when Kenny tried to block the fist, then the other comrades at Mandela's place, that is the Football Club, held Kenny on both hands so that he couldn't block from the fists of Mrs Mandela.",
            "Female"
        ],
        [
            "MR KUNY",
            "Did you participate in the assaults on ...",
            "Male"
        ],
        [
            "MS FALATI",
            "So after that the hell broke out, they were beaten.  I never participated.  I was ordered by Mrs Mandela to go and sing.  After singing, because everybody was just beating and beating and then actually singing because I was a bit scared and puzzled, are these supposed victims?  Are these the ones who are supposed to be beaten, because those were victims of sexual abuse.\n They were supposed to be victims of sexual abuse, not to be assaulted but to be kept until Father Paul Verryn comes wherever he had gone to.  Now, I was so surprised.  She actually saw that I was puzzled and a bit scared, then she said to me go outside and sing.  I was ordered to sing so as to drown the voices of those who were crying for help and mercy.",
            "Female"
        ],
        [
            "MR KUNY",
            "Did you see what the condition of the boys were after they had suffered these assaults?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KUNY",
            "And what was their condition?",
            "Male"
        ],
        [
            "MS FALATI",
            "When Stompie was assaulted, he fainted, then the boys went out, the comrades from Mrs Mandela's place, they went out to fetch a bucket of water.  They poured the water on Stompie's body, then he woke up and tried to run away.  They caught him.",
            "Female"
        ],
        [
            "MR KUNY",
            "Did you stay at Winnie Mandela's house that evening?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I didn't stay at Mrs Winnie Mandela's home that evening, I was taken with John Morgan, my daughter and Katiza Cebekhulu were taken back to the mission and the kombi slept in Father Paul Verryn's garage in the mission and we slept there.  There was only one person who found there, it was Aubrey and all the boys were gone.",
            "Female"
        ],
        [
            "MR KUNY",
            "What date, according to you, did these assaults take place on?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was on the 28th.  Not the 29th, that was a cover up of, that was made to cover up everything, changing of days, making zigzags so to confuse other people.  It was on the 28th.  You can even go to the airport and check with the airport and check to the Victor Verster and see if Mrs Mandela was not there on the 28th.\n I am trying to elaborate so as to get the facts straight.",
            "Female"
        ],
        [
            "MR KUNY",
            "Are you sure about this?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I am sure about this.  This is why I am saying you can go to the airport and go to Victor Verster and see if she hadn't been there on the 28th.  That was the date, the 28th, not the fabrication which was taken by the police to cover up some of the things.",
            "Female"
        ],
        [
            "MR KUNY",
            "And when was the next time that you saw Stompie and the other boys?",
            "Male"
        ],
        [
            "MS FALATI",
            "The following day, that was on the 29th because I went back.  I came back with John Morgan, Katiza and my daughter.  Then we found Stompie and the others, they were cleaning.  Stompie was on top of a twenty five litre green tin.  He was sitting there and the other boys were cleaning the windows.\n Then I went there the following day on the 30th.  Stompie was sitting on a jacuzzi, with one leg inside and the other one crossed.",
            "Female"
        ],
        [
            "MR KUNY",
            "What was his condition at that stage?",
            "Male"
        ],
        [
            "MS FALATI",
            "He was swollen here and at that time he was swollen, he was hit by Katiza, I had been it.  Just after everything, after he was assaulted, after everything, when everybody, because after the assaults Mrs Mandela said they must clean up the blood.\n So as they were cleaning the blood, Stompie was put in a bath full of water, naked.  So Katiza hit him here on top of the head so that was this hitting that made him to swell.",
            "Female"
        ],
        [
            "MR KUNY",
            "Were you told about that assault, or did you witness it yourself?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR KUNY",
            "Were you told about that assault or did you witness it yourself?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I was there.  Mrs Mandela was there, Katiza was there, my daughter was there, Nonyanya was there.  Jerry Richardson was there, Killer was there.  Thabo was there.  The person who was detained with us who was not there, that was this Mabalani, they were not there, but these others were there and some of MK Branch of Orlando West.",
            "Female"
        ],
        [
            "MR KUNY",
            "Do you know, or were you present or have you got any knowledge as to whether Dr Asvat visited Mrs Mandela's home after the assault and whether he saw Stompie and the other boys?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was on the 30th, when I went there.  I went there to Mrs Mandela on the 30th, after taking my clothes to Mzimhlope and then I went to - I had to change the (indistinct), change to (indistinct).  So I went there at Mrs Mandela's place.\n I found Dr Asvat, that was Dr Asvat and Gogo.",
            "Female"
        ],
        [
            "MR KUNY",
            "Who is Gogo?",
            "Male"
        ],
        [
            "MS FALATI",
            "And Mrs Mandela.  That is the housekeeper, Mrs Mandela's housekeeper.  Mrs Mandela was there, but she was in the bedroom.",
            "Female"
        ],
        [
            "MR KUNY",
            "Do you know whether there was any disagreement between Dr Asvat and Mrs Mandela about Stompie, the assaults that had taken place and the condition of Stompie?",
            "Male"
        ],
        [
            "MS FALATI",
            "Dr Asvat was inside the house, and I was in the kitchen.  Inside the right inside, that is the living room with Mrs Mandela.",
            "Female"
        ],
        [
            "MR KUNY",
            "Was there any argument or disagreement between them about the situation?",
            "Male"
        ],
        [
            "MS FALATI",
            "Up to that point I do not know, because when he came out, I was outside with Gogo, then he left and after leaving I said to Gogo, why is it Dr Asvat is not bidding goodbye, because he had greeted us when he came.  Now Gogo said no, don't you know that that is their religion, so we thought it was the difference of religion.",
            "Female"
        ],
        [
            "MR KUNY",
            "You were tried for the assault and kidnapping of Stompie Sepei with others?",
            "Male"
        ],
        [
            "MS FALATI",
            "I beg your pardon?",
            "Female"
        ],
        [
            "MR KUNY",
            "You were charged for the kidnapping and assault of Stompie Sepei?",
            "Male"
        ],
        [
            "MS FALATI",
            "Originally I was charged with the murder of Stompie Sepei.",
            "Female"
        ],
        [
            "MR KUNY",
            "Then that murder was turned to kidnapping and assault.",
            "Male"
        ],
        [
            "MR KUNY",
            "And Mrs Mandela was your co-accused?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KUNY",
            "Now, you gave evidence in that trial and in the time available to me I have not had an opportunity to look at the court record, but I believe it is common cause that you gave evidence at that trial that Mrs Mandela was not present when the assaults on Stompie and others were committed, is that correct?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I said so in my evidence at court.",
            "Female"
        ],
        [
            "MR KUNY",
            "Firstly can I just ask you, is that evidence true?",
            "Male"
        ],
        [
            "MS FALATI",
            "I was told by her to protect her.  I was flown to Durban to fabricate some statement to protect her.",
            "Female"
        ],
        [
            "MR KUNY",
            "Why did you agree to give false evidence to protect her?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was our culture to protect our leaders.  That is number one, and number two, I was scared of seeing how people were brutally beaten.  And in the first place I never knew that Mrs Mandela was taking these hard drinks and she is aggressive when she is taking that.  She gives you orders, you don't have to reply.\n You are not to reason, you are to do and die.  You have to take orders or do and die.",
            "Female"
        ],
        [
            "MR KUNY",
            "And I take it, Mrs Mandela was very influential, a very influential person and influential in the community?",
            "Male"
        ],
        [
            "MS FALATI",
            "Can you call that influential, I don't know.  It could be that he was powerful.  Can you use the power instead of the influential because a person who has got power can order you to do anything, but a person cannot influence me to do something, but he can order.\n Order and influence is something different.",
            "Female"
        ],
        [
            "MR KUNY",
            "Now, is it correct that at a certain stage you did actually stay at Mrs Mandela's household?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I stayed at her place, that was January 1990.",
            "Female"
        ],
        [
            "MR KUNY",
            "At the time of your trial, were you staying at Mrs Mandela's house?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I was still staying at Mrs Mandela's house.",
            "Female"
        ],
        [
            "MR KUNY",
            "Were there any instances where you were approached at the time of the trial, other instances apart from those you have already mentioned, that you were flown to Durban, but were there any other instances where you were approached about the evidence that you were to give at the trial?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, that was during the questioning by the State Prosecutor, Jan Swanepoel, when I was awoken by Dali Mpofo.  He woke me in the middle of the night and asked me to change some of the version.  So during that testimony the following day I was supposed to be questioned by the State Prosecutor, I said I told my lawyer which was (indistinct), that I am so tired I didn't sleep because Dali Mpofo was there.  I told her that Dali Mpofo said that I must change some of the version.\n (Indistinct) said to me that I must say that in court, but that was not the right time, because I was not prepared to give in from the protection of my leader.  I was still protecting my leader, if I could have exposed (indistinct), that would have jeopardised the chances of protecting my leader.",
            "Female"
        ],
        [
            "MR KUNY",
            "Now, you subsequent to that you left Mrs Mandela's household?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR KUNY",
            "After that, at a later stage you left Mrs Mandela's household, do you recall when it was that you actually stopped staying with her?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was when she attacked me in the middle of the night.",
            "Female"
        ],
        [
            "MR KUNY",
            "What happened in that instance?",
            "Male"
        ],
        [
            "MS FALATI",
            "It was Zinzi's engagement party, so she had told me not to come to the party, to the engagement party so I was so surprised because she was not in a friendly mood when she told me that, but I decided to stay.\n But what she did, she forced me to give me her keys, the bedroom which I was sleeping in had the Y7 key.  So she said I must give her the key and the keys, the bundle of keys from the main room, that is the old 8115.  So I gave her those keys.\n Then after that she said to me she will come back.  She went away, you know I know her because I have stayed with her, when she is going to strike, then I went to my neighbours to say it could be there is something that I anticipate, can they please bring the key, Y7, so they gave me a spare key, that is Y7.\n The Y7 which I used to lock the door, then she attacked me in the middle of the night, that was ten past twelve.  We tussled, she said I must open the door, I opened the door, she came in and said where is the key, I said I don't have the key.  She said where is the key, because I've tried to open the door through the key which you have given me.  I said no, eventually she said (indistinct) in Xhosa, then I gave her the key, because it was on my left hand.  Then we tussled, she was actually trying to open the zip of the sling bag that she had, she was dressed smartly because it was the engagement.\n So we tussled, I knew that there was something because I was staying with her, I knew that there was something in the bag, so we tussled for the zip not to open it.  She got tripped over my feet and when she fell, I ran.  She fell on the bed, I ran out.  Then I found the five other people, that is the Mandela Football Club, that is Mills and the others, that is Vuyisile and Rubin and the other two leaders.",
            "Female"
        ],
        [
            "MR KUNY",
            "What was in the bag?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was a pistol.",
            "Female"
        ],
        [
            "MR KUNY",
            "Do you know why Mrs Mandela didn't want you to stay at her house any more?",
            "Male"
        ],
        [
            "MS FALATI",
            "That time I had served the purpose of protecting her, so I was of no use.",
            "Female"
        ],
        [
            "MR KUNY",
            "And where did you go after that, you didn't go back to her house?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I was taken by the ANC security to the East Rand for four days, then I came back to the safe house, the ANC safe house in town.  Then after about two weeks, I said I wanted to integrate with the people, I cannot be detained here.",
            "Female"
        ],
        [
            "MR KUNY",
            "Now, Ms Falati I want to ask you specific questions in relation to other assaults, disappearances and deaths which form the subject of this Commission.  To start off with, evidence was led yesterday of Pumisile Dlamini and an alleged assault on her, do you have any knowledge of what happened there?",
            "Male"
        ],
        [
            "MS FALATI",
            "To?",
            "Female"
        ],
        [
            "MR KUNY",
            "Pumisile Dlamini?",
            "Male"
        ],
        [
            "MS FALATI",
            "No.  No, I don't have.",
            "Female"
        ],
        [
            "MR KUNY",
            "She testified yesterday that she was pregnant and that there was an allegation that she was having an affair with a boyfriend of Mrs Mandela?",
            "Male"
        ],
        [
            "MS FALATI",
            "No.",
            "Female"
        ],
        [
            "MR KUNY",
            "Do you have any knowledge about the murder of Sikhela Dlomo?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.  I know about the murder of Sikhela Dlomo.  She actually told me when we were supposed to be going to the East Rand, there was a rally in the East Rand in KwaThema Springs for the first time, she was going to address that rally.\n Whilst we were still at home, she was so enthusiastic that she decided to do, actually when we were still - hey how is KwaThema, how is the people.  I said, they are highly political and what, what, what.  As we were talking, she actually told me you know, somebody told me about Sikhela Dlomo that I wiped him out.\n Then I asked her did you wipe him out yourself and she said no, Sizwe is doing the disciplinaries.  And then I asked the question why and then she said he was taking the information to the church ministers at the SACC.",
            "Female"
        ],
        [
            "MR KUNY",
            "Do you know where was Sikhela Dlomo working at the time, do you know?",
            "Male"
        ],
        [
            "MS FALATI",
            "He was working at the SACC.",
            "Female"
        ],
        [
            "MR KUNY",
            "There was two attempts on Leratodi Ikaneng, an alleged, one instance he was shot and another instance his throat was cut.  Do you have knowledge, hear-say or otherwise of these attacks on him?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I do not know about the first attack, but I heard about the second attack, the orders were carried in front of me.",
            "Female"
        ],
        [
            "MR KUNY",
            "What orders?",
            "Male"
        ],
        [
            "MS FALATI",
            "He ordered, Tanqi (indistinct) that is the MK soldier from KwaThema, she ordered  (indistinct) to wipe Leratodi Ikaneng.",
            "Female"
        ],
        [
            "MR KUNY",
            "She, being who?",
            "Male"
        ],
        [
            "MS FALATI",
            "So I went to ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "She being who?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "She, Mrs Mandela.",
            "Female"
        ],
        [
            "MR KUNY",
            "Please continue.  I went to, I was still the SAPO, that is South African Prisoners Organisation for human rights, where I am working, was still at Hurrah House, so I went to the journalists, one of the journalists at Durrah House and told that particular journalist, there is an order that is being carried out, I am worried.  It is an ANC journalist.  The parents, those are the veterans of the ANC, I told that particular person, please there is somebody that is going to be wiped out and it is in your area, can you please go and intervene or tell that somebody because to me, our leader, whenever he feels like choosing anybody, he just wipes him out.  Three people are out to kill that particular person, that Leratodi Ikaneng.\n I think he thought I was just saying a fabrication.  In a weeks time, during that trial in 1992, in a weeks time after that, Leratodi was shot by the three.  The other two missed purposely.  This one said no, I am going to show you how to.   I am from the bush.  He shot Leratodi in the buttocks and the thigh and then Leratodi tried to scream and the mother came.  I understand from the version that I had, how he survived.",
            "Male"
        ],
        [
            "MR KUNY",
            "Do you know anything that may assist the Commission regarding the murder of Dr Asvat?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was told by Jerry Richardson, that he made a re-call, and then Gogo during the time, I didn't come on the eve of the, that was the day before Dr Asvat was killed.  I came the following day, not knowing that Dr Asvat has died.\n I went there for something else, then I heard that Dr Asvat has died and before I was told by Gogo and Gogo said to me, you know the fight that was brewing here, I said the fights with Dr Asvat and Winnie Mandela, she said there was a big fight.  Apparently Dr Asvat was releasing a lot of information.\n There was a great fight between Dr Asvat and Mrs Mandela and now in the middle of the night, they heard that Dr Asvat has died.  During that time, Mrs Mandela came from the bedroom saying oh, are you here.  I said yes I am here.  Then I said I have heard from Gogo that Dr Asvat died, she said yes we are going to, let's go to the funeral.  We went to Dr Asvat's funeral.  I was there.\n After the funeral I was anxious to know how after burying their people, to they do the very same thing of giving people food and all that.  Instead Mrs Mandela drove, she didn't go to the house of Dr Asvat.  We drove back to Aubrey and the Football Club, drove back to the Diepkloof house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I really must ask will you be able to move towards a conclusion?",
            "Unknown"
        ],
        [
            "MR KUNY",
            "I have a few important aspects of her evidence to canvass, but I don't believe it will be too long, but there are some important aspects that I must canvass.\n Do you have any knowledge of an assault on Maxwell Matondo?",
            "Male"
        ],
        [
            "MS FALATI",
            "Assault?  Yes, assault, because I was frequenting the office at Commerce House, at Mrs Mandela's place, I found Maxwell Madondo was sleeping right in the hot sun, summer midday.  He was sleeping in this position.\n When I asked him why he is sleeping in the sun, he couldn't answer, he just saluted me and then the other boys said he had been assaulted.  By whom, by Mama (indistinct)\n For what, no, he didn't go for the mission he was supposed to go for.  The mission was supposed to go to (indistinct) for (indistinct) that was the mission he was supposed to go to.  So at a later stage with Katiza Cebekhulu, when they were coming from Slelegele school, Katiza came to us, that was the days after.",
            "Female"
        ],
        [
            "MR KUNY",
            "Who is Mama?  You said he was assaulted by Mama.",
            "Male"
        ],
        [
            "MS FALATI",
            "Mrs Mandela.",
            "Female"
        ],
        [
            "MR KUNY",
            "Do you have knowledge of the murder, any knowledge of the murder of Cookie Zwane?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, accept I was told by Jerry Richardson that she was killed on Winnie Mandela's orders.",
            "Female"
        ],
        [
            "MR KUNY",
            "Is it correct that you accompanied John Morgan to a certain place where certain pointings-out were made?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KUNY",
            "When was that more or less?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was just after the inauguration of the President.",
            "Female"
        ],
        [
            "MR KUNY",
            "And who did you go with?",
            "Male"
        ],
        [
            "MS FALATI",
            "With John Morgan and Paul Martin, the journalist from North South Production.",
            "Female"
        ],
        [
            "MR KUNY",
            "What was the purpose of your trip on that occasion, your excursion?",
            "Male"
        ],
        [
            "MS FALATI",
            "John Morgan had told me about the, he actually told me before about the people in the mine shaft and then I insisted, because I know John Morgan can tell you something and then after that, deny it.  He can tell you something and deny it, that is what John Morgan is.\n Actually alerts you, be careful there is danger there and after, if you don't take the heeding, then you must know that if he says that is danger, that is danger, but he is going to deny it when somebody asks about it.  So he told me about the mine shaft at an earlier stage.",
            "Female"
        ],
        [
            "MR KUNY",
            "Where was this place, where was the mine shaft?",
            "Male"
        ],
        [
            "MS FALATI",
            "I have the sketches of the mine shaft, whilst I was with her.  I was with Paul Martin.  I went with John Morgan to that place.  I insisted that I must go with somebody with a video camera because I know John Morgan, he tells you and then deny it.  So we went with Paul Martin, this journalist, he's got the video where John Morgan is revealing everything.\n That is the sketch, I had this paper.  This is a paper of the inauguration in my pocket, so I wrote the route from where we started right up to the place where the mine shaft is and he told me that there is a plantation.\n There was this plantation and there was a mine shaft and Lolo Sono, Shabalala, a certain guy from Zola, a guy who disappeared from Zola and Cookie Zwane, a certain young girl who was Zinzi's friend, he said that the grave was somewhere here, a shallow grave.  They did not put that one into the mine shaft, but he was buried somewhere just next to this.  But the other three and the other are right in that mine shaft.  And I would like the TRC to go with and extract those bodies.  That is the big job that still awaits the TRC, and to be reburied as human beings.",
            "Female"
        ],
        [
            "MR KUNY",
            "Do you know was this excursion, this trip was it recorded on video camera as far as you are aware?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, by this person.",
            "Female"
        ],
        [
            "MR KUNY",
            "And if I can perhaps just to wrap up, Ms Falati, a report was made by Mrs Mandela on the 2nd of October 1997, she released a document headed statement of Mrs Winnie Madikizela-Mandela in which she makes certain allegations against you.\n She says that one George, whose full particulars are to me unknown, was brutally killed and his body dumped a distance away from Xoliswa Falati's house.  Shortly before his death George confided to one of the boys that Xoliswa Falati and her group wanted to kill him because they were accusing him of being an informer.  What is your comment to that allegation?",
            "Male"
        ],
        [
            "MS FALATI",
            "My comment is that she, it is not for the first time ... (tape ends) ...\n  ...[inaudible] to go to the press - that is the City Press, to make allegations accompanied  by Pumla - she Mrs Mandela, accompanied by Pumla to make those allegations.   And then Pumla came and told me that",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"Hey, I was told I was in order to with one of Mrs Mandela's generals and make an allegation against you\" and when that particular person was questioned - her general was questioned by the City Press, that particular person came to me and said",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "\"You know, I nearly went to prison because Mrs Mandela wanted me to prison\", she said I must go and fabricate stories about you.  \n When he was questioned he couldn't answer the question from the journalist because when you talk to the journalists you must have the questions and the facts, not just fabrications.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "Is there any truth in the allegation that ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "That is why I'm talking about the ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Wait, wait, (no English translation) if you can manage that.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes, thank you.",
            "Female"
        ],
        [
            "MR KUNY",
            "Is there any truth in the allegation that you and your group wanted to kill George because you accused him of being an informer?",
            "Male"
        ],
        [
            "MS FALATI",
            "That is what has been fabricated by the general and Mrs Mandela - that is fabricated by Mrs Mandela, to implicate me into the dirty things that - my hands are not dripping with the blood of the African children.  I've never compromised my comrades, I've never even compromised her, I went to prison for her as my leader - I don't compromise my comrade, never in my lifetime, I don't compromise the just cause, so that is why I went to prison for her - she was so much ungrateful.",
            "Female"
        ],
        [
            "MR KUNY",
            "Lastly, she points a finger at you in the very next paragraph arising out of the death of Stompie Sepei and she says that on the basis of the information that you provided, four boys were severely assaulted and Stompie Sepei was subsequently killed.",
            "Male"
        ],
        [
            "MS FALATI",
            "I beg your pardon Sir, I lost some words?",
            "Female"
        ],
        [
            "MR KUNY",
            "She points a finger at you for the death of Stompie and the assault of his comrades on that occasion which has been discussed and she in effect blames you for their assault and Stompie's death because you provided the information which led to the assault, what is your comment about that?",
            "Male"
        ],
        [
            "MS FALATI",
            "Well, you know she regards us - she dehumanises a person, she reduces a person to nothing.  She regards herself as a demi-God, she regards herself as a super-being, she wants everybody to cover her up by all means - she orders.  There are comrades who were taken from their places - the witnesses, to be bribed if they refused - who are going to testify here because she wants to be clean all the time because she regards herself as a demi-God.  Unquestioning submission corrupts leaders and ...[indistinct] follow us - making a cult out of a leader, is always a mistake.",
            "Female"
        ],
        [
            "MR KUNY",
            "Mr Chairperson, I don't have any further questions, if I just may say that there - I have not led the witness on all the aspects I would have liked to but it's been indicated to me that the Commission does not want this to go on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, thank you.\n  Hanif?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you Archbishop.\n Miss Falati, all the youngsters who were kidnapped from the Manse say that you participated in the assaults on them.",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR VALLY",
            "Say you participated in the assaults on them, that you were party to the assaults on them, what is your response to that?",
            "Male"
        ],
        [
            "MS FALATI",
            "Is it all the people that were ...[intervention}",
            "Female"
        ],
        [
            "MR VALLY",
            "The people who were taken from the Manse, the youngsters.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR VALLY",
            "Mono, Katiza, Mekgwe as well as Katiza, say that you were also taking part in the assaults on the young people.",
            "Male"
        ],
        [
            "MS FALATI",
            "I didn't take assault because I have taken assault on them I would be saying here that I've taken assault because there's nothing to fear.  I went to prison, for that there's nothing - I would be saying that ...[indistinct] I was ordered to sing as to drown the voices of those who were crying for mercy - to drown the voices and ordered by Mrs Mandela - to sing as to drown the voices of those who were crying for help.",
            "Female"
        ],
        [
            "MR KUNY",
            "The question is why would they say that you took part in the assaults on them?",
            "Male"
        ],
        [
            "MS FALATI",
            "Well, that was a confusion, that room is just a very small changing room - it was a confusion, people were taken out and there and I was scared.  You know, I was scared and puzzled.",
            "Female"
        ],
        [
            "MR VALLY",
            "Do you say all of them were confused?",
            "Male"
        ],
        [
            "MS FALATI",
            "They were confused.",
            "Female"
        ],
        [
            "MR VALLY",
            "Let's go on.",
            "Male"
        ],
        [
            "MS FALATI",
            "You do not know the brutality of this woman.",
            "Female"
        ],
        [
            "MR VALLY",
            "Is it true that the reasons that the youngsters were taken from the Methodist Manse is because you took a complaint to Mrs Madikizela Mandela about them?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I went to Mrs Mandela to lay a complaint - to tell her about the complaints of the boys.",
            "Female"
        ],
        [
            "MR VALLY",
            "At this stage you say you did not know her well?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I didn't know her well, that is ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "So if you did not know here well, why did you take this complaint to her?",
            "Male"
        ],
        [
            "MS FALATI",
            "You know I went to Mrs Matsea - that's point number one, Mrs Matsea was one of the Mother's Union who usually came to the meetings ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "I'm aware of that.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, but then after that Mrs Matsea said to me",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"Go and tell one of the leaders\", so Mrs Mandela was the nearest leader - just one, two, three streets - two streets, the third street is Mrs Mandela, same Vilagazi Street.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Was it the first time you had been to her place?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, because I went her place and that was 1987 when I asked for my daughter's schooling which Bishop Sinu Nqwane of the Anglican Bishop bought the clothes of my daughter because Bishop Sinu Nqwane of the Anglican Diocese is the South African Bishop of Johannesburg was buying or all the poor people or the destitute comrades.",
            "Female"
        ],
        [
            "MR VALLY",
            "Miss Falati, you have given evidence at two trials.  At the trial of Jerry Richardson, you had stated that Stompie Sepei had informed you that Pelo Mekgwe, Thabiso Mono were sexually abusing him.",
            "Male"
        ],
        [
            "MS FALATI",
            "I beg your pardon, can you come again?",
            "Female"
        ],
        [
            "MR VALLY",
            "You said at the trial of Jerry Richardson that Stompie Sepei had informed you that he had been sexually abused by Pelo Mekgwe and Thabiso Mono.",
            "Male"
        ],
        [
            "MS FALATI",
            "I didn't say he was sexually abused, I said",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"Stompie Sepei cried in the middle of the night\", he said he was being - when I asked him early in the morning he told me that",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "\"Mama, Thabiso and Pelo and another boy Douglas ...[inaudible] that's what Stompie Sepei said and then that was when I was scolding the boys, Father Verryn came out from the bedroom telling me",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "\"Xoliswa don't behave like a 14 year old - that is when he told me that there.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "The youngsters say that the only sources for allegations of sexual abuse was you.",
            "Male"
        ],
        [
            "MS FALATI",
            "I was told by Katiza Tabeko, that's point number one and number two, I had to think that means even Stompie when he was - I thought Father Verryn was - after the complain from Katiza Tabeko, I thought that by the time Verryn was saying to me",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"Don't behave like a 14 year old\", he was actually covering up what he was actually doing to Katiza Tabeko - that was my thinking then.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "When Stompie was crying and you heard the complaint by the other two people, why didn't you report the other two people also like you reported allegations about Verryn?",
            "Male"
        ],
        [
            "MS FALATI",
            "Report them to?",
            "Female"
        ],
        [
            "MR VALLY",
            "Whoever you wanted to report it to.",
            "Male"
        ],
        [
            "MS FALATI",
            "I have reported them to Mrs Mandela and that is why we were taken from Mrs Mandela's place ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "Why didn't you go to Reverend Verryn seniors?",
            "Male"
        ],
        [
            "MS FALATI",
            "...[indistinct]",
            "Female"
        ],
        [
            "MR VALLY",
            "Why didn't you go to his senior members in the church.",
            "Male"
        ],
        [
            "MS FALATI",
            "That was December time because I went to Bishop Semu Nkwane, the other person that I told you was Bishop Semu Nkwane.  I went to the East Rand to Bishop Semu Nkwane - he was staying in Benoni, I actually told the Bishop - after telling Mrs Mandela I told the Bishop and I told the Bishop that I have told Mrs Mandela.\n You know what the Bishop said, he said - he actually scold me, he said",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"Xoliswa, you have shouldn't have told Mrs Mandela, don't you know that she reduces a person to nothing - she's going to reduce you into nothing one day\" and each time when I was reduced by her ...[indistinct] that you've been told before because the people warned you, if a person warns you, you must watch out.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I would say Mr Vally, you are the one who is leading her now.",
            "Male"
        ],
        [
            "MR VALLY",
            "...[inaudible] these are very serious issues. You've had your opportunity, you have been led so answer my questions directly please.\n Your allegations regarding Reverend Verryn came from Katiza Cebekhulu as you say, is that correct?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR VALLY",
            "Your allegations regarding Reverend Paul Verryn came from Katiza Cebekhulu?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR VALLY",
            "Katiza said he lied, Katiza says he lied.",
            "Male"
        ],
        [
            "MS FALATI",
            "That's what I've seen that on TV.",
            "Female"
        ],
        [
            "MR VALLY",
            "That you had no source of information about Reverend Paul Verryn at all.",
            "Male"
        ],
        [
            "MS FALATI",
            "That is why - you know when that thing was shown on TV, it was devastating.",
            "Female"
        ],
        [
            "MR VALLY",
            "And you lied in court in the Richardson trial?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I had to protect ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "You lied in court at your own trial.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, for the sake of protecting my leader.   I had to lie to protect, that was our culture - to protect our leaders.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Order please, let's not ...[inaudible]  Could you kindly just confine yourself - at least try to confine yourself to answering the questions, please try and restrain yourself.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "...[inaudible] may I say, because the issue has been raised by your learned Commissioner regarding the manner in which this witness is answering her questions, the issues that she's being asked about are clearing issues which she feels strongly about.  She is in fact answering the questions put to her, I don't know what she said when she changed over into the vernacular but with respect, she actually is answering the questions put to her and she should be given an opportunity to give ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The point is actually that she does elaborate and sometimes almost is on a platform.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "Well with respect, the questions that are being put to her are being put to her in quite an aggressive manner, if she responds aggressively then perhaps that's not entirely her own ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, she can answer aggressively but she needn't do it at great length.\n Hanif, try and ask your questions in a less aggressive way.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Do you accept that your actions have directly led to the death of at least one person and severe assaults on three other people?",
            "Male"
        ],
        [
            "MS FALATI",
            "I beg your pardon Sir?",
            "Female"
        ],
        [
            "MR KUNY",
            "With respect ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "Your actions in making the report to Mrs Winnie Mandela regarding certain allegations at the Methodist Manse has led to the death of Stompie Sepei and severe assaults on at least three other people?",
            "Female"
        ],
        [
            "MR KUNY",
            "With respect, Mr Commission, I object to that question.",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I would like to answer it please Sir, I would like to answer it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, now your witness says she's going to answer the question.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "I'm not then going to stop her.",
            "Male"
        ],
        [
            "MS FALATI",
            "You have seen that Katiza was sent by Mrs Mandela to mess up all our lives including my daughter who was under age and went to prison for her, that was all fabricated by Mrs Mandela sent Katiza - you have seen that.  Mrs Mandela is the one who caused the death of Stompie Sepei and the assault of others and to defend the character of Paul Verryn.   You know, messing up all ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "Shall I repeat my question Mrs Falati?  Would they have been taken ...[inaudible] to Mrs Madikizela Mandela's house, if you hadn't taken those allegations to Mrs Madikizela Mandela?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was not an allegation, I had somebody who had a complaint which was beyond my thinking - you know from a sexuality.  In our African culture, it's something that we do not know.  There's a big thing here which I'm being told Sir and then that thing I had to pass it to my ...[indistinct] because it was beyond the comprehension.",
            "Female"
        ],
        [
            "MR VALLY",
            "Would you ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "Lastly, it was discovered that she's the one who sent Katiza - she just makes me mad - my 14 year old child was incarcerated.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We won't be able to continue with this hearing if you don't try to restrain yourself and confine yourself to answering questions directly without elaborating so much.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Archbishop, I was hoping for some expression of regret in her part which led to the events where Stompie and three other youths were severely assaulted.\n Do you feel any regret for your actions with led to Mr Sepei's death?",
            "Male"
        ],
        [
            "MS FALATI",
            "She must feel, she Mrs Mandela must feel.",
            "Female"
        ],
        [
            "MR VALLY",
            "I'm asking you the question ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "I'm telling you where to point that question to.",
            "Female"
        ],
        [
            "MR VALLY",
            "I'm asking you the question Miss Falati.",
            "Male"
        ],
        [
            "MS FALATI",
            "...[indistinct] also another victim who went to prison for a crime I never committed.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If you're being asked a question, try to confine yourself to answering that question without elaborating.  If you're not able to answer the question please just say so, tell us that you don't want to or you're not able to.  Do not make a circus out of these hearings because that does not help us in any way -  we endeavour to get the truth, and please do not get emotional about the whole thing.\n You were asked whether you want to ask for forgiveness, you could have just said",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "\"No, you don't want to\".",
            "Unknown"
        ],
        [
            "MS FALATI",
            "I want to ask for forgiveness from Father Paul Verryn, to the public and to the world that I apologise to Father Paul Verryn.  You know, he is a man when you're asking for one mile he takes you two miles, he has ...[indistinct] the African children without expecting something from them, unlike Mrs Mandela who ...[indistinct] those who ...[indistinct] like us and expecting something in return.\n Father Paul Verryn harboured us a destitute and displaced comrades from various places without expecting any gain from us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, thank you.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "And I say I'm sorry to Father Paul Verryn and of course to those victims of assaults, brutal assault from - the allegation from Katiza Cebekhulu which Katiza was sent by Mrs Mandela, she has messed up with all our lives.",
            "Female"
        ],
        [
            "MR VALLY",
            "You maintained a lie against Reverend Paul Verryn for many years.",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR VALLY",
            "You maintained a lie against Reverend Paul Verryn for many years, he's the person who offered you sanctuary, he offered you a home when you didn't have a home and he could have also been regarded as one of your leaders, yet you were prepared to maintain a lie which would possibly have destroyed his life, why?",
            "Male"
        ],
        [
            "MS FALATI",
            "There was no choice, I've told you that when you are dealing with Mrs Mandela, yours in not to reason why, yours is to do and die.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Mr Vally, are we going to get anywhere with this line of cross-examination?  ...[inaudible] very clearly on this, you are trying to get a word of regret for other things out of her and she's not prepared to give it.  She has given a line of regret to Bishop Paul Verryn, I don't think we are going to get anywhere - with great respect.",
            "Male"
        ],
        [
            "MR VALLY",
            "I'll restrict my questions then just to a few.\n Regarding the issue of Mr Sitelo Lomo, do you know a Mr John Dube?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR VALLY",
            "John Dube?",
            "Male"
        ],
        [
            "MS FALATI",
            "John Dube? No, I don't know about John Dube.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Mr John Dube has applied for amnesty for the death of Mr Sitelo Lomo and in his amnesty application - which I don't have with me right now unfortunately, he does not mention the Mandela United Football Club.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "He doesn't mention what?",
            "Female"
        ],
        [
            "MR VALLY",
            "The Mandela United Football Club.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, he mentioned what?",
            "Female"
        ],
        [
            "MR VALLY",
            "He says that he was responsible or the death of Mr Sitelo Lomo because he suspected Mr Lomo of being a police informer.",
            "Male"
        ],
        [
            "MS FALATI",
            "That particular person - oh, that is Dube.  If you are in a unit ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "Is this pure speculation on your part?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, it's not, I'm telling you ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "Do you know him?",
            "Male"
        ],
        [
            "MS FALATI",
            "Let me tell you how ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "Do you know him?  You say you don't know him, please I don't want you to go on about this matter.",
            "Male"
        ],
        [
            "MS FALATI",
            "I wanted to tell you how you operate when you're in a unit.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, I think you should hold.  You said you didn't know him and Hanif, move on to your next point please.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Are you aware of when Katiza Cebekhulu moved into Mrs Madikizela Mandela's house?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I don't know.",
            "Female"
        ],
        [
            "MR VALLY",
            "Was he staying there for a long period?",
            "Male"
        ],
        [
            "MS FALATI",
            "At Mrs Mandela's place?",
            "Female"
        ],
        [
            "MR VALLY",
            "That's correct.",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I don't know, Katiza came after just after we arrived at Paul Verryn's place.",
            "Female"
        ],
        [
            "MR VALLY",
            "Mrs Madikizela Mandela says that Mr Cebekhulu only stayed at her house once or twice with you but he did not stay at her house for an extended period.",
            "Male"
        ],
        [
            "MS FALATI",
            "I don't know.  Let me tell you, that is why I'm saying that I was staying at Paul Verryn's place when Katiza Cebekhulu was brought by Miss Engeleza from the SACC.  Miss Engeleza brought Katiza at Paul Verryn's place.",
            "Female"
        ],
        [
            "MR VALLY",
            "So you don't know how long Mr Cebekhulu lived at Mrs Madikizela Mandela's house?  And after the incident regarding the four youngsters - when you were staying at Mrs Madikizela Mandela's house, was Katiza Cebekhulu staying there?",
            "Male"
        ],
        [
            "MS FALATI",
            "After the incident?  Yes, he actually stayed at Mrs Mandela's house and at one time he was taken to my sister's place in the East Rand, he came back and stayed somewhere in Orlando East and the went back to Mrs Mandela.  At a later stage when he had the arms poured with boiling water, that was the last I saw - he was still in bandage from the hospital ...[inaudible] boiling water.",
            "Female"
        ],
        [
            "MR VALLY",
            "You talked about pouring of boiling water, did you witness this?",
            "Male"
        ],
        [
            "MS FALATI",
            "I was told by other comrades.",
            "Female"
        ],
        [
            "MR VALLY",
            "You didn't witness it?",
            "Male"
        ],
        [
            "MS FALATI",
            "No.",
            "Female"
        ],
        [
            "MR VALLY",
            "You once previously retracted your statements you made in court ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR VALLY",
            "You've once previously retracted the statements you made in court when there was a dispute with Mrs Madikizela Mandela about the house you were staying in and thereafter - after the matter was mediated, you denied your retraction, do you recall this?",
            "Male"
        ],
        [
            "MS FALATI",
            "About the house what?",
            "Female"
        ],
        [
            "MR VALLY",
            "Let me take it very slowly.  You made certain statements in court about what had happened, you had a dispute with Mrs Madikizela Mandela and you said you lied in court.  That dispute was resolved and you then said you did not say you lied in court - before your present position.  Do you understand what I'm saying?",
            "Male"
        ],
        [
            "MS FALATI",
            "You said I issued a statement that I lied in court?",
            "Female"
        ],
        [
            "MR VALLY",
            "You once said that and you retracted that.",
            "Male"
        ],
        [
            "MS FALATI",
            "That I lied in court?",
            "Female"
        ],
        [
            "MR VALLY",
            "That's right.",
            "Male"
        ],
        [
            "MS FALATI",
            "Where is it?  Can you show me that place - paper?",
            "Female"
        ],
        [
            "MR VALLY",
            "Do you deny that?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I never retracted any statement, I said I lied in court when I said Mrs Mandela was ...[indistinct]  I lied to protect Mrs Mandela.",
            "Female"
        ],
        [
            "MR VALLY",
            "Miss Falati, I want to end of this by asking you how long you stayed at Mrs Madikizela's house after the incident involving Stompie Sepei?",
            "Male"
        ],
        [
            "MS FALATI",
            "I stayed there from the 1st of January 1990, he actually called me from the East Rand when he was staying with my sister in the East Rand.",
            "Female"
        ],
        [
            "MR VALLY",
            "How many months did you stay there?",
            "Male"
        ],
        [
            "MS FALATI",
            "I stayed there until the time when we quarreled in 19 ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "When was that?",
            "Male"
        ],
        [
            "MS FALATI",
            "1992.",
            "Female"
        ],
        [
            "MR VALLY",
            "So you stayed there for over a year?",
            "Male"
        ],
        [
            "MS FALATI",
            "From 1990.",
            "Female"
        ],
        [
            "MR VALLY",
            "Over two years, I beg your pardon, approximately two years?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR VALLY",
            "At Mrs Madikizela's house?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, could be.",
            "Female"
        ],
        [
            "MR VALLY",
            "What would you say to the allegation that it's simply because she refused to finance your appeal, that you are now taking revenge on her by saying this?",
            "Male"
        ],
        [
            "MS FALATI",
            "You said what?",
            "Female"
        ],
        [
            "MR VALLY",
            "That after living in her house for two years where you maintained your story, when your matter was decided in the Supreme Court and you appealed to the Appellate Division and at that point Mrs Madikizela refused to finance your appeal, it is then when you decided to take revenge on her and make the statements you are making now.  What is your response to that allegation?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, can you give me just a few seconds to explain?",
            "Female"
        ],
        [
            "MR VALLY",
            "Sure.",
            "Male"
        ],
        [
            "MS FALATI",
            "Don't suppress me please.  You know, there was a time in 1990 - when we were sent to - we were supposed to go to Lusaka - can you give me a time, that's why I asked for the time because I can see that ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "No, my question is very simple ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "I just want to answer your question that's the main thing.  That was in January 1989 when I wrote this letter to ...[indistinct] that is ...[indistinct] I was on my way in the Northern - on my way to Lusaka in the Northern Transvaal - we were told by Mrs Mandela to go there to Oliver Tambo so that we can explain ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just speak into the microphone please.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "We were told by Mrs Mandela to explain everything to the President Oliver Tambo, so on my way to the Northern Transvaal I had to write this letter back to my lawyer so that they must know that I've gone out of the country.  You know what happened?\n My commander said to me",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"Xoliswa, when you go there, please don't cover up anybody, tell the President Oliver Tambo everything which happened, the taking of the boys at the mission, everything which happened - right through, don't hide anything because if you're going to hide it they're going to ask you so many questions and at the end of the day you'll be told that you're ...[intervention in Zulu]\n ...[inaudible] said I shouldn't hide anything ...[inaudible] the truth to Oliver Tambo, so it was aborted because there were security forces - I don't know who told them because we were with John Morgan, Mabala and Katiza and they just disappeared.  John Morgan disappeared with Johannes Mabuto and we came back - we had to hire ...[intervention]",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chair, the question is not being answered ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "The question is answered.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Excuse me, you're not behaving properly please.  I don't want us to be invoking the powers that vest in us, will you please answer the question and try to be restrained.  I don't want to keep repeating, please try to be restrained, try if you are able to, to answer the question that is being put to you.\n I know that you may be full of a lot of emotion but try as far as you can because we need your help in the work that we are doing, please.  As we respect you, please try your best to respect us as well.\n Can you come to an end to Hanif, so that ...[intervention]",
            "Unknown"
        ],
        [
            "MR VALLY",
            "...[inaudible]\n Did you change your story regarding what had happened because Mrs Madikizela Mandela refused to pay for your appeal?  Yes or no?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I was going to tell the story - I knew that I was going to tell the story when the Government of the ANC take over.",
            "Female"
        ],
        [
            "MR VALLY",
            "My final ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "I waited for the right time, I was not going to tell the story in the apartheid regime because they were going to victimise all of us, so I was going to tell the story to the reliable people and the real leaders of the country as I'm telling them now.",
            "Female"
        ],
        [
            "MR VALLY",
            "My final question is this, you've sent a letter to the now Bishop Paul Verryn on the 10th of April 1997, do you recall this?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR VALLY",
            "Do you know about this letter you sent to Bishop Paul Verryn on the 10th of April 1997?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR VALLY",
            "Even in this letter at this stage in April 1997, you still portray yourself as a helpless victim who just wanted to help.  Is this how you perceive yourself?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, it's because it is only two months or three months that I'm getting paid by SAPO otherwise we didn't have funds until such time the Union ...[intervention]",
            "Female"
        ],
        [
            "MR VALLY",
            "No, you didn't understand my question.  Let me quote you a section of your letter, at page 10 of the letter you said\n\"I never wanted to destroy you\"\nYou said yesterday, no.\n\"I wanted everything to be discussed with you but that did not go according to what I wanted, I never wanted to shame you\"\nI put to you that you do not fully explain your role as the perpetrator of gross human rights violations - both in the kidnapping and the assault of the youngsters, in the part you played in smearing Reverend Paul Verryn and you are persisting in that attitude up to today, this is what I put to you.",
            "Male"
        ],
        [
            "MS FALATI",
            "Then your question Sir?",
            "Female"
        ],
        [
            "MR VALLY",
            "I would like your comments to what my assertions are.",
            "Male"
        ],
        [
            "MS FALATI",
            "What do you want my comment to?",
            "Female"
        ],
        [
            "MR VALLY",
            "I'll repeat my question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's asking if you're agreeing with him - yes or no, about what he's just put before you that even to date you are not admitting to the fact that you played a part or you were involved in assaulting the youths and committing all the atrocities, as well as defaming Reverend Paul Verryn.  All he wants to know is whether you're agreeing to the matter or not.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "That I had part in the assaulting of the youths?  No, I had no part and I was not involved.  I never thought they would be assaulted in that place, the person who was supposed to be asked was Paul Verryn.  You know Bishop, I am very sorry, there is this thing you know that happens, that you find yourself bottling and today I want to vent everything - I'm venting it with anger.  ...[inaudible] that .... I'm bottled up for quite a long time and then there are so many things that are at the same time and so many things I want to - so many answers keep cropping and I want to explain - not in one version, and quote some instances so that is why I would like to apologise on that matter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "This is why I'm saying myself, try as much as possible to be polite in the whole matter because we are quite aware about the fact that they're so emotionally involved and another thing - you've been had.  Thank you very much.\n Mr Semenya?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Chairperson, may we indicate that there are statements by the witness which won't be possible to be treated within the time frame that we have.  We are going to use the time frame, I just don't want the record to be read later to mean that some of the...[indistinct] she's made we accepted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me indicate that the ...[inaudible] I sought to establish this morning were indices to try to persuade you people to be restrained but I - as you have seen, exercise a discretion and at a time when you want to cross-examine the witness, you'll know that I will allow you a fair degree of latitude.  So, if you will please go ahead with a little bit in the back of the mind that I might shut you up.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Yes Chairperson, I understand and I'm not complaining either, I'm merely stating that that aspect of her evidence which we do not deal with directly should not be construed to be an admission on our part.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Ma'am I take it your dislike for Mrs Mandela is an open secret?",
            "Male"
        ],
        [
            "MS FALATI",
            "No English translation.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] for Mrs Madikizela Mandela is apparent, is that correct?",
            "Male"
        ],
        [
            "MS FALATI",
            "I don't hear what you are saying.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] Mrs Mandela is self evident, is it not?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can put on the headphones.\n Let's try again Mr Semenya.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Miss Falati in simple terms, you dislike Mrs Mandela, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "I do not.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Do you love her?",
            "Male"
        ],
        [
            "MS FALATI",
            "I don't know.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You don't know?",
            "Male"
        ],
        [
            "MS FALATI",
            "...[inaudible] in fact my answer to her is she should apologise, not by paying any amount of money but simply apologise to me and be grateful about the fact that I served sentence on her behalf.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Do you know about the death of George in the East Rand?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Do you know about the death of George in the East Rand?",
            "Male"
        ],
        [
            "MS FALATI",
            "She knows about it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Try by all means to precisely answer the question.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "...[inaudible] paying for this Stompie trial at Johannesburg prison, I was taken by the security branch in the East Rand.  They interrogated me for 15 days wanting - showing me pictures of George and then the next thing Mrs Mandela sent the person to City Press so the person can say and allege this an that about Xoliswa.  When City Press asked her questions they came to me and told me that they had been sent by Mrs Mandela to say all what they have said about me.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Do you know about the death of George?",
            "Male"
        ],
        [
            "MS FALATI",
            "Of?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "George in the East Rand.",
            "Male"
        ],
        [
            "MS FALATI",
            "I was told by the security.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] your house was burnt in the East Rand.",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Was this before your house was burnt in the East Rand?",
            "Male"
        ],
        [
            "MS FALATI",
            "It was after I was at Johannesburg prison.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "What did the security force say about the death of George?",
            "Male"
        ],
        [
            "MS FALATI",
            "They were asking who killed George.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Why was your house burnt down in the East Rand?",
            "Male"
        ],
        [
            "MS FALATI",
            "I was detained for three days for harbouring - as a suspect for harbouring trained cadres of Umkhonto weSizwe, it was after the incident which took place on the 23rd of October 1987 when there was a shoot-out between the MK soldiers and the security forces.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "What I'm trying to establish is, did you come to know who was responsible for burning down your house?",
            "Male"
        ],
        [
            "MS FALATI",
            "I was told by - because I slept on the other side at 14 Mapanzela Street at my cousin's place, I was told by some of the people that my house was on fire.  There is a shebeen down in the same street as mine, so the people from the shebeen told me that they've seen a blue Skyline.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "The information that I have is that your house was burnt by the youth in the East Rand.",
            "Male"
        ],
        [
            "MS FALATI",
            "That is new to me because it was never investigated because when you call for a fire brigade you have to call for the fire brigade through the police station and when I called the police station to send me a fire brigade because my house was on fire, the fire brigade came after one hour and five minutes.\n During that time when the fire brigade came - it was late, the house was extinguished by the community so they said we must come at about 8 o'clock and write statements so they can investigate but it was never investigated until last month in October when I was phoned by a certain Captain Fry who said he wants to investigate the burning - the bombing of my house.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Even before you went to Soweto - whilst you were in the East Rand, there used to be young boys that would come to your house for meetings, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.  They wanted me to assist them to get lawyers for those who were detained.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So, this is now before you even made contact - other than for the distant meeting with Mrs Mandela, you had already had a relationship of having children in your house coming for various meetings, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "For?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Children coming to your house in the East Rand for meetings.",
            "Male"
        ],
        [
            "MS FALATI",
            "Not meetings, they were asking for help because I was working at Bishop Semu Ngwane's office as a social welfare officer doing field working.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Let's quickly go to Bishop Verryn's Manse.  Do you recall an incident where Stompie had a nose bleed and had a tissue paper in his nose?",
            "Male"
        ],
        [
            "MS FALATI",
            "The what?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "A nose bleed and had blocked it with a tissue paper in the nostril.",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I can't remember that.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "It was at the time that you accused Stompie for the first time of being an informer, do you recall that?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, that Stompie was an informer was told by these comrades from the - Parys, Tebiso and the others who were staying at Paul Verryn's place.  There was a time when we had to sit down and caucus ...[indistinct] Stompie being an informer - at Paul Verryn's place and that Paul Verryn knows about it.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Now in fact my information is Bishop Verryn admonished you for describing Stompie as an informer.",
            "Male"
        ],
        [
            "MS FALATI",
            "He said I must look after him, he's not an informer.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Yes, but Bishop Verryn was stopping you from describing Stompie as an informer, is that factually correct?",
            "Male"
        ],
        [
            "MS FALATI",
            "He was stopping me?  He was actually stopping Stompie from being taken by other cars who used to take Stompie away and come back, that was what I know from the mission - that was what was happening.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Now you have described there was a meeting where Stompie was said to be an informer.",
            "Male"
        ],
        [
            "MS FALATI",
            "...[inaudible] and he was give a round bade with",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"Don't go\" because he used to go out and in - like a red and black gold, red and black badge.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Let me ask it this way, who says to you for the very, very first time that Stompie is an informer?",
            "Male"
        ],
        [
            "MS FALATI",
            "Those in the mission, those whom I was staying with in the mission.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Are you able to give us a name?",
            "Male"
        ],
        [
            "MS FALATI",
            "I saw many - they were discussing, like Habutabi Sonabye who was staying in the mission because there was even a time when Habutabi was ...[indistinct]  they said they will baptise him in water.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] a name of the person from whom you heard for the first time that Stompie was an informer?",
            "Male"
        ],
        [
            "MS FALATI",
            "There are so many - so many comrades, there were 35 and we used to go out and others would come in, go out and come in.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Where they singing in a chorus when they told you this?",
            "Male"
        ],
        [
            "MS FALATI",
            "They're singing?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You keep saying",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "\"All of them said it\", now I want to understand whether it was in a chorus when they said it??",
            "Unknown"
        ],
        [
            "MS FALATI",
            "It was not a chorus, they kept on telling us that he was - I had weapons in the house and he was actually coming in and going out.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] are saying the allegation that Stompie is an informer came for the first time from you.",
            "Male"
        ],
        [
            "MS FALATI",
            "I didn't know Stompie - where he comes from, I came from the East and he came from Orange Free State and that is far away.  Those people who told us were the people from the Parys side, that is in Orange Free State which was far away from me.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Who else was from Parys?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Who else was from Parys?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pelo and others came from Parys and others have seen him in Parys.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Well I want to put it to you that Pelo is not from Parys.",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Pelo is not from Parys.",
            "Male"
        ],
        [
            "MS FALATI",
            "...[inaudible] Pelo Simono was in Parys.  This area - as comrades we were rotating because we were running away from the police, we were rotating.  I'm from the East Rand and I've rotated the whole Soweto.  It was our - we didn't have to stay in one place for quite a long time, we had to rotate for security reasons.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So, according to you when Katiza tells you that he has been sodomised, you took that complaint as a serious complaint, am I right?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I'm listening.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Am I correct?  You didn't think he was joking?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You took the complaint by Katiza seriously, did you not?",
            "Male"
        ],
        [
            "MS FALATI",
            "I took that complaint seriously but I discussed the complaint with the ...[indistinct] and then after discussing it Katiza threatened  - that's when I discovered that this White man will die and we will get into trouble as well.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So I take you answer as",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "\"Yes\", you took it seriously.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You took this complaint seriously?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I took the complaint very seriously after discovering that the ...[indistinct] could stab Paul Verryn.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] this complaint to Mrs Mandela you had meant her to do something about the complain, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "When you took the complain to Mrs Madikizela Mandela you had meant her to do something about this complaint, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "Can you repeat yourself?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You were seeking help when you communicated this problem to Mrs Madikizela Mandela, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "Help when?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "The reason you told this story to Mrs Madikizela Mandela is because you were seeking her to intervene in this problem you found Katiza in.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I thought she was going to intervene in a leadership way, not in a brutal way.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "And the right thing was amongst others, to get medical attention for Katiza, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, he went to Doctor Asvat.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "And she says then that you can bring the little boy so that he can be taken to - you can bring the young man to be taken to a doctor?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "At that time you hadn't said to Mrs Madikizela Mandela that there are other young men who also complain of sexual abuse, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "I told her on our way back.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Back from where?",
            "Male"
        ],
        [
            "MS FALATI",
            "Back from Doctor Abu Asvat's surgery.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Now, that's the point I'm making.",
            "Male"
        ],
        [
            "MS FALATI",
            "You said?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "The first thing is Katiza is collected from the Manse because he must be taken to the doctor and at that time you're not saying to Mrs Madikizela Mandela",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "\"There are other boys who have also been sexually abused\"?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "I told Mrs Mandela that there is this Katiza who is complaining of sexual abuse.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Yes.",
            "Male"
        ],
        [
            "MS FALATI",
            "I told Mrs Mandela that there are other boys who are also victims or sexual abuse, who were actually practicing the sexual abuse amongst themselves.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Who are other boys who are complaining of sexual abuse?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was Stompie Sepei.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Who are the other boys?",
            "Male"
        ],
        [
            "MS FALATI",
            "Stompie Sepei and these other two boys were actually caressing Stompie Sepei, that means they were practicing this homosexuality amongst themselves now.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "The information I have Ma'am is, you used to go into some argument with the young men at the Manse about house chores, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "About?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "House chores - who must wash dishes and who mustn't and at what point they must do it.",
            "Male"
        ],
        [
            "MS FALATI",
            "There's nothing of that nature, that's a blatant lie.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "And you threatened them that if they do not comply you will get some boys to discipline them.",
            "Male"
        ],
        [
            "MS FALATI",
            "Boys from where?  I did not know that part of her, I always took her as a leader.  Those who don't know her, they will keep glorifying her but as for me I will never because I know her true colours now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] worry about getting close, so don't be over anxious.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "We hear that your daughter was also part of those who were assaulting the men - Stompie and them?",
            "Male"
        ],
        [
            "MS FALATI",
            "Is that you who is saying that?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] that your daughter also participated in the assault on Stompie and the other young men, what's your reaction?",
            "Male"
        ],
        [
            "MS FALATI",
            "As I am saying, everybody was assaulting.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] yes or a no?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, that is the answer.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So the only person who did not participate is yourself?",
            "Male"
        ],
        [
            "MS FALATI",
            "I was surprised and I was shocked.  I was puzzled and highly surprised since Nfumulelo was young, even now she's using the youths.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] answer ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "That is my answer.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You are the only one ...[inaudible]",
            "Male"
        ],
        [
            "MS FALATI",
            "I participated in singing because she ordered me to sing as to drown the voices of those who were crying for help, so I participated too.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You are the only one who did not participate in the assault?",
            "Male"
        ],
        [
            "MS FALATI",
            "I participated in a way because I sang so as to drown the voices of those who were being brutally assaulted.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You are the only one who did not physically assault any of these boys?",
            "Male"
        ],
        [
            "MS FALATI",
            "I did not physically assault any of these boys.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "And you are the only one?",
            "Male"
        ],
        [
            "MS FALATI",
            "I'm not the only one, even Nonxlanla ...[indistinct]  She knows who I'm referring to, she knows everybody - she and the attorneys deny and even I myself she's denying the fact that she knows me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Order please.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "In your evidence earlier you're saying that it was not Morgan who drove the car to fetch the boys from the Manse?",
            "Male"
        ],
        [
            "MS FALATI",
            "Pardon?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "When you testified earlier today you said it was not Morgan who drove the car or the bus to go and collect ...[intervention]",
            "Male"
        ],
        [
            "MR KUNY",
            "Mr Chairperson, that's not my understanding of the evidence, in fact my understanding of the evidence is that she specifically stated that John Morgan had gone to fetch the boys.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "In any case you just said it was another driver, I recall this distinctly.",
            "Male"
        ],
        [
            "MS FALATI",
            "Which driver?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] witness and ...[intervention]",
            "Male"
        ],
        [
            "MR KUNY",
            "If I may just make my objection, I think my learned friend has misunderstood the evidence.  She said that after they had fetch Katiza that they then went to Doctor Asvat' surgery and at that stage John Morgan - a different driver had come and taken them to Doctor Asvat' surgery but her evidence as far as I'm concerned is clear that John Morgan had in fact gone with them to fetch the boys.  If my learned friend would like to see my notes he's welcome.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Who collected the boys from the Manse, who was the driver?",
            "Male"
        ],
        [
            "MS FALATI",
            "The driver was John Morgan.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Who was the driver to Doctor Asvat?",
            "Male"
        ],
        [
            "MS FALATI",
            "It was somebody else, a tall guy from Orlando West - it was a different person, not John Morgan.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "According to you John Morgan has never went to Doctor Asvat' surgery.",
            "Male"
        ],
        [
            "MS FALATI",
            "No, not that day, not on the 28th.  We are talking here about the 28th, the beating of the boys was on the 28th, the fetching of the boys was on the 28th, the 28th was when we came from Victor Verster, that was the 28th.  I'm talking about that day which was confused as cover-ups - saying 29, 29 everywhere.  It was the 28th, you can go to the airport and go to Victor Verster and you will see she was there on the 28th - that was the 28th I'm talking about, not the confusion of the cover-ups.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Chairperson, would it be a convenient time to take the lunch adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Would it be a convenient time to take the lunch adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, it looks like in fact the lunch has arrived.  I was told that lunch is at 13H30 but I can see it has arrived and it seem to me that - I think we should maybe say yes, let's break and return at 2 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order then.  Mr Semenya?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Ma'am, can I take you back to some aspect of your statement ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we're going to have a bit of a problem with - can you just try to move them a little further away from - thank you very much.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "You say in your statement that you understood that Madondo was beaten up because of Mrs Mandela.",
            "Male"
        ],
        [
            "MS FALATI",
            "I beg your pardon?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Could you please just repeat your question.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "I've got a problem with my headset.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you hear?\nCOMMITTEE HAS PROBLEMS WITH HEADPHONES",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Your statement says you heard that Madondo was beaten up at the instance of Mrs Madikizela Mandela.",
            "Male"
        ],
        [
            "MS FALATI",
            "Can you come again please?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Your statement records that Madondo was beaten up at the instance of Mrs Mandela.",
            "Male"
        ],
        [
            "MS FALATI",
            "Madondo was?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Beaten up, did you say that?",
            "Male"
        ],
        [
            "MS FALATI",
            "That he was beaten up?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Did you say Madondo was beaten because of Mrs Mandela?",
            "Male"
        ],
        [
            "MS FALATI",
            "Beaten up when?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Do you know if Madondo was beaten up?",
            "Male"
        ],
        [
            "MS FALATI",
            "I know when he was beaten up by Mrs Mandela at Mrs Mandela - I'm talking about at the ...[indistinct] house when I found him laying in this position flat on his stomach.  When I asked him",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"Why are you sleeping right here in the sun\", he couldn't answer me, he was moaning ...[indistinct]  I asked these other boys, they told me that he was beaten up by Mrs Mandela because he didn't go for the mission which he was supposed to take.  When I asked at a later stage which mission he was supposed to go to Dukile's house - go for this ...[indistinct] Dukile's son.  That was the reason why he was beaten - he never went there.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Were you present when Madondo was beaten?",
            "Male"
        ],
        [
            "MS FALATI",
            "I was not present when Madondo was beaten but I could see from his bruises that he was beaten up.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Who told you that he was beaten up?",
            "Male"
        ],
        [
            "MS FALATI",
            "The boys there, there were so many boys - that is the Mandela Football Club who were there at the office at Commerce House.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Who of the boys told you that?",
            "Male"
        ],
        [
            "MS FALATI",
            "They answered that he had been beaten up by \"Mamma\".",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You're not able to give us a name?",
            "Male"
        ],
        [
            "MS FALATI",
            "Can I please ask you a question?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Don't bring the mike close to you please, it's very sensitive.  Are you able to remember any names?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "There were boys who were actually around every time at Mrs Mandela's Commerce House where she was occupying an office, that is just along Orlando station when you go under the bridge from Orlando to Orlando East.  From Orlando West to Orlando there's a Commerce house, it's still there even now.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So you're not able to give us the names?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was when I came at Mrs Mandela, it was not staying with her during that period.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Earlier you said Katiza was sent by Mrs Mandela to mess all of you up.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, it was because of what I've seen in the television - which was reported on the television, that was my first time to know that Katiza was sent by Mrs Mandela - the first time.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Isn't at least your version this, that you are the one who went to Mrs Mandela to say Katiza has a problem?",
            "Male"
        ],
        [
            "MS FALATI",
            "Has a?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Made a complaint to you?",
            "Male"
        ],
        [
            "MS FALATI",
            "That he was sent by Mrs Mandela, I have taken Katiza because he complained to me about the homosexual abuses in the mission.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "What I'm trying to say is ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "I'm trying to answer your question that - now you want to say that I was the one, Katiza has revealed that he was sent by Mrs Mandela to go and fabricate stories about Father Paul Verryn.  At the end of the day you want to blame me and yet Katiza is here and he is going to testify that he is the one who was sent by Mrs Mandela to go and fabricate stories, stories that messed up our lives.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "You say Katiza came to the Manse and found you there already, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "Came to what?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "To Bishop Verryn's Manse.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "And he was coming for the first time there?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, for the first time.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "And he didn't give an impression he had been to Mrs Mandela before, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, in fact he was brought by Miss Engeleza and that is why I was devastated when I heard that he was sent by Mrs Mandela because to my impression I thought he ...[indistinct] by Miss Engeleza, not knowing that Miss Engeleza had taken Katiza from - Katiza went to Miss Engeleza from Winnie and all that ...[intervention]",
            "Female"
        ],
        [
            "MR SEMENYA",
            "No, let's talk about the fact now, as far as you're concerned Mrs Mandela was seeing Katiza for the first time when you brought him to her, is that right?",
            "Male"
        ],
        [
            "MS FALATI",
            "You said Katiza was what?",
            "Female"
        ],
        [
            "MR SEMENYA",
            "According to you Mrs Mandela was seeing Katiza for the first time when you had ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just hold on, I'm going to try and find out.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "It irritates my ears.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Better because you ...[intervention]",
            "Unknown"
        ],
        [
            "MS FALATI",
            "His voice is very soft, I can't pick it up.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please use the headphones or the headset, you'll hear him even when he speaks softly, just use the headphones.\n Mr Semenya, if you could also be a little louder please, thank you.",
            "Unknown"
        ],
        [
            "MR KUNY",
            "Mr Chairperson, the witness has indicated that those headphones hurt her ears, perhaps there is another pair on the table which has a padding - if she can perhaps change the headphones.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right you are, let's try again.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Wasn't it your observation that Mrs Mandela was seeing Katiza for the first time when he was brought on the complaint of sexual assault?",
            "Male"
        ],
        [
            "MS FALATI",
            "That I never observed, the only thing I was worried about is the incident, I never observed that they were seeing each other for the first time or not but the issue there was that - my concern was upon Katiza's allegations.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Ma'am you have been reported in the press on a number of occasions that you know of various atrocities where Mrs Madikizela Mandela is involved, can you give us those atrocities please.",
            "Male"
        ],
        [
            "MS FALATI",
            "That was for instance, the mine shaft  issue.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So that's one of them?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, the bodies that are in the mine shaft of which I have this Sir.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "But we know that you haven't seen those bodies in the mine shaft.",
            "Male"
        ],
        [
            "MS FALATI",
            "They are 100 metres deep Sir, they were thrown 100 metres deep from what I've gathered from John Morgan - 100 metres deep and they should be extracted by the TRC and then we can talk when we have to go there.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "John Morgan says he has never worked in a mine.",
            "Male"
        ],
        [
            "MS FALATI",
            "Well, I have told you about John Morgan, that he tells you \"watch out\" and if you don't listen, then he denies everything.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "Let me tell you what is my difficulty, you're saying we should not believe John Morgan.",
            "Male"
        ],
        [
            "MS FALATI",
            "I'm not saying that, I'm saying that John Morgan always tips you about something else, then the next thing he doesn't want to be involved in that especially when money is not concerned because when he took us with Paul Martin to that mine shaft, he asked Paul Martin",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"How much are you going to give me\" and Paul Martin said",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "\"100.000-00\", he said",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "\"No, I'm going to settle that if you give me 1.500.000-00 - it's 1,5.\n And then he asked me",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "\"What do you want Miss Falati\"? and I said",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "\"No, I want nothing except even if I'm dead or it happens that I die, let those bodies be extracted and be buried like human beings\".   And please - it's real the video at Paul Martin's - in the video with a foreign journalist.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "But what you're telling us is John Morgan will lie for money?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.  I said",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"John Morgan can give information if you give him the money\", he can give you vital information if you put money here - he gives you the information.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please, I'm not seeking to restrain you but you will be aware that we have been very expansive, it you will - thank you.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "What other atrocities Ma'am?",
            "Male"
        ],
        [
            "MS FALATI",
            "The other atrocities - you must know that the train massacres were not started by Inkatha Freedom Party but was started by Mandela Football Club - listen, you are not listening, I said the train massacres were not started by Inkatha Freedom Party but they were started by Mrs Mandela ordering the Mandela Football Club to go and - it was just to go and attack people from the trains, it was just after the -  Matthew Roberts said",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "\"People of South Africa - Soweto, distance yourselves from Winnie Mandela.\n After that press conference then the comrades were chanting slogans, howling Mrs Mandela's name and that is the time when she ordered to go and deal with the people who were in the trains.  That was just after the story, yes you can laugh if you want.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have warned you, I don't want to warn you again, will you please answer the questions that you are asked and refrain from all these extraordinary things that you want to say, please because you are not helping us -  please, please.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "She's busy indicating that I'm mad, she pointing at me that I'm crazy.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I haven't seen it - I will ask that they don't do that but please try, please leave the apparatus alone.  Please come to my rescue.\n Mr Semenya, when I say - let's just say I'll give you five minutes more.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "...[inaudible] Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "I must put it to you finally that my understanding is you displayed - even at that time, such emotional instability that you'd break in tears whilst scrubbing the floor, did such incidents happen?",
            "Male"
        ],
        [
            "MS FALATI",
            "That was at ...[indistinct] yes.",
            "Female"
        ],
        [
            "MR SEMENYA",
            "So, you sometimes cry when you scrub the floor.",
            "Male"
        ],
        [
            "MS FALATI",
            "No, it was because she actually - you don't know how aggressive she is, you would help her at her place and at times she would go on for days on end not speaking to you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You do not know this woman, we will hold you in contempt if you continue in this manner because your conduct is totally unacceptable but we don't want to charge you with contempt because of the behaviour that you're exhibiting.  ...[inaudible] carry on - please.\n Thank you very much, are there any questions from that side?  On that side I'm going to be strict, thank you.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "...[inaudible] I thought Bishop Verryn.\n I will canvass only one issue, you said that the four people who were abducted from the Manse were taken away on the instructions of Mrs Mandela, is that correct?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes, Sir.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "The explanation for the abduction was that they were victims of sexual abuse who had to be protected.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes, Sir.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "It is that explanation that I would like to examine.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "The explanation was to keep the boys here until Father Paul Verryn comes from wherever he was so that the boys can be asked - Father Paul Verryn can be asked about their allegations.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "They were taken away for their own protection.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes, we wanted to establish ...[intervention]",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Miss Falati, just answer the question.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes, not actually protection ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, no.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Maybe I don't understand English.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "...[inaudible] protection, correct?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Correct, Miss Falati?",
            "Female"
        ],
        [
            "MS FALATI",
            "They were taken away waiting for Father Paul Verryn until he comes home so that he can ask ...[intervention]",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Why did they have to wait at Mrs Mandela's home rather than at the Manse?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "The thing we feared was that Father Paul Verryn would come and influence them again, that was the reason.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "They were a teenager and three grown men?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "A teenager and?",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Three adult men aged between 20 and 30.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "They were always at the Manse, free to come and go as they liked?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "At the time of the abduction Father Verryn was not at the Manse but on holiday, correct?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "At the time or the?",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "At the time they were taken away from the Manse, Father Verryn was not at the Manse but he was on holiday.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "He was on holiday.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "They were not in any danger at all.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "No, we didn't know when he was going to come back.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Just answer the question - they were not in danger at all, correct?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "I don't know whether they were not in danger, the only thing we didn't know when Father Paul Verryn was going to come back.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "At the time they were abducted he was away on holiday and they were not in any danger?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "The moment they were brought back to Mrs Mandela's home these victims were viciously beaten up, correct?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "The purpose of the beating was to force them to incriminate Father Verryn?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "No, the purpose of the beating - that is I said I was puzzled when they were beaten because in the first place I thought these boys were victims of sexual abuse and they were going to be kept at Mrs Winnie Mandela for protection until Father Paul Verryn comes ...[intervention]",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Just answer the question.  Once they were there they were beaten up, they were not protected, they were beaten up?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes, they were beaten up.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "The reason for the beating up was to force them to incriminate him.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "That is what you are telling, I'm denying that.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "And they were beaten until they incriminated him and that's when the beating stopped.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "I do not know, I'm not going to answer that question because you're forcing me to say it.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "One of them escaped a week later and the other two were released two weeks later, correct?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "I don't know.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Since their escape from her home those who survived the ordeal - the three of the four, have all retracted their accusations against Father Verryn, correct?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "That is what you - yes.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes?",
            "Unknown"
        ],
        [
            "MR KADES",
            "Norman Kades on behalf of the Asvat family.\n Mrs Falati, may I understand your evidence, is it that on the morning of the 28th of December, Cebekhulu complained to you and you then went to see Mrs Mandela and as a result of your having seen Mrs Mandela, Cebekhulu was then taken to Doctor Asvat' surgery, is that what you are telling us - that it all happened on the same day, the 28th of December in 1988?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KADES",
            "Is that what you say?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, 28th.",
            "Female"
        ],
        [
            "MR KADES",
            "And that stage - you have now told us, Father Verryn was not at the Manse, he was away on holiday.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, he was away.",
            "Female"
        ],
        [
            "MR KADES",
            "So, the complain you received from Cebekhulu related to past conduct of Father Verryn, not to conduct of the previous evening or of that morning?",
            "Male"
        ],
        [
            "MS FALATI",
            "Then your question is?",
            "Female"
        ],
        [
            "MR KADES",
            "Well, did Cebekhulu tell you that his complaint related to behaviour of Father Paul Verryn prior to his going on holiday?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KADES",
            "I see, and he was crying on that morning of the 28th?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KADES",
            "And what was the position ...[intervention]",
            "Male"
        ],
        [
            "MS FALATI",
            "It seems as if you don't understand, I don't know if I don't understand  you or you don't understand ...[indistinct]",
            "Female"
        ],
        [
            "MR KADES",
            "Well, I'm trying to clarify, I don't understand.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, but you are saying - you are talking about the 28th that - you say Katiza Cebekhulu told us prior to the 28th?",
            "Female"
        ],
        [
            "MR KADES",
            "No, no, the behaviour - the incident that he was referring to or the incidents that he referred to that he accused Father Paul Verryn of were incidents that had occurred prior - before the 28th of December.   Well, obviously because Father Verryn was not there on the 28th, he was away - you told us that now.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, that is what I'm saying.",
            "Female"
        ],
        [
            "MR KADES",
            "The question now is, you say that you together with Cebekhulu and Mrs Mandela went to see Doctor Asvat on the 28th.",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KADES",
            "Did you accompany Mrs Mandela from her home in her vehicle to fetch Cebekhulu or with Cebekhulu and go to fetch Cebekhulu and then go direct to the office of Doctor Asvat or did you first go to Mrs Mandela's home together with Cebekhulu?",
            "Male"
        ],
        [
            "MS FALATI",
            "She ordered - she asked John Morgan and myself to go and fetch Cebekhulu.",
            "Female"
        ],
        [
            "MR KADES",
            "John Morgan yes?",
            "Male"
        ],
        [
            "MS FALATI",
            "And then we went to the mission to fetch Cebekhulu.  When Cebekhulu came it was not John Morgan who drove the vehicle, it was somebody else who drove the Kombi now to Doctor Abu-Baker Baker's surgery.",
            "Female"
        ],
        [
            "MR KADES",
            "Yes, and you accompanied them?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KADES",
            "Do you know the name of the person who drove?",
            "Male"
        ],
        [
            "MS FALATI",
            "Now, he's staying at Orlando West, he's somewhere on this side of the ...[intervention]",
            "Female"
        ],
        [
            "MR KADES",
            "And did you find Doctor Asvat was in and did he examine Cebekhulu?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, he went into the examination room whilst I was sitting ...[intervention]",
            "Female"
        ],
        [
            "MR KADES",
            "Did you accompany him into the examination room?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, she accompanied him into the examination room.",
            "Female"
        ],
        [
            "MR KADES",
            "Mrs Mandela accompanied him into the room?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KADES",
            "Did you see whether Mrs Mandela or Cebekhulu returned from the examination with any document?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, he only came with a card.",
            "Female"
        ],
        [
            "MR KADES",
            "With a card?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, that was the card which I was given the nurse.",
            "Female"
        ],
        [
            "MR KADES",
            "Given by?",
            "Male"
        ],
        [
            "MS FALATI",
            "The card, this doctor's card.",
            "Female"
        ],
        [
            "MR KADES",
            "Yes, a visiting card?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, a visiting card and the other thing that he gave us - he gave Katiza the tablets for stress, something like that.",
            "Female"
        ],
        [
            "MR KADES",
            "For stress?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR KADES",
            "May I just tell you that my problem is that according to the record of the late Doctor Asvat, it appears that you called at the surgery on the 30th of December and he examined Katiza Cebekhulu on the 30th of December 1988 and not on the 28th.",
            "Male"
        ],
        [
            "MS FALATI",
            "No, it was on the 28th.  That was all for cover-up for ...[intervention]",
            "Female"
        ],
        [
            "MR KADES",
            "Did you find Mrs Sisulu at the surgery when you arrived?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, she was not there, I understand she was on leave.  There as a pregnant woman who was there who was actually - a pregnant young woman was busy with the people who are coming into the surgery.",
            "Female"
        ],
        [
            "MR KADES",
            "A pregnant woman you say?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, a pregnant woman - she was not there.",
            "Female"
        ],
        [
            "MR KADES",
            "Do you know her name?",
            "Male"
        ],
        [
            "MS FALATI",
            "No, I don't know the name.",
            "Female"
        ],
        [
            "MR KADES",
            "Can I also then just refer you quickly to a report that appeared in the Sowetan on the 8th of - on Wednesday the 8th of April in 1992, a report written by Ruth Bengu.  She says amongst other things in the report - this is a report which relates to an interview that Ruth Bengu claims she had with you, she says\n\"She went on\"\nThat is you.\n\"went on to make startling claims about Mrs Mandela, implicating her in the death of a prominent Soweto Doctor, Abu Baker Asvat\"\nDid you tell that to Ruth Bengu?",
            "Male"
        ],
        [
            "MS FALATI",
            "Can you repeat it?",
            "Female"
        ],
        [
            "MR KADES",
            "Did you tell Ruth Bengu - did you make a statement or statements to Ruth Bengu implicating Mrs Mandela in the death of Doctor Abu Baker Asvat?",
            "Male"
        ],
        [
            "MS FALATI",
            "It is because I was told by Jerry Richardson, that is why I told ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you or did you not?",
            "Unknown"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS FALATI",
            "I did.",
            "Female"
        ],
        [
            "MR KADES",
            "You say that that information was not information that you had personally or first hand knowledge of but that was information that you had received from Jerry Richardson?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, and Gogo.",
            "Female"
        ],
        [
            "MR KADES",
            "Where is Gogo, do you know?",
            "Male"
        ],
        [
            "MS FALATI",
            "She's staying with her and she's not going to be here - available at any point.",
            "Female"
        ],
        [
            "MS FALATI",
            "She's staying with Mrs Mandela.",
            "Female"
        ],
        [
            "MR KADES",
            "She continues to be employed?",
            "Male"
        ],
        [
            "MS FALATI",
            "She's related to her.",
            "Female"
        ],
        [
            "MR KADES",
            "I see.  Do you know her surname?",
            "Male"
        ],
        [
            "MS FALATI",
            "Gogo Mabuza.",
            "Female"
        ],
        [
            "MR KADES",
            "Gogo Mabuza?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will you please ...[inaudible]",
            "Unknown"
        ],
        [
            "MR UNTERHALTER",
            "Miss Falati, David Unterhalter, I'm appearing for the ...[indistinct] family.  I want to ask you one or two questions about the assault upon Maxwell Madondo, you said that he was assaulted because he didn't carry out a mission, could you just tell us again what that mission was?",
            "Male"
        ],
        [
            "MS FALATI",
            "The mission was to go and fetch somebody from Orlando West ...[inaudible] home.",
            "Female"
        ],
        [
            "MR UNTERHALTER",
            "Was it ...[inaudible]",
            "Male"
        ],
        [
            "MS FALATI",
            "...[inaudible] but they were sent to Duxile's home.",
            "Female"
        ],
        [
            "MR UNTERHALTER",
            "Was it to go and apprehend Seipeisiso Tele?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, it's Sponge, I don't know ...[intervention]",
            "Female"
        ],
        [
            "MR UNTERHALTER",
            "Otherwise known as Sponge?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I that.",
            "Female"
        ],
        [
            "MR UNTERHALTER",
            "Yes, was it also to go and apprehend Lerothodi Ikaneng?",
            "Male"
        ],
        [
            "MS FALATI",
            "You know - about Lerothodi Ikaneng, I do not know whether he was going for Lerothodi Ikaneng but I knew that they were going to Orlando West to go for these other comrades.",
            "Female"
        ],
        [
            "MR UNTERHALTER",
            "Was that being done on Mrs Mandela's instruction?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, that is why he was beaten up.",
            "Female"
        ],
        [
            "MR UNTERHALTER",
            "Do you know after the assault whether he was then sent to carry out this mission?",
            "Male"
        ],
        [
            "MS FALATI",
            "I know because after they came from the - I don't know whether I get your question, but after coming - they were ...[indistinct] Slelekele - Slelekele High School, so as the were coming this way I understand Katiza said Busizwa was going on the other way to Orlando West because he was afraid of coming home - in the office in Commerce House, before that mission is complete or accomplished.  So Katiza came back to tell us that - to tell Mrs Mandela that Busizwa has been killed, he has been abducted by these other ...[indistinct] boys.",
            "Female"
        ],
        [
            "MR UNTERHALTER",
            "I see, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes?",
            "Unknown"
        ],
        [
            "MR MPOFU",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Identify yourself again please.",
            "Unknown"
        ],
        [
            "MR MPOFU",
            "My name is Dali Mpofu, I'm representing myself.\n Mrs Falati you were arrested around about February or March 1989, is that correct?",
            "Male"
        ],
        [
            "MS FALATI",
            "I'm Miss Falati, not Mrs.",
            "Female"
        ],
        [
            "MR MPOFU",
            "Can you answer the question please?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes please, can you address me in a proper way, I'm Miss Falati.",
            "Female"
        ],
        [
            "MR MPOFU",
            "Were you arrested in February or March 1989?",
            "Male"
        ],
        [
            "MS FALATI",
            "In February.",
            "Female"
        ],
        [
            "MR MPOFU",
            "February yes.  Were you then represented by a firm of attorneys of which I was at?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes.",
            "Female"
        ],
        [
            "MR MPOFU",
            "Yes, and were you kept at the women's prison at Diepkloof prison?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, Sir.",
            "Female"
        ],
        [
            "MR MPOFU",
            "And I met you there for the first time, is that correct or did you know me before that?",
            "Male"
        ],
        [
            "MS FALATI",
            "Yes, I've known you since there was a detention of this \"End Conscription Campaign\" or something of the sort where those White boys were supposed to go to join the army at the age of 18, those who were defied at ..",
            "Female"
        ]
    ]
}