{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-05",
        "location": "WITBANK",
        "day": "1",
        "names": [
            "MISS MARTHA H E JOUBERT"
        ],
        "case number": "JB0157",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56149&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/witbank/1witjoub.htm",
        "speakers": [
            "MR MALAN",
            "MS JOUBERT",
            "MS MKHIZE",
            "DR RANDERA",
            "TRANSLATOR"
        ],
        "original_speakers": [
            "MR MALAN",
            "MISS JOUBERT",
            "MISS MKHIZE",
            "DR RANDERA",
            "TRANSLATOR"
        ]
    },
    "testimony": [
        [
            "MR MALAN",
            "Just for the sake of the audience we unfortunately do not have interpretation services from Afrikaans to the other languages available to-day, therefore Mrs Joubert, being Afrikaans speaking will be allowed to give her evidence in Afrikaans.  And I will put the follow-up questions in Afrikaans.  I'm pretty sure that she will be able to follow questions through medium English but she would be free to speak her own language, as will be the choice of all other witnesses coming to us to-day.\n Before we start I would also like to just publicly thank the Foundation for Equality before the Law who assisted us greatly through the last fifteen months in accessing potential victims of Gross Human Rights Violations, especially what was perceived to be from the old South Africa and the participation of people from the old order in this process of finding Gross Human Rights Violations, getting to findings as to who were victims or not has made a great contribution I believe to national unity in order to allow us in a sense to frame the past as one of victims of a conflict where there were also perpetrators who caused the violations.  Looking at it in a different paradigm from simply the old confrontational dimension of the Liberation versus the System  I think we are learning largely that we also now have a situation where we acknowledge that we have victims from all sides of that conflict and we have found perpetrators in all sides to the conflict and if we can start identifying with each other, on the basis of all of us being victims and all of us also associated in some way or another, with  perpetrators.  Not to take a judgmental view on it, not even to look at it in terms of  specific moral positions but just finding each for the sake of reconciliation and national unity in the future.  \n There will of course be a number of other issues that we will have to discuss and decide on but the fact that the Foundation for Equality before the Law has assisted us greatly at their own expense in bringing forward witnesses from the so called old order, is something that we as a Commission, especially in this Province, really appreciate.  \n(TRANSLATION NOT ACCEPTABLE, TRANSCRIBER'S OWN TRANSLATION)\n Mrs Joubert, I take it, is it Mrs, as  I don't have it on record.  Is it Miss?  Excuse me.   We don't have on record whether you are married or not.  I would also like to thank you personally for coming.   It gives us the opportunity to obtain first hand  information from people who were involved therein.  Our duties in the first place involve finding out whether there indeed were Gross Human Rights Violations committed and only thereafter to find out if there were any specific victims as a result of these violations of the past. I would appreciate if  you could tell us, in your own word of your experience with regard to what Doctor Randera said as a background to this.  When you are finished we probably with have some follow-up questions to put to you.  You may remain seated and tell you story  to us by using the microphone.",
            "Male"
        ],
        [
            "MS JOUBERT",
            "On the 25th of October 1988,  I was employed by Jet Stores.  It was about twenty past eight in the morning when I heard a loud explosion outside.  Suddenly the roof above us collapsed.  We didn't at first know what had happened.  Somebody said that it was a bomb.  Some of the people were busy in the store upstairs.  One of the ladies was on the stairs, on her way to the store and a cupboard fell on top of her.  People downstairs did not get hurt but lot's of us were severely shocked.  This is basically what happened.",
            "Female"
        ],
        [
            "MR MALAN",
            "Can you tell us what your experience of this was?  What went through your mind at the time?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "At that moment I didn't know exactly what was happening, I just stood still and I couldn't move.  When they told us that it was a bomb, I remained calm and helped some of the people who could not remain calm, by taking them through the door but after that the shock was too severe.",
            "Female"
        ],
        [
            "MR MALAN",
            "When you talk about the shock , what can you say about it to-day?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "I would say that it did effect my life.  I don't really want to think about it but sometimes when I do, I still get affected because I remember the explosion.",
            "Female"
        ],
        [
            "MR MALAN",
            "Do you have any information as to how this happened.",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No, I don't have any information.  I only heard that it happened in one of the buildings somewhere.  People from the offices as well as the police were also there.  They came to tell us about this.",
            "Female"
        ],
        [
            "MR MALAN",
            "Was it the N.B.S. building?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "MR MALAN",
            "Did you ever hear whether the matter was followed up?  Did anyone get arrested?  Where there any rumours in the town or people talking about it?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No, there weren't any such rumours.",
            "Female"
        ],
        [
            "MR MALAN",
            "Where to you think the bomb came from or did it just get there by itself?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "What we heard was that it was planted in a car.  It was a motor car bomb.  Someone put the bomb in a motor car.",
            "Female"
        ],
        [
            "MR MALAN",
            "I would very much like to come back to the time of the incident because it's important to investigate the background of the incident as well as the time thereof.  One of the specific instructions of the law which we have is to look at the motives of the responsible people of these incidents and also at the perceptions.  In other words the perceptions of people when it comes to bomb explosions.  Therefore we want to find out what the proper understanding of the people were when such things happened.  When people were talking about it, did they not say anything as to who was responsible?  I'd like to find out the thoughts of the people in general.  Don't be afraid to speak, just relax and tell us the facts.",
            "Male"
        ],
        [
            "MS JOUBERT",
            "The time that the bomb exploded was the time that most people were going to work early in the morning.  Some people were already at word.   I cannot say who planted the bomb.",
            "Female"
        ],
        [
            "MR MALAN",
            "You never thought what  connection there was  and who possibly could have done it or who possibly would do it or what their motives would have been?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No.",
            "Female"
        ],
        [
            "MR MALAN",
            "Really not?  This was not the first bomb explosion here was it or was it according to your knowledge?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "Yes, this was the first one I knew of.",
            "Female"
        ],
        [
            "MR MALAN",
            "We also have a witness, I think her name is Mrs Harmse, on our Agenda for to-day but I don't know if she is here yet.  Yes, Mrs Beryl Harmse.  Do you know her from anywhere?   She has given us a statement in which she refers to a bomb which also exploded in the morning but on New Year's day, 1988.   You have no knowledge of this?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No, I don't.",
            "Female"
        ],
        [
            "MR MALAN",
            "To the best of your knowledge the only bomb which exploded in Witbank is the one to which you refer.",
            "Male"
        ],
        [
            "MS JOUBERT",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "And you yourself, you say that you try not to think about it.  Do you personally have any  after effects of this incident?  Does it still worry you?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "Have you made peace with the fact that this happened?  Aren't you angry with  anyone?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No, I'm not angry with anybody.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much for sharing your experience with us.  I'll hand you back to our Chairperson.  Some of my other colleagues may have further questions but you are still welcome to answer in Afrikaans.  Thank you.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you Mr Chair, maybe I'll ask Wynand to ask on my behalf.  I just wanted to check one small thing.  I see here that - maybe you can put your headphones on.  In your statement you say that you get frightened by loud noises.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can you hear that?",
            "Unknown"
        ],
        [
            "MS JOUBERT",
            "No, it's not working.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Just try it again.",
            "Unknown"
        ],
        [
            "TRANSLATOR",
            "Excuse me, we can only translate from Afrikaans to English and not from English to Afrikaans.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Sorry, our apologies.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "My colleague, Commissioner Miss Hlengiwe Mkhize has asked whether I can question you on her behalf.  Did you ever any clinical treatment?  Did you ever receive any treatment from a Psychologist or a Psychiatrist to help you overcome the shock that you experience?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "From the scene of the incident I went to hospital but after that I didn't receive any Psychological help.",
            "Female"
        ],
        [
            "MR MALAN",
            "Why did you go to hospital?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "They took all of us there to be treated for shock.  It was mostly for the shock that we went.",
            "Female"
        ],
        [
            "MR MALAN",
            "You never stayed in hospital overnight did you?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No.",
            "Female"
        ],
        [
            "MR MALAN",
            "If the Chairperson will allow it, I'd  like to follow up with one more question.   In your statement you say that you received notification  to attend a court case as a witness but that this was not followed up?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "Yes, I did receive notification just after the incident when I was still working at Jet Stores.  They said they will let us know when and where we must go but they never contacted us again.",
            "Female"
        ],
        [
            "MR MALAN",
            "They didn't serve any official documentation on you, such as a Subpoena or a Summons?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No.",
            "Female"
        ],
        [
            "MR MALAN",
            "They also never informed as to who was being accused of the bombing?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No, they never said.",
            "Female"
        ],
        [
            "MR MALAN",
            "To the best of your knowledge, was it a criminal case? Was somebody implicated in connection with the bomb explosion?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "You never followed it up nor did you hear anything more thereafter?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "No, they said they would contact us again and they didn't.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much.  What made you decide to actually come and speak to us to-day?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "I already made a statement to Mr Killian and he suggested that I should come to the Truth Commission and speak again.",
            "Female"
        ],
        [
            "MR MALAN",
            "Just for information, Mr Killian is one of the investigators in our office.  Fanie Killian, I take it?  How did you get to hear about him?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "He contacted me.  How he contacted me I wouldn't know.  He contacted me by telephone.",
            "Female"
        ],
        [
            "MR MALAN",
            "So he must have got your name somewhere?",
            "Male"
        ],
        [
            "MS JOUBERT",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Ma'am can I just ask a couple of questions from the Chair?  My Afrikaans is not so good so I apologize.  You when talking to Mr Malan that besides the shops and offices that there were in this building,  there were also the offices of some detectives.  Is that right?",
            "Unknown"
        ],
        [
            "MS JOUBERT",
            "Yes.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Was that quite a big structure for the police in the area?",
            "Unknown"
        ],
        [
            "MS JOUBERT",
            "No.",
            "Female"
        ],
        [
            "DR RANDERA",
            "My second question is, according to our document a young man was killed subsequent to the bombing and the report that was released was that he may have been responsible for the placing of the bomb in the bank.  The one that you have been talking about.  Do you remember anything about that?",
            "Unknown"
        ],
        [
            "MS JOUBERT",
            "Yes, I only heard from one of the ladies that worked at the N.B.S. who was killed but I didn't hear of the man.  May I read it somewhere but not that I can remember.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So as far as you are aware, there was no enquiry into the bombing?",
            "Unknown"
        ],
        [
            "MS JOUBERT",
            "No.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you.  Are there any other questions from the panel?\nMiss Joubert thank you very very much for coming here to-day and sharing your experiences with us.   As you heard from my opening remarks there were a couple of people killed as well as many others who were physically injured and we're thankful that although you still carry the scars of that mornings incident, that you didn't actually suffer any more harm than what you've told us to-day already.  We thank you very much for coming and sharing your experiences with us.",
            "Unknown"
        ]
    ]
}