{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-05",
        "location": "WITBANK",
        "day": "1",
        "names": [
            "MRS CHRISTINAH V MKHATSHWA"
        ],
        "case number": "JB2150",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56150&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/witbank/2witmkha.htm",
        "speakers": [
            "DR RANDERA",
            "MR LEWIN",
            "UNKNOWN",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MR LEWIN",
            "MRS CHRISTINAH MKHATSHWA",
            "MISS MKHIZE",
            "MRS MKHATSHWA"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Can I just ask, is Beryl Harmse here?  No.  Or, Christinah Mkhatshwa?  She is here?  Perhaps I could ask Christinah to come forward because it's an incident related to the bombing.  Can I just explain these boxes to people.  I know a lot of people actually have them already so I won't actually go into too much details.  It's for the interpretation services that we provide here.  English is on two and Zulu is on three.  Thank you.  These boxes please are very fragile, if you can handle them with care and leave them when you go out for tea or lunch and most certainly at the end of the day.  For those of us who have cell phones, can you please switch off your cell phones.  Christinah, good morning.  Welcome.  Christinah, you have come to talk about your father Jacob Masuku.  Your father in fact, was killed in the bomb blast that we've heard already.  Miss Mkhize is going to be helping you as you tell your story but before I hand over to her, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Mkhatshwa, if you could please raise your right hand and swear that the evidence you give to-day will be the truth, the whole truth and nothing but the truth, so help me God.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Christinah, we welcome you here.  I would like you to be comfortable and explain your story to this Commission.  Before we get started won't you please tell us the story of your late father and whether he was politically active.",
            "Female"
        ],
        [
            "UNKNOWN",
            "My father was not a political person.  He used to fix radio's and T.V.'s.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I would like you to explain to this Commission how he met his fate.",
            "Female"
        ],
        [
            "UNKNOWN",
            "My father left for work in the morning and we told him that we wanted money so we could buy food.  My two kids accompanied him and asked to him to come home early, not late.  That day I was at home drinking my tea which was on the table.  Suddenly, to my surprise the cup cracked and I thought to myself, this must mean something.  I went outside and stood there for quite some time.  My Mom said I should go to the Indian store and buy meat and vegetables.  I didn't feel that I could do that because I'd just heard that there was a bomb explosion in town.  However, I did go to the Indian store and when I got there I heard that there really was a bomb explosion.  I suddenly felt terrible.  When I was walking back home, I met a couple of ladies and they told me that there were people who died in the bomb explosion.  One other lady said some were Black people and I wondered who they were.  We saw a Kombi with policemen in it.  They parked right at my house and I wondered who they were looking for because I'm the only one at home and my Mom wasn't well and we also don't have boys who could have been naughty.  When I approached the police, I asked them who they were looking for and they said they wanted my Dad's I.D.  I asked why they wanted my father's I.D.  It was myself and my Mom and I was adamant and asked them why they wanted the I.D.  They just insisted that we should give them the I.D.  I asked my Mom for it and she gave it to me.  I in turn gave the I.D. to the police.  Suddenly they said, yes, this is the one.   I asked why are you saying this is the one?  I suddenly cried and asked, is there anything wrong?  Is he hurt because we already heard that there was a bomb explosion in town?  I offered to go with them to the scene of the crime.  We first went to Masina's house, the one who died with my father in that same bomb explosion.  When we got there we found that the wife, Mrs Masina was waiting for her husband because her husband had left in the morning saying he was going to the bank.  I was in the vehicle crying continuously.  They did not confirm that my father was dead but I could sense it in one way or the other.  I kept asking them to come out to the surface with the truth but they did not want to do that.  I asked Mrs Masina whether she had information about this.  She also did not have any information.\n We went to the police station instead and I asked, why and where are we going?  They said we should relax.  We went inside the police station building.  When I passed in the hallway, I saw two bodies that were covered and I wondered who those people were.  They took me to this particular White man and he asked me my name and I told him that I am Christinah.  He asked me whether this was my father and I said yes, this is my father.  He then asked for my mother and I told him the state in which my Mom was.  They held me on both sides and one gentleman approached, wearing gloves and opened one of the bodies and I realized straight away that it was my father.  I could tell that my father had died.  I submitted a statement and I could hear Mrs Masina crying as well.   They asked me many questions.  I answered what I knew and what I could.  Some questions were repeatedly asked and I answered as best I could.  I just wanted to go back home and I asked how I would get home because I had no transport.  Mrs Masina had relatives with her and they gave me a lift back home.  They neighbours were also surprised at what had happened.  When I got home, I could not speak properly and my mother was lying down.  I told her that my father was caught in that incident as well as Mr Masina and that they both had died.  We started making funeral arrangements.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you, Mrs Mkhatshwa.  I would like to ask you a few questions so that you can explain and clarify some aspects  on which we are not clear.  After this incident which you've related, maybe one of the neighbours or people of the community had the inside of the story.  Do you know anything about that?",
            "Female"
        ],
        [
            "UNKNOWN",
            "What we heard as a family was, that the bomb was planted at the bank or at the clerk.  I'm not too sure exactly where the bomb was planted because those buildings were destroyed.  We just heard that the teachers were responsible for that.  We were called by those teachers in Middleburg.  They wrote a letter to me informing me that I should appear in front of them.  One of the policemen came to tell me that and gave me the letter saying that on a certain date I should go to Middleburg.  We met those two gentlemen.  We attended and the case went on.  The first time I went they showed us a film and we saw exactly what happened as well as the damage that was caused.  We couldn't view the whole thing so we left because we felt that the scars and the wounds were being re-opened.  We were never called after that.  We just heard that the case was over.  How and what happened, we don't know.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What about the bomb?  Was it planted by the teachers or what?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I don't know their names but we heard that it was teachers who planted the bomb.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say you were called and you met them, did you get any explanation from the teachers?  That would help so that the family can know exactly what happened,  who planted the bomb and what was their objective.  Did you gather any information in this regard?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I wouldn't know because we just heard that they planted the bomb and the bomb was designated for certain people, not for the bank.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Now that we talk about the past and we're trying to tie the past with the future, how much knowledge do you have about the past and about the bomb?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I don't have any knowledge as far as that is concerned.  I think the bomb was planted and designated for the CID apartment flats.  The rumour I heard was that the bomb was not designated for the bank but for the flats, the apartment flats.  Again, I don't have details regarding this.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What about the CID apartment flats that you are talking about?  Are these their offices?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, those were offices of Doctor Clarke who was the neighbour, a furniture shop as well as the CID's offices in that building.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you, I will hand you back to the Chairperson who may ask further questions.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mr Malan?  Mr Lewin?",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Mkhatshwa, can I just ask a few questions.  you have mentioned the two teachers in the documentation which we have.  There's also a report that came later in the year, in November 1988 saying that, I'm quoting, that an ANC activist had been apprehended.  This was in a statement from the then Minister, Adriaan Vlok.  Do you know anything about that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I don't know the name of those people who were arrested.  I don't know anything.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You don't know whether they were charged?",
            "Male"
        ],
        [
            "UNKNOWN",
            "As far as I know they were sentenced but I don't know what happened after that.  The last thing we heard that they were somewhere in Middleburg.  We don't know anything regarding the verdict.  We just heard that the case was over and the people were sentenced.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You didn't hear of another case in November where someone who was said to be involved was actually chased and shot in Vosloorus?  You didn't hear of that at all, did you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I didn't hear anything like that.  I have not knowledge regarding this.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Could I ask a general question about how you in the community, you  in particular were affected because of what happened to your family?  You were involved very personally.  How did you feel at the time, afterwards?  What was your reaction?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Things changed after that.  My health deteriorated and even to-day I still can't forget my father.  Each time I come across difficulties, I remember him and think, if only he was around I could call on him and he would respond.  He would be there for us.  The whole family miss him a great deal.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Yes, I'm sure.  Outside of that personal grief, have you come to terms with the, I suppose what we could call, the political reality of what happened?  That this was obviously a planned attack to try and bring change.  How did you react then and how do you feel now?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I don't accept anything that happened then and even now.  To-day we don't have a father and other people have fathers.  Other children have fathers.  We miss our father.  That's all I can say.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Christinah, can I just ask one other questions.  You spoke earlier on about your perceptions as to why the bomb was placed outside that building.  Can you tell us what else was happening in Witbank at that time?  I said there was some elections to take place, Local Council elections to take place the next day but in the township or in the town, was there a lot of political activity taking place in 1988?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't remember.  I don't have any recollection of that.  If my memory serves me right, I would say that the situation that prevailed at the time was stable.  I was a person who was not involved with political things and unrest.  I don't have any recollection of the situation that prevailed at the time.  I might have forgotten many other things especially when I was younger.",
            "Female"
        ],
        [
            "DR RANDERA",
            "My other question is to do with these teachers you mentioned or these two people who were arrested.  As far as you know, were they from Witbank?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, they didn't come from Witbank.  I've forgotten where they came from but they weren't from Witbank.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you, Christinah.  I have no further questions.  Is there anything ....... sorry.  Miss Mkhize?",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Have you tried to get in touch with a Psychologist because what we've found out is that people suffer these atrocities and after that get affected mentally?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I don't understand what you are talking about.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I'm talking about councelling of some kind.  Maybe Psychological councelling or pastoral councelling.  Have you tried to do something of this sort so that you may start your life afresh?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I used to attend Roman Catholic Women's gatherings and I am the type of person who prays a lot.  I pray because I do believe that God will enlighten our future and our way.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What I'm thinking here, is that we as the Truth Commission do provide services to enlist help to people like yourself, who have undergone atrocities.  Besides prayer we do have other help, such as Psychological councelling.  I'm asking about that in particular.  Have you tried that?  Have you tried to get in touch with the social workers for instance?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I haven't.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Christinah, thank you very much for coming.  I don't think anybody in this hall or anybody else listening to what you said, cannot but be touched by what you said about how the loss of your father has affected you regardless of what the political conflict was at the time.  You and your family suffered an enormous loss and you continue to show the scars of that, even to-day.  We empathize with you on that.  We have some information already but we need to go back and look at what happened in this area because clearly, you would also like to know although you have some impression that some people were arrested and charged and sentenced.  From what you've said you would like to know who these people were and why the bomb was planted in that particular area.  We hope that we will be able to come back to you with some of that information in due course.  Thank you very much for coming to-day.   Before I call the next witness I just want to clarify something I said earlier on.  I said to-day was the last day of hearings in this area but that does not mean that we've stopped taking statements.  People who are working with the Truth Commission will continue taking statements in this area and already Christinah, for example mentioned the name Masina.  Elias Masina who was the other person who was killed in that bomb blast but we don't have a statement from him and so if people in the audience here know of other individuals who were victims of Gross Human Rights Violations, please encourage them to continue making statements.  The life of the Commission goes on until December of this year, so we will continue taking statements in the office but people in the area will be taking statements over the next month or two and to-day.  Sorry, there are people, if there are people who want to make statements to-day, we have statement takers in the foyer, so if you want to go out quietly and give your statement, that will be most welcome.  Thank you very much.",
            "Unknown"
        ]
    ]
}