{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-07-10",
        "location": "SEBOKENG",
        "day": "4",
        "names": [
            "VICTOR MTHANDENI MTHEMBU"
        ],
        "case number": "AM 1707/96",
        "matter": "SEBOKENG ATTACK, BOIPATONG ATTACK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52720&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98070614_sbk_boipato2.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BERGER",
            "MR BRINK",
            "MR DA SILVA",
            "MR LAX",
            "MR MALINDI",
            "MR MTHEMBU",
            "MR PRIOR",
            "MR SIBANYONI",
            "MR STRYDOM",
            "MR ZULU",
            "MS PRETORIUS",
            "VICTOR MTHANDENI MTHEMBU",
            "VICTOR MTHEMBU"
        ],
        "original_speakers": [
            "VICTOR MTHANDENI MTHEMBU",
            "CHAIRPERSON",
            "MR BERGER",
            "MR MTHEMBU",
            "MR SIBANYONI",
            "MR LAX",
            "MR STRYDOM",
            "MR PRIOR",
            "MS PRETORIUS",
            "VICTOR MTHEMBU",
            "MR MALINDI",
            "MR ZULU",
            "MR DA SILVA",
            "INTERPRETER",
            "MR BRINK"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mthembu, may I remind you that you're still under oath.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger, you may proceed.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BERGER",
            "(Continues)   Thank you Chairperson.\n\tMr Mthembu, is it correct that you came to the Vaal in 1988?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that you went to live in the Kwamasiza Hostel, correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You left Kwamasiza and you landed up at Kwamadala, correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it correct that that was because the residents of Kwamasiza were predominantly Xhosa speaking  and they didn't want you there because you were Zulu speaking, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that was the reason for Kwamadala being occupied in the first place by Zulu speaking residents?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And in fact the vast majority of the residents from Kwamadala were ex-residents of Kwamasiza who had been chased out of Kwamasiza by the Xhosa speaking residents?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Kwamasiza is in Sebokeng, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, is it also correct that you had two very close friends at Kwamadala?  You've already told the Committee about Mr Themba Mabote but you were also very friendly with Mr Sipho Lukhozi.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you share the same room at Kwamadala?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, we did not share a room.",
            "Male"
        ],
        [
            "MR BERGER",
            "What room were you in?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I used 300, Room 3008.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Themba Mabote?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He used another room but I do not remember the number thereof.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Sipho Lukhozi?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He too had his own room.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm asking for the number of his room.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I cannot remember what room number he was in.",
            "Male"
        ],
        [
            "MR BERGER",
            "The night of the attack, can you tell the Committee whether Sipho Lukhozi was present?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where did you see him?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I saw him as we were going through the main gate to go and attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Could you give the Committee the names of all the people that you saw that night at one point or another who were part of the attacking group?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "There were many people there and therefore it is not possible to give the names of each one of them.  There were many of them and we did not know one another.",
            "Male"
        ],
        [
            "MR BERGER",
            "Can you give the names of the ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just give us the names of those persons that you can still recall, if you don't recall say so.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I am trying to say here that I do not remember the names.  I am sure about Sipho Lukhozi who was present that evening.",
            "Male"
        ],
        [
            "MR BERGER",
            "You cannot remember a single other name?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I do not remember others because I too went there because I was angry knowing that we were going to attack and I therefore did not have time to record down people's names.",
            "Male"
        ],
        [
            "MR BERGER",
            "And in the six years since the attack you haven't been able to recall a single other name?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As you have just explained that it is after six years, you too can see that it is difficult, it is after a long time now.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Through you Mr Chairperson.\n\tMr Mthembu, you can't even remember whether your fellow co-applicants were one of the people who were in the group during the night of the attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Some were present but some were not.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Who of them in your group do you still remember?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have explained Sir, I do not remember, it is very difficult for me.  I've just indicated that I do not remember.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "What about your co-accused at the trial?  You can't remember whether anyone of them was present at the attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have explained that I had, I was with Khanyile and Msane, those are the two names that I can still recall.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well according to you yesterday, you could recall Buthelezi's name.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one second Mr Berger.\n\tSorry Mr Mthembu, just so that we can be clear here.  The question wasn't who was with you on that night, the question was who do you remember seeing on that night, okay?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Now I do understand.  I am trying to explain that I do not remember.  The gentleman should understand that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it just that you don't want to tell, you do remember but you don't want to tell?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I wouldn't say I don't want to talk about something that I have to say here before this Committee.  I am just saying that I do not remember.  I think you understand that it's been a long time since this thing happened.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Sipho Lukhozi has made an affidavit in which he says that he was not present during the attack.  I will read it to you, it's paragraph 2 of his affidavit\n\"In this moment or at this moment I don't like to go and sit in front of the TRC hearing because I was sentenced for this case of Boipatong Massacre when I was not present.  I was not even around the area of Boipatong\"\nIs that false according to you?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As far as I know Sipho was present.  It may as well be that he is saying this because he was sentenced.  If he was not present, why then was he sentenced?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You just testified that you saw him at the gate as you were leaving the hostel, is that right?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see him in Boipatong?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "No, I do not recall seeing him at Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was he doing at the gate when you saw him?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He was standing there as one of those people who were going to accompany us.",
            "Male"
        ],
        [
            "MR BERGER",
            "He was armed and part of the attacking group?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I'd just like to point out that if one has a look at the amnesty application of Mr Themba Lukhozi, I beg your pardon, Mr Sipho Lukhozi, he says there at page 145\n\"The night of the 17th of June 1992 we went to the Boipatong residential armed with kierries, assegais, spears, firearms and other weapons\"\n...[no Afrikaans translation - transcriber's own translation] \nAnd he sets out that in fact he was there and that he was part of the attack but ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it say in his affidavit that he has just filed, doesn't he mention something about being forced of some kind to make the application?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, he ...[intervention]\nCHAIRPERSON\n\"furthermore I didn't make any application for amnesty.  Advocate Strydom and other one came to me about myself to make application\"\nhe refused.",
            "Male"
        ],
        [
            "MR BERGER",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if that is the case, what value does one place either on that statement that you've just read or on the affidavit itself?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I just wanted to point out to the Committee that there seems to be something funny going on, and the reason I say that Chairperson, is because if you look at the bottom of page 146 and you see there who signed as the deponent and you compare that signature with the signature of Thomas Lukhozi on the affidavit, it's a completely different signature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Precisely the point, that's the point I'm trying to make to you and that is, in this affidavit the man says: \"I was approached to make an application for amnesty but I refused\".  If one accepts that then it's simple ...[indistinct] to question the application that occurs at 144.  In fact it is our - in view of this affidavit by Mr Lukhozi, we propose I think to do no more than just to strike this application off the role with the direction that perhaps the TRC should go back to Mr Lukhozi and advise him of his rights concerning an application for amnesty and the consequences of the withdrawal of this application in view of the fact that it may well be after the cut-off date.  That is what we propose doing.\n\tWe are not disposed at this stage simply to withdraw his application on the basis, we believe that his rights ought to be explained to him before any further steps can be taken.  Suffice it to say that in view of this affidavit, the signatures that appear on this document and the one there, there may well be something in what he says in this affidavit.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "About not making an application?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but that is not what we have to decide.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed Chairperson, but the point I'm making is that this application of Mr Lukhozi starting at page 144, was submitted as part of a group of applications and I'm suggesting that there is something funny with this application and this application wasn't submitted on its own, it was submitted as a group and there might be something in that.  I won't take it any further at this stage.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, may I come in at this stage?  Firstly I want to make the point that I can't see what this issue has to do with the cross-examination of the witness on the witness stand at this moment.  \tSecondly I want to place it on record that I went to Medium B Prison, Diepkloof and I obtained this statement which appears on page 144 to 146 from Mr Lukhozi and interpreter accompanied me, he signed that statement in my presence, that is his signature and if needs be I will call the interpreter and lead evidence on this aspect.\n\tI furthermore state that his second affidavit, the one that was handed in yesterday does not reflect the true situation and I will give evidence to that effect if needs be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, the reason that I'm asking you about this is because in one application Mr Lukhozi says he was part of the attack, in another statement he says he wasn't part of the attack and I'm asking you whether he was and you say: \"Yes, he was part of the attack\", is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to now refer you, well tell you about a document and ask you for your response.  This is a memorandum ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, just before you proceed, to the extent that the affidavit by Mr Lukhozi has now been referred to, perhaps it is appropriate to enter it on the record and this would be the first of those, wouldn't it?   Shall we make it Exhibit A, I think it is.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, the handwritten statement which is undated, made by Thomas Sipho Lukhozi, which at the second page indicates that it was taken by one, S M Madiba, will be handed in as Exhibit A and in view of the contents of that statement it appears appropriate at this stage to have the application by Thomas Lukhozi, which is AM7396/97 being struck off the role.  We would recommend that the TRC should endeavour to get in touch with Mr Lukhozi and indicate the implications of the withdrawal of his application if that is what he intends to do.\n\tIt appears from his statement that he has given to, he has given a name of an Advocate A S Burger and his cellular phone number, perhaps the TRC could also get in touch with the lawyer reflected in that statement.\n\tMr Strydom, is there anything you want to add to that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I've got nothing to add.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You do confirm that you're not acting for him?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I'm not acting for him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Maybe I can just place on record what happened here.  After he signed that first statement, the application, there was a request for further particulars and a request to submit an affidavit.  He was again visited in jail and at that stage he did not want to speak to us any further and he said his advocate is Advocate Burger and that's the reason why at the beginning of this hearing we withdraw as his representatives.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything you wanted to place on record in this regard?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, the application has been struck off the role but I take it that the documents themselves are still capable of being referred to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, for whatever relevance ...[intervention]",
            "Unknown"
        ],
        [
            "MR BERGER",
            "For whatever they're worth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, just also for record purposes, I'm not the Advocate Berger that is referred to in that statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We accept that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, ...[intervention]",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Sorry to interrupt again, sorry.  There was reference to the signature that differs in his statement.  I've got another statement which the same Thomas Lukhozi has signed and this statement was to withdraw his bail because he was serving a sentence in any event on another charge and if there's going to be a reference to his signature, I would like to hand up this document just to show the signature on this document as well.  I would beg leave to hand up this document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do we have enough copies of this document?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Unfortunately I haven't got copies at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's okay.  ...[indistinct] on record, this signature which appears here differs from the one that is on the handwritten statement and it also differs from the one - well does it, I'm no handwriting expert but it does seem to me that it's similar to the one that is on page 146 of the application paper.  Would you like to have a look at this Mr Brink?  Would you also show it to Mr Berger?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, likewise I don't pretend to be a handwriting expert but the signatures on this document and that which appears at page 146 appears to be the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you show that to Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'm also no handwriting expert but it could be, I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, the sworn statement by Thomas Mkeshleni Lukhozi deposed to on the 5th of February 1998 will be handed in as Exhibit B.\n\tYes, very well.  Thank you Mr Berger, will you proceed?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairman.\n\tMr Mthembu, I want to read to you from a document which was compiled by the police and I want to ask you to comment if you can on the allegations made in this document.  It says:\n\"On the 15th of March 1992, an attack took place at Chiefs Place Tavern in Sharpeville.  Two woman were killed and several injured\"\nDo you know anything about that attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, Sir, I know nothing about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "One of the perpetrators of the attack was injured by one of his colleagues by accident.  He has stated on affidavit as follows.  Now, this is his affidavit\n\"I am able to live a the Kwamadala Hostel without charge.  I am unemployed, as are several of the other residents of the hostel.  We are supported by those residents who are employed\"\nI assume you can confirm that as applying to the people who came from Umsinga, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "He goes on to say\n\"In addition we received food parcels from the International Red Cross every two weeks\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I have knowledge about that.\nMR BERGER\n\"We also robbed people in town.  We as a group approached individuals and threatened them so that they gave us money\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No comment.",
            "Male"
        ],
        [
            "MR BERGER",
            "Does that mean you have no knowledge or you don't want to comment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, does that relate to the Boipatong Massacre?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed it does.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please let's get to the point at some point.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, if I could just tell you that this document came out of the docket.  It has a covering sheet, the subject is\n\"Moord: Boipatong 92.06.17\"\nAnd it says and I'm translating:\n\"Attached is a statement from a nameless person which has been obtained in a very sensitive way\"\nSecond paragraph:\n\"The content of the statement was for me however of great value in the investigation.\n\t\tPlease hand this over to Lieutenant Colonel Eager and explain the situation to him\"\nAnd then it speaks about one of the people mentioned in the statement.  Now this statement is particularly relevant to the Boipatong attack, I would submit.  I've tried to get to the point as quickly as possible by, instead of asking a whole lot of questions, to say to the witness: \"Can you confirm this\", and to take him through the statement.  I can't think of a quicker way of doing it, thank you.  \n\tI will try and summarise large chunks and then you can tell me whether you agree or don't agree Mr Mthembu.  I will leave out the non-important parts.  He says:\n\"All the residents of the Kwamadala Hostel are members of the Inkatha Freedom Party.  Amongst the residents there are individuals whom are leaders of the Inkatha Freedom Party\"\nCorrect?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct.\nMR BERGER\n\"Amongst them is one, Buthelezi\"\nOne of the leaders, yes?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "He then says\n\"A system exists at the Kwamadala Hostel whereby each resident becomes part of a unit\"\nIs that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct.\nMR BERGER\n\"I was placed in a unit consisting of four members\"\nMr Mthembu, how many members were in your unit?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "There were three.",
            "Male"
        ],
        [
            "MR BERGER",
            "And who were the people in your unit?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Thembelani Buthelezi, myself and Ntwzee, the secretary.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know people in any of the other units?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "There were some although I cannot specify their names but there were people in other units.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what were these units called, what was the name given to these units?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "They were the Indunas in the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you an Induna?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "I don't understand, but let me continue.  He says\n\"I was trained in the use of weapons by Buthelezi\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't know anything about that, I don't even know who you are talking about.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well he goes on to say\n\"Every resident is trained in the use of weapons\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't have knowledge of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you were trained in the use of weapons were you not?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "How was it possible for you to successfully apply for three firearms if you had no training in weapons?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I think that is a mistake, there were two guns not three.  I went to the Vereeniging shooting range and that's where I practised shooting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I don't have copies available for the Committee at this stage but I have a document which is also taken from the docket, which is an extract from Mr Mthembu's identity document and in there there is space for firearm licences.  There are three firearm licences reflected there.  I will make copies of that document and hand it in to the Committee.\n\tTwo of those guns I can tell you Mr Mthembu, were applied for and granted at the beginning of 1992 and the third gun was applied for and granted at the beginning of June 1992.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, I admit that I applied for licences for my guns but what I do not agree with is the amount, the number of guns.  I explained even yesterday that I have only two guns.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you or did you not successfully apply for a licence at the beginning of June 1992?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's assume this man had 20 firearms, how is that relevant to the question of whether or not he went to Boipatong and was part of the attack and indeed he took part in the attack?  I think the point has been made. I gather that you're going to give us some documentation to support what you're saying, and that is that he had three firearms issued to him and he says on the one hand that he only had two.  He's given us an explanation yesterday as to how that occurred.  Can you take the matter any further, because I think all that you need to do is just to provide us with the documents which indicate that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "As you please Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, because I don't think we'll take the matter any further now, you've made the point.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "The question I want to ask you Mr Mthembu is, why were you applying for so many weapons and why were you making application in June of 1992 for another weapon?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, the reason for applying for these licences was for self-protection where I resided and also in the streets.",
            "Male"
        ],
        [
            "MR BERGER",
            "And for that you needed more than one gun?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I applied for two because I needed them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me continue with this affidavit.\n\"I am aware that other members of other units who were also trained in the use of weapons\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't have any comment on that.\nMR BERGER\n\"I have seen many arms and ammunition stored in the Kwamadala Hostel\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't have any knowledge of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well let me refer you to page 6 of your amnesty application, page 6 of the bundle, paragraph 7.  You say there\n\"Vanana Zulu was in control of the weapons at Kwamadala Hostel.  The weapons that I can recall were AK47's.  There were more or less 20 and hand weapons.  There were more or less 8 to 10 that I saw.  These weapons were brought to the Kwamadala Hostel by Xoltlo from Vosloorus\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That so correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you confirm that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then why do you dispute the sentence which I just read out to you\n\"I have seen many arms and ammunition stored at the Kwamadala Hostel\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't understand where you get that from or where it comes from.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The difficulty that you have there Mr Berger is this, you're reading a document in which the person who made that statement claims that he saw these firearms.  Now when the witness says: \"I can't comment, I don't know about that\", he may well be saying: \"I don't know whether there person saw those weapons\".  Do you see the difficulty?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Perhaps my question was too loose.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed, indeed.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "You do know about arms and ammunition stored at the Kwamadala Hostel do you not?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir, I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "For how long had those arms been stored at Kwamadala?  Since you arrived were there arms or was it only after you arrived?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not know about that because when I arrived there were already residents at Kwamadala Hostel and I did not know whether they were already stored there or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you become aware of the fact that arms were being stored at Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I first knew because I saw them when we went to attack Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that the first time that you became aware that weapons were being stored at Kwamadala Hostel, the night of the attack on Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Before that night, before the 17th of June 1992, you were not aware of any arms that were being stored at Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me read to you what you say in paragraph 8, page 6\n\"These weapons were kept by Vanana Zulu and he hid them away.  I saw these weapons when they were handed to us by Vanana Zulu one by one\"\nAre you saying that that is on the night of the attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I am trying to explain here that I saw the weapons on the night or on the evening that we were supposed to attack Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, but when you say in your affidavit\n\"These weapons were kept by Vanana Zulu and he hid them away\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "When are you referring to, when did he hide them away?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I am speaking of the period of when the weapons arrived at Kwamadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when was that period?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Prior to the attack on Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "So prior to the attack on Boipatong you  were aware that weapons were being hidden in the hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Although I cannot explain it but I think there were because we were then supposed to attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that because these firearms were handed out to you on the night of the attack, you assume that they must have always been there?\nEND OF TAPE - POSSIBLE WORDS LOST",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there a person called Damarra Chonco.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Damarra Chonco, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well in paragraph 6 of your affidavit you referred to a person by the name of Damarra Chonco.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is his surname, is it Gonku or Chonco?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "It's Chonco.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there's a mistake here?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Vanana Zulu, is it Vanana Zulu or is it Fanana Zulu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Vanana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Vanana: V-A?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, is it your evidence that nobody informed you prior to the attack on Boipatong that weapons were being purchased from the money that had been collected from you and other residents and that those weapons were being brought to Kwamadala?  Nobody informed you and you never became aware of that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Nobody informed me about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you never became aware of that from anybody?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "What I can explain is that I once saw Mr Chonco arriving in a car having these weapons.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that was many days before the attack on Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It was shortly before the attack on Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why then do you say that you assumed that weapons were kept at the hostel before the attack on Boipatong when in fact you knew that weapons had been brought to the hostel before the attack on Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have already explained Sir, that I cannot be aware of everything that happens in that hostel because I had other things to do.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, isn't it correct that money was collected before the attack, well before the attack on Boipatong?  Money was collected from hostel residents at Kwamadala to buy guns?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That happened.  When I arrived there it was already happening at the hostel but I had no knowledge of what the money was being used for.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct that at previous meetings before the attack on Boipatong, you were told that the money which had been collected from you, you being all the residents, had been used to purchase guns, weapons?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It is possible but I may not have been present at that meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm asking whether you were told at those meetings that the money you collected was being used to buy guns?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have already mentioned, I may not have been at that meeting when they were told.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me read to you what you've said.  The question was put to you, page 20, paragraph 24\n\"You allege that Damarra Chonco brought weapons from Vosloorus to Kwamadala\"?\nYour answer at page 32, paragraph 24:\n\"Yes\"\n24.1\n\"How do you know he brought weapons from Vosloorus\"?\nAnswer, page 32, paragraph 24.1:\n\"They told us at previous meetings that Mr Chonco went to buy weapons with our money that they collected from us.  He used his car and went to Vosloorus and we were supposed to pay him some more money for using his car\"\nHow can you now say that you were not at those meetings and you can't say what was said?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I say that because I know that, I may not have been present at the meetings and I may have heard about this from other people or from Mr Chonco himself after those meetings were held.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me refer you to page 6, paragraph 8\n\"I also saw many weapons during the police operation at the hostel.  When they were attacked the South African Police came to search the hostel and found a lot of firearms which they confiscated.  No weapons were left, which resulted in Vanana Zulu telling us that everybody had to contribute so that more weapons could be bought.  We had to pay R800 per person who were working at the time, for these weapons\"\nWere you not at that meeting either?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I think I was present at that meeting because it is explained here, I was present at the meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then after - and aren't those the previous meetings that you're referring to at page 32, paragraph 24.1?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, may I just mention one thing, that this statement on page 6 and paragraph 8 is in regard to the Sebokeng attacks and those Sebokeng attacks occurred after the Boipatong attack.  I think that is why it reads\n\"When they were attacked the South African Police came to search the hostel and found a lot of firearms which they confiscated\"\nThis refers to the Sebokeng attack and not to the Boipatong attack.  The Boipatong attack only starts on page 8.",
            "Female"
        ],
        [
            "MR BERGER",
            "Chairperson, with respect, if my learned friend could allow the witness to answer those questions it would be far more useful.  He now has a perfect avenue for escape.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The perfect avenue for - the issue is whether the question is permissable in the first place.  \tWhat is the basis of your objection?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "My objection is that it is clear from this statement that this first part was the affidavit that was annexed to the application for the Sebokeng matter, so this happened after the Boipatong massacre.  It must just be clear to the Committee, in my mind, that this has no bearing on what happened before the Boipatong attack.  This happened after the Boipatong attack.",
            "Female"
        ],
        [
            "MR BERGER",
            "It's not clear from the statement at all Chairperson, that that is the position.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "That is as far as I can take it Chairperson because as I say, this statement was initially attached to the Sebokeng matter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, where does it indicate that it relates to the Sebokeng attack?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Unfortunately it does not because, it does not say that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "But on page 8 there is a heading that says\n\"The Boipatong Massacre\"\nand then it deals with the Boipatong Massacre.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, at page 8 it deals with it.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "And in paragraph 8 on page 6 it says\n\"When they were attacked the South African Police came to search the hostel and found a lot of firearms which they confiscated\"",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "There he speaks about the attack.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Well unless you can indicate precisely what is the basis for the objection, I'm disposed to allow the question because it does seem to me that the statement itself does not purport to restrict itself to Sebokeng but on the contrary it appears to refer broadly to the situation which obtained in Boipatong.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "As the Chairperson pleases.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But I think you are perfectly entitled to re-examine the witness on the issues so as to clarify the matter that may well have been obscured by the vagueness of the statement, do you understand that?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I do, thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.\n\tDo you still remember the question?\nMr Berger, do you want to put the question again?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'll put the question Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, page 6, paragraph 8 of your affidavit, you talk there about Mr Vanana Zulu telling after the police had confiscated guns from the hostel that money is required to purchase weapons and that you had to contribute R800 per person for those weapons.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I've explained before, as it has been explained, this statement relates to the Sebokeng attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you this, prior to the attack on Boipatong, were you aware that there were weapons in Kwamadala Hostel?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "No, I did not have knowledge of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you aware, prior to the attack on Boipatong, that certain monies were being collected and that the purpose of collecting those monies was to buy weapons?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, I had knowledge of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether these weapons were indeed purchased with that money?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, I'm certain that they were bought.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this was well before the attack on Boipatong?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that help you Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson, it does.\n\tNow Mr Mthembu, what I want to ask you is, and I'm talking about the period before the attack on Boipatong so we get no mistake about that, right, is it your evidence that Vanana Zulu was the person who was in control of the purchasing of weapons for Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is not correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who was the person in control of purchasing weapons for Kwamadala Hostel before the Boipatong attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Chonco.",
            "Male"
        ],
        [
            "MR BERGER",
            "Before the Boipatong attack, who was in control of the weapons at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Vanana Zulu.",
            "Male"
        ],
        [
            "MR BERGER",
            "So Mr Vanana Zulu would call meetings, this is before the Boipatong attack, he would call meetings, he would say to the residents: \"We need money to buy guns\", those residents who were working would contribute, Vanana Zulu would then collect the money and give it to Mr Chonco, Mr Chonco would then go and purchase the guns and bring to the Kwamadala Hostel, is that the way it worked?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And as far as you knew, Mr Chonco purchased those guns or got those guns from Vosloorus Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "That is what you heard but you don't know precisely where the guns came from, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where is Mr Vanana Zulu today?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I do not know where he is.",
            "Male"
        ],
        [
            "MR BERGER",
            "He is alive is he not?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, he's still alive.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who would know where he is today?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not have knowledge of that because I am in custody.",
            "Male"
        ],
        [
            "MR BERGER",
            "The last time that you saw Mr Vanana Zulu, where was he?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I saw him for the last time on the other side down there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where is there on the other side, I don't understand you?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I'm talking about on the basement, that's where we meet when we arrive here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that this week?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Oh, he was here at the hearings?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He saw him outside.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I saw him outside not inside.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when was that that you saw him?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "On Tuesday.",
            "Male"
        ],
        [
            "MR BERGER",
            "Can you see if he's in the audience today?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I don't see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the time of the Boipatong attack, would it be correct to say that Mr Vanana Zulu was the most senior member of the IFP at Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And is it also correct that he was not permanently resident in the Kwamadala Hostel at that time?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I knew him to be a fulltime resident of the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, when you are moving on to the point, will you indicate as there's one thing that I just want to clarify in regard to the purchase of the arms.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, Chairperson.\n\tWhat work was Mr Vanana Zulu doing at that time, besides organising attacks?  What was he employed to do?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He was working for Iscor.",
            "Male"
        ],
        [
            "MR BERGER",
            "He was not one of your co-accused, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know whether he is still working for Iscor?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I don't know whether he is still working there or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it correct that from time to time before the Boipatong attack, Vanana Zulu would leave the hostel, go away for a couple of days and then return to the hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I have no knowledge about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I'm going to come back now to this affidavit, so perhaps this would be an appropriate point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.\n\tPrior to the attack on Boipatong, had the police conducted any raids into the hostel?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "The police used to come often to conduct raids in the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During those raids, would the police confiscate firearms found in the hostel?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Some of these things happened when I was at work and I would get the report back from work and I would be informed as to what they took and what they did not confiscate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you ever told?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I was told that the police raided the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were you ever told that they had confiscated firearms?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I would not know.  The person who was telling me would actually just tell me and he would not give me all the necessary details.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  You did witness did you not, some of the operations when the police would come to the hostel and confiscate firearms?  Well that's what you said in your affidavit, you say so.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Sir, sometimes the police would come at different times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that, but all I want to find out is, you say in paragraph 8 that\n\"I saw many weapons during the police operations at the hostel.  When they were attacked the South African Police came to search the hostel and found a lot of firearms which they confiscated\"\nThat's what I'm asking about, that's what you say,  that's true, right?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now did this occur prior to the Boipatong attack?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  So once the police had come there to confiscate the firearms there were no firearms in the hostel?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I would not have knowledge about that, as to whether they confiscated all the firearms or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you know, if you don't know say so.  The confiscation of the weapons by the police, did it trigger the need to collect money so as to buy more weapons for the residents at the hostel?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tFollowing on from that Mr Mthembu, and let me just put you in the picture, this is now before the attack on Boipatong, after the police have confiscated weapons from the hostel and there is now a need to collect money to get more weapons right?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "It's at that point that there is a meeting and Mr Vanana Zulu then called upon the residents, including you, to contribute R800 if you are working so that guns can be purchased, right?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you had no choice, you had to pay because otherwise you feared that you could have been killed by one of the members of the Umsinga contingent?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct Sir, I also contributed.",
            "Male"
        ],
        [
            "MR BERGER",
            "So this group of men form Umsinga, they were brought to the hostel and they were there to make sure that all the hostel residents were kept in check and did as they were told, am I right?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that's correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now the money that was collected, was that given to Mr Vanana Zulu?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It was given to Mr Chonco.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Mr Chonco part of this unit from Umsinga?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You moved to the Kwamadala Hostel in 1990, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were also arrested by the police in 1990, were you not?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "In 1990?",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I don't remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was the first time that you were arrested by the police Mr Mthembu?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In connection with what?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "At all Chairperson.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "This question I can explain.  Here you're talking about my being arrested for the first time.  I've been arrested several times and I cannot remember exactly when.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, let me go back to this affidavit.  I'm sorry, it's just been pointed out to me.  Mr Sibusiso Chonco, is he the same Mr Chonco that you referred to who was head of the Umsinga contingent?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "The one that I am talking about is Damarra, I don't know about Sibusiso.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, because I have a note here that you and a number of people including Mr Sibusiso Chonco were arrested by the police in 1990, that's why I asked you about that arrest but you say that you can't remember?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have explained Sir, that I do not remember because you are talking about 1990.  If you calculate from 1990 up to now, really I don't know how many years.  I do not record things as they happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All that you're being asked about now is Sibusiso Chonco.  Is Sibusiso Chonco the same person as Damarra Chonco, to your knowledge?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "As far as I know I did explain Sir, I indicated the I know Damarra Chonco, not Sibusiso.  Maybe he is a different person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a document in front of him which indicates that in 1990 you were arrested together with the person names Sibusiso Chonco.  You don't recall that incident?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "No, I don't recall that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did it happen that from 1990 onwards, as you've said the police used to raid Kwamadala Hostel at various intervals, did it happen during one of those raids that you were arrested?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "What I still remember is that I was arrested at night in 1993 when the police came.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright, let me go back to this affidavit.  \"After the sentence I have seen many arms and ammunition stored at the Kwamadala Hostel\"\nis the sentence.\n\"Meetings were held every Tuesday and Thursday\"\nIs that correct Mr Mthembu?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "On what page is that Sir?",
            "Male"
        ],
        [
            "MR BERGER",
            "You won't find that in the page before you, I'm reading from another affidavit.  I'm asking you, is it correct that every Tuesday and every Thursday meetings were held at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "We used to hold youth meetings on those days.",
            "Male"
        ],
        [
            "MR BERGER",
            "Every Tuesday and every Thursday?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "It goes on\n\"At these meetings we were informed when new weapons had arrived\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I do not have knowledge about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yesterday you told the Committee that you only had meetings three times a month.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I was giving you an example that we might perhaps hold meetings three times a month.  On Tuesdays and Wednesdays we sometimes never had an opportunity or for some reason not hold the meeting when we were supposed to.",
            "Male"
        ],
        [
            "MR BERGER",
            "I just asked you whether meetings were held every Tuesday and every Thursday and you said yes.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I did admit.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, why is it that you are so reluctant to impart information all the time?  If you had meetings every Tuesday and every Thursday, why yesterday did you tell the Committee that you met three times a month?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "You must also understand that you are asking me about something that happened some years ago.",
            "Male"
        ],
        [
            "MR BERGER",
            "And why also yesterday did you say that your meetings were just the three of you, you, the chairperson and the secretary when now it seems that they were youth meetings every Tuesday and every Thursday?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Now you are asking me something which I really cannot answer, you are asking me about something that had already happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well yesterday you mentioned that there were the three of you, I think Mr Buthelezi, yourself and Ntzwee was the other person.  Did the three of you meet separately from the rest of the members of the youth?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "We used to meet with the other youth members, we did not hold our own separate meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So every time the three of you meet you also meet together with representatives of the youth?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the three meetings that you estimated you had a month, you were referring to those meetings?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now these meetings that you've just referred to now which were held every Tuesday and Thursday, who met at those meetings?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "The whole youth would meet because they knew that we would hold meetings on Tuesdays and on Thursdays.",
            "Male"
        ],
        [
            "MR BERGER",
            "My question Mr Mthembu is why did you not mention any of this yesterday?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not answer to something that has not been asked.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'll leave that answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this perhaps be an appropriate time to take the tea adjournment?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It would, thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, we will take the tea adjournment now and we will return at eleven thirty.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, may I remind you that you're still under oath.",
            "Unknown"
        ],
        [
            "VICTOR MTHEMBU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tMr Mthembu, is it not correct that Sibusiso Chonco and Damarra Chonco are the same person, one and the same person?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "What I can say is I do not know whether it is the same person because I have just spoken of Damarra Chonco.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what counsel is asking you is whether, is it not a fact that Damarra Chonco and Sibusiso Chonco is one and the same person.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I do not know this name Sibusiso Chonco.",
            "Male"
        ],
        [
            "MR BERGER",
            "You knew Damarra Chonco from 1990 until 1993, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the two of you were in the same unit, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Do you mean the youth?",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He was not in the youth.",
            "Male"
        ],
        [
            "MR BERGER",
            "And in the unit that you spoke about earlier?  Do you remember you agreed with me that all residents were split up into units, was he in that unit?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is now in the unit in which he belonged?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "His unit as I understand, consisted of himself, Buthelezi and Ntzwee.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Oh, it's my mistake, I apologise for that Mr Mthembu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I under Chonco, Chonco was the leader of the Umsinga contingent.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Is that correct Mr Mthembu?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And it was in that capacity as leader of this Umsinga contingent that you knew him from 1990?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know of a person called Darkie Chonco?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who is he?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He is Damarra Chonco's youngest brother.",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to turn back to Mr Vanana Zulu.  Do you see him today?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is he sitting in this hall?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is he sitting there in the front row on the ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you want the witness to identify Mr Zulu, why don't you just ask the witness to do so.  If he's here he must be somewhere around here.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, could you point out Mr Vanana Zulu?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "There he is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If there is a Mr Vanana Zulu inside the hall, would you please stand up?\nVANANA ZULU STANDS UP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And the person who has just stood up now, Mr Vanana Zulu, he was sitting in that same seat just before the adjournment, is that not correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I did not see him before the break.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the break he came up to speak to you, correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I was with him outside.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what did he tell you?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He greeted me.",
            "Male"
        ],
        [
            "MR BERGER",
            "What else did he tell you?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He did not say anything else.",
            "Male"
        ],
        [
            "MR BERGER",
            "How long did you spend with him outside?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It was not for long, I was with my co-accused at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "And all he did was greet you and say nothing more?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, he just greeted me.",
            "Male"
        ],
        [
            "MR BERGER",
            "I saw Mr Vanana Zulu having a long conversation at the foot of the stage, are you aware of that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "At the stairs?",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, just after the adjournment, Mr Vanana Zulu came up to where you and all the applicants were sitting and had a conversation.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Maybe you saw somebody else.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying that you have had no conversation with Mr Vanana Zulu today?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, he has just told us that during the tea adjournment he spoke to Mr Zulu, you can put that question.  If you want to find out whether there was a discussion with Mr Zulu inside the hall, that's probably the way you should put it unless you want to make a distinction between just greeting and a conversation.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well that was my understanding.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.\n\tDo you understand the question?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I understand the question that Mr Berger is asking but he is not satisfied with my response and I do not know how to respond to his question so that he is satisfied.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then I'll be more specific.  Other than Mr Vanana Zulu greeting you, you have not had any other conversation with Mr Vanana Zulu today?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Because of the short time that we have and because I had to speak to the other people as well, I did not speak to him for long.  The mere fact that he greeted me means something to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides the greeting, what else did Mr Vanana Zulu say to you either inside the hall or outside the hall?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "There is nothing that he said to me.  I did not see him in the hall but he spoke to me at the basement.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Mr Chairman, may I pose just one question?\n\tMr Mthembu, you also said on Tuesday when you arrived you saw him in the basement, did he speak to you on Tuesday?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, he did speak to me.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Did you have a lengthy discussion?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "We did not speak for long because there are some of my co-accused whom I haven't seen for a long time, therefore I have to speak to each and everyone of them and I cannot concentrate on one person.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you.\n\tLet me go back to this affidavit.  I'm sorry there is something else I have to put to you about Mr Vanana Zulu.  You said that Mr Vanana Zulu was not part of the attack on Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "How do you know that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I know because he was not there, he had gone home.",
            "Male"
        ],
        [
            "MR BERGER",
            "How do you know that?  Did he tell you that before he left: \"I'm going home\"?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He did not tell me but I saw him when he left in the car.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did he leave the hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Although I cannot specify the time, but it was on a Wednesday afternoon.",
            "Male"
        ],
        [
            "MR BERGER",
            "On Wednesday the 17th of June 1992?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you're saying he left the hostel a few hours before the attack started?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I've just explained he left in the afternoon.",
            "Male"
        ],
        [
            "MR BERGER",
            "And where did he go?  You say to his family, my question is: \"Where\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you opt, when you want to move onto the next point would you just indicate as there's a matte that I just want to raise, thank you.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I asked you a question.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He went home.",
            "Male"
        ],
        [
            "MR BERGER",
            "My question is, where was his home?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That's Nongoma in KwaZulu Natal.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did he tell you: \"I'm going home to Nongoma\"?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He did not tell me that he was going to Nongoma, but what I know is that if a person uses these taxis to Nongoma, he must be going home.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you never saw him using a taxi did you, you saw him leaving in his car?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "These taxis to Nongoma park outside the hostel so when he got into one I knew that he must be going home.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, you told the Committee that he got into his car and left the hostel that Wednesday afternoon.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I do not understand what you mean.  I meant that he got into the taxi, the car that I was talking about.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you then tell the Committee that he got into his car and drove away from the hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I did not say that he got into his car, I am only hearing it from you that he has his own car.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct that Mr Vanana Zulu has family in Boipatong or had family in Boipatong at that time?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "At what time?",
            "Male"
        ],
        [
            "MR BERGER",
            "June 1992.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't know about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct that Mr Vanana Zulu was involved in the attack on Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I have no comment on that.",
            "Male"
        ],
        [
            "MR BERGER",
            "I can tell you that there is a witness who can say that he was in Boipatong that night, in fact he went into a house which was occupied by one of his co-workers at Iscor and the owner of the house said: \"Why are you coming to kill me\", and Vanana Zulu left that house.  You are absolutely certain that Vanana Zulu wasn't in Boipatong that night?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I am certain.",
            "Male"
        ],
        [
            "MR BERGER",
            "He wasn't at the stadium and he wasn't part of the attacking group, of that you are certain?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who then was in control of the guns at Kwamadala Hostel when Vanana Zulu wasn't there?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not know who was responsible for that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, perhaps at this point you would care to clear up that point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.\n\tMr Vanana Zulu, would you please stand up Sir.  \nMR VANANA ZULU STANDS UP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "To the extent that there may be allegations made in these proceedings against you, you have the right to be present at these hearings and to dispute any such allegations that are made against you and if you so wish, to engage a legal representative to represent you.  Do you understand those rights?",
            "Unknown"
        ],
        [
            "MR ZULU",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, if I might come in here.  I am under the understanding - a number of notices have been sent to the IFP of implicated persons, I have been brought under the understanding that Mr Frederich, the representatives there on the other side are handling a watching brief for these persons.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, we would like to clarify this with Mr Vanana Zulu.  For that purpose we would seek a short adjournment or we can resolve the situation after the adjournment at half past one but if it's important, if the Chairperson feels that we must sort it out now, I would ask for a short adjournment to sort it out now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is, so that if we do proceed we are at least assured that if Mr Zulu desires to be legally represented there is at least someone to look after his interests.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I agree with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  We will take a very short adjournment of about five minutes and then we will return to the hall to enable counsel to take instructions, if any from Mr Zulu as to his desire or otherwise to be represented, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "VICTOR MTHEMBU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, my attorney has been instructed to appear on behalf of Mr Vanana Zulu, to look after his interests as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zulu, you do confirm that do you?  Mr Zulu you do confirm that you now are legally represented in these proceedings?  We have been told that you are now represented.   Yes, thank you very much.\n\tThank you Mr Strydom.\n\tMr Berger, would you proceed please.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  Chairperson, following on from what was said just before the adjournment, if Mr Strydom and his attorney have a watching brief for the IFP and for other implicated persons, I would ask on behalf of the victims that that be disclosed to the Committee and that the names of the people on whose behalf there is a watching brief be disclosed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, we've been instructed to carry a watching brief for the IFP as well as members of the IFP possibly implicated in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.\nRECORDING EQUIPMENT SWITCHED OFF",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Strydom, just something that concerns me, a whole range of people were given Section 19(4) notices relevant to these proceedings and it may just help me, I don't know if it would help the rest of the Committee, to know which of those people that received 19(4) notices you are acting for in a watching brief type capacity, i.e. just covering their interests.  You don't have to read them all out now, maybe you can just provide us with a schedule in due course but that may just help us know, I would simply like to know who specifically is represented and whose interests may not be covered so that we don't end up with a situation where someone's named at a later stage when we have to go through the same process again of just confirming that instruction.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I'm not aware of all the notices that have been sent out, that the names I have seen in relation to notices are: Mr Themba Khoza, Mr Humphrey Ndlovu, Mr Gobela.  Those are the names I can remember but I will make sure about that and I will let the Committee know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] understand the position  regardless of any notices that might have been issued, you are looking after the interests of the IFP and any members of the IFP who might be implicated in the course of these proceedings?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That is indeed so Chairperson, and in fact there was also a notice sent to the IFP as a party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.\nRECORDING EQUIPMENT SWITCHED OFF",
            "Unknown"
        ],
        [
            "MR BERGER",
            "You see Mr Strydom, what concerns me is just a general sense of representing people, you don't know whether they've actually instructed you or not and they may want someone else to represent them for all I know.  We've already had a problem with Mr Lukhozi which you alerted us to.  I'm just concerned that there may be conflicts of interest between different individuals and someone.  This sort of blanket mandate isn't very desirable.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I appear for the IFP and the members of the IFP on a watching brief basis and not in any other capacity and that is why I initially did not place that on record because I don't see the need to place yourself on record if you just carry a watching brief.",
            "Male"
        ],
        [
            "MR BERGER",
            "That's fine, let's leave it at that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please proceed Mr Berger.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tMr Mthembu, could you turn please to page 6 of the papers, paragraph 8.  You say there:\n\"These weapons were kept by Vanana Zulu and he hid them away.  I saw these weapons when they were handed to us by Vanana Zulu one by one\"\nDo you see that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did this take place?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "What I explained here relates to another era and not for what we are here about.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did this take place is my question.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I am explaining about something that happened at some other time.  As my lawyer had explained, this did not happen when we went to attack Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm asking you a simple question, I'm just asking you to say when it happened.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It happened at another time.  I cannot be specific about the date.  There was - I thought we were talking or we were discussing Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it before or after the attack on Boipatong?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "After the Boipatong attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who handed out the weapons on the night of the Boipatong attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not know because I knew Mr Chonco to be responsible for the weapons.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying you did not see anybody hand out any weapons on the night of the attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I did not see anybody.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm going back now to that affidavit I was reading from.  The last sentence we read, just to put you in the picture, said\n\"At these meetings\"\nthose are the Tuesday and Thursday meetings.\n\"we were informed when new weapons had arrived\"\nWe've dealt with that.  It goes on to say:\n\"The arms are brought by members of the Inkatha Freedom Party who arrive at the hostel from Natal.  I have seen them arrive with AK47's and spears with poison tips\"\nDo you know anything about this?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "You have never witnessed or heard of members of the IFP bringing weapons to the hostel, Kwamadala, from Natal?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I did not see it Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "It continues - I'm sorry, as far as you're concerned all the weapons came from Vosloorus?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.\nMR BERGER\n\"Some of those who arrived come to the area to work.  However others come to carry out missions and attacks in the local township.  Others come to bring arms and then leave\"\nDo you know anything about people who came to carry out missions and attacks in the local township?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I have no knowledge.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you have any knowledge of any missions other than the - I'm not talking now about the Boipatong Massacre on the 17th of June 1992, do you have knowledge of any missions, whether by you or whether by anybody else, where attacks were carried out in the local township?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "At that time there were many incidents that occurred that we would hear about on the radio.  These attacks took place in the townships.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did the people from Umsinga ever go out on their own to carry out attacks in the local township?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not have knowledge of that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "At any time I'm talking about.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have mentioned that I cannot have or I do not have knowledge of it, I mean that exactly.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you have knowledge of any members of the Umsinga contingent going out of the hostel at any time to shoot at the ANC or to shoot at members of the ANC?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I do not have knowledge about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "At any stage they went out, you have no knowledge?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I do not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please have a look at page 14, paragraph 29.  You say there\n\"The hitsquad of Umsinga also went out several times on their own initiative to shoot members of the ANC\"\nWhat do you say about that Mr Mthembu?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What paragraph are you referring to?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Paragraph 29 at the bottom of page 14.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you answer that, does this relate to the Boipatong incident or is it a subject of another application for amnesty?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, may just say that on page 14 there is a heading\n\"1993\"\nIt relates to things that happened in 1993 in the Sebokeng area.  If that is of any help.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, first of all when this ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can put the question.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, do you remember the question?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.  What you actually asking about has nothing to do with the reason why we are here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see Mr Mthembu, the paragraph that has just been read over to you, that's were you say\n\"The hitsquad in Umsinga also went out several times on their own initiative to shoot members of the ANC\"\nThat's what he's asking you about.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, what is your answer to that?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, it did happen but it has nothing to do with why we are here today.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, when you gave your evidence on Monday you were very careful to point out that pages 4 to 8 concern the Sebokeng attack and that pages 8 to 17 concern the Boipatong Massacre.  More than that, I was very careful in the way that I asked you the question and I think on more than one occasion I said to you that my question related to at: \"any time\".  I asked you: \"At any time, did the members of the Umsinga contingent go out on their own initiative to shoot members of the ANC\", and you said: \"No\".  Do you recall that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I do, but if you look from page 8 to page 12 it is specified that that is the Boipatong Massacre.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you say: \"At not time did the members of the Umsinga contingent go out on their own initiative to shoot members of the ANC\"?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Berger, this happened a long time ago.  I am not like a computer.",
            "Male"
        ],
        [
            "MR BERGER",
            "To go back to this affidavit that I'm reading from, will you now agree with the sentence which reads\n\"However\"\nWell let me go one sentence back:\n\"Some of those who arrived come to the area to work.  However others come to carry out missions and attacks in the local township\"\nWill you now agree with that sentence?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I will not agree with something that I do not know about.",
            "Male"
        ],
        [
            "MR BERGER",
            "When according to you did the members of the Umsinga contingent begin their initiatives, going out to shoot members of the ANC, when did that start?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I do not know when that began.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Umsinga contingent arrived in 1990 you told us.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I arrived at Kwamadala Hostel in 1990 and that's when I saw them.  I do not know when they arrived at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then just for clarity Mr Mthembu, is the reference on page 14 to a hitsquad also a typing mistake?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "There is not a mistake but you should be careful of the year that is being referred to.  The year in this page is 1993.",
            "Male"
        ],
        [
            "MR BERGER",
            "So in 1993 they were a hitsquad?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "In 1992 they were a self-defence unit?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR BERGER",
            "Self-protection unit Mr Mthembu.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is one and the same thing that we are talking about.",
            "Male"
        ],
        [
            "MR BERGER",
            "A self-protection unit, I beg your pardon.  Are you saying that a self-protecting unit and a hitsquad is the same thing?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "...[no reply]",
            "Male"
        ],
        [
            "MR BERGER",
            "Sorry Interpreters, the question was: \"Are  you saying that a self-protection unit and a hitsquad are the same thing\"?",
            "Male"
        ],
        [
            "INTERPRETER",
            "It was asked.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It didn't come through for some reason, maybe you forgot to press the button.  Would you just repeat it please?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "In my opinion I think we may use the self-protection unit and no the word: \"hitsquad\".",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, let's please try and get some certainty on this.  On page 14, paragraph 29 you again use the word: \"hitsquad\".  You told the Committee that is not an error, you meant to use the word: \"hitsquad\", correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "We spoke about this yesterday.  I don't know whether you do not understand it correctly.",
            "Male"
        ],
        [
            "MR BERGER",
            "After you said to the Committee: \"This was not a mistake\", this particular one when I asked you, you then said: \"But it's the time that I'm referring to.  I'm referring to a later time\".  My question to you then was: \"The contingent from Umsinga that you call a hitsquad in 1993, you call a self-protection unit in 1992 but it's the same thing\", am I correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I explained that this was a typing error.  It was the self-protection unit, not that it changed in 1993, it was still the self-protection unit.",
            "Male"
        ],
        [
            "MR BERGER",
            "So this at the bottom of page 14 is a typing error?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "The affidavit then continues\n\"During the four months that I have lived at the Kwamadala Hostel I have seen units being sent out on missions, however I have not known exactly where they have been sent to or what missions they have carried out\"\nI take it you can't comment on that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I have no knowledge of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "The rest of the affidavit deals with the attack on the 15th of March 1992, and you've already told the Committee you have no knowledge of that.  I just want to ask you one thing, there's an allegation here that the unit members were given arms by Buthelezi. Do you know of any Buthelezi who had access to the arms which were stored at Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I have no knowledge about that person.",
            "Male"
        ],
        [
            "MR BERGER",
            "As far as your co-applicant Thembelani Buthelezi is concerned, he did not have access to the guns and the weapons stored at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I have no knowledge about that, I only knew him to be the Chairman.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, he was also part of your unit, you would have known if he had access to guns would you not?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I would not have known.",
            "Male"
        ],
        [
            "MR BERGER",
            "On the night of the massacre, 17 June 1992, you say you did not see any guns being handed out, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see any people carrying guns that night?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apart from those who were in his company which he has already told us about.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.\n\tApart from Mr Chonco and Mr Khanyile I believe it was.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I've already explained before I had gone as part of the attack on the ANC and not to check maybe as a journalist as to who had what, who did what at what time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would help us a great deal Mr Mthembu, if you just confine yourself to answering the question.  If you did not see any other persons carrying firearms please say so.  I think it will help us to shorten this proceeding, rather than to keep on making comments.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I did not see anybody else.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let's get certainty Mr Mthembu.  Besides Mr Khanyile, besides Mr Chonco, you did not see any other person carrying any other firearm that night, correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You did not see anybody carrying an AK47?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I did not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can I just object here, I just want to put something right.  Initially Mr Khanyile's name wasn't mentioned, it was Mr Mabote's name that was mentioned.  So it wasn't Khanyile, although his name was mentioned today but initially the name that was mentioned was Mabote.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well Mr Mthembu, then let's get certainty on that.  Did you see Mr Mabote carrying a gun?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "What gun was he carrying?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "He had a small gun.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Chonco, he was carrying a gun?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, he had a gun.",
            "Male"
        ],
        [
            "MR BERGER",
            "What gun did he have?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "An AK47.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Khanyile was he carrying a gun?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't remember what weapon he had.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright.  Besides those three men you did not see anyone else carrying any gun the night of the attack, correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct Sir, I did not see anybody else.",
            "Male"
        ],
        [
            "MR BERGER",
            "That is before, during or after the attack you did not see?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Nobody?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "There was no-one besides the ones that I have mentioned to you.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me read to you what you say at page 37, paragraph 6\n\"We sang songs and we went out through the only main gate of Kwamadala Hostel.  We went straight under the bridge across the road and entered Boipatong.  All these people who came from Umsinga were holding the machine guns such as AK47 rifles\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I have just told you that Mr Chonco is the person who had the AK47.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I'll read it again to you, the sentence that really concerns me and you will recall in your affidavit you said there were 40 to 50 people from Umsinga and in this paragraph you now say\n\"All these people who came from Umsinga were holding the machine guns such as AK47 rifles\"\nAll, not Mr Chonco, all.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't think you clarify this when you say 40 to 50 people.  What I know is that the 40 to 50 people were protecting the community of Kwamadala, not that all of them went to attack at Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, the point is this, you told us that the only persons that you saw carrying guns that night were the individuals that you've mentioned, I think you mentioned Mabote and another person.  Now in your affidavit you state that there people from Umsinga who were carrying machine guns, do you see the difference?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what counsel wants you to explain.\n\tIs that right?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I'll explain that.  What happened is that I do not mean that all these people had guns but because Mr Chonco was one of the people from Umsinga he is the person that I saw carrying a gun but I cannot say that I saw the others with the guns because there were many people at that gathering.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see counsel wants to find out the following:  You told us that the only persons that you saw carrying firearms that night were the individuals that you've mentioned which about two I think it is, but in your affidavit you indicate that people from Umsinga as well also had firearms and you give the number as being, well, the point is that you also mention that there were people from Umsinga who also had machine guns.  In other words, it was not only these two individuals that you mentioned who had firearms but there were other people including the people from Umsinga who had firearms, is that right?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I did not fully understand whether you meant whether these people were present in the attack or were merely present residing at the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You gave us two individuals who you say had firearms, okay.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apart from those two individuals were there any persons in the group that attacked Boipatong who had firearms?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, there were other people who had guns but I cannot say who they were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there were other individuals?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, there were but I don't know who they are because it was at night and I could not see clearly who had what gun.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you knew that those people that had the guns were the people from Umsinga.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Not only the people from Umsinga were launching the attack but many of us from the hostel were also part of this attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, in paragraph 6 you state as a fact that the people from Umsinga were holding AK47's, all of them.",
            "Male"
        ],
        [
            "MR LAX",
            "To correct you Mr Berger, he says\n\"They were holding machine guns like AK47's\"\nSo there might have been other kinds of machine guns but  I just don't want to put wrong words in his mouth.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Mr Lax.\n\tThe people from Umsinga, all of them you saw were holding machine guns?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Berger, you don't understand, not only the people from Umsinga were going out on this attack, that you should know.  We went there in large numbers.  I'm talking here about residents from Kwamadala Hostel, they went out the attack.  I don't know really what it is that you want.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying that the only person you saw with an AK47 was Mr Chonco or are you saying that you saw many people carrying AK47's?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, I am saying here that some of the people in our company had guns but the one person that I saw with an AK47 was Mr Chonco and I therefore cannot answer to other people carrying guns when I did not see the guns.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please listen carefully to my question.  Did you that night either before, during or after the attack, see a lot of AK47's?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where did you see them?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "At the stadium.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who was carrying them?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "They were on the ground, nobody was carrying them.\nEND OF TAPE - POSSIBLE WORDS LOST",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "They were sprinkled with some traditional medicine and others took the guns away and we went out on the attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who took the guns when you went out on the attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not have knowledge of that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "There were people that you saw taking these guns but you don't know who they were, is that what you're saying?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, I am trying to explain here that as the people were leaving the stadium to go and attack I was also concentrating on what I had to do.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me come back to the beginning then Mr Mthembu.  Why when I asked you whether you saw anybody carrying a firearm that night, either before, during or after the attack, did you not mention the men from Umsinga who you saw holding machine guns?  Why didn't you mention that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't know really what you want me to say now.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I'm putting to you once again that you are deliberately being selective with what you disclose.  You are deliberately holding back relevant information relating to the Boipatong attack.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Berger, I came before this Commission here because I want reconciliation between myself and the residents of Boipatong.  There is nothing else that I am holding back.  I am just disclosing here what information I have.",
            "Male"
        ],
        [
            "MR BERGER",
            "When I asked you to disclose the various committees to the Committee, the various committees at Kwamadala, you mentioned the Senior Committee, you mentioned the Youth Committee, we've now dealt with the hitsquads, I want to ask you about another committee, the Amabutho, do you know about them?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I don't know them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Have you heard the word: \"Amabutho\"?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I did hear the name before back home.  There is a place where these Amabutho gather.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is that the only meaning that you can attach to the word: \"Amabutho\", it's a place where certain people gather in Natal?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You don't know that Amabutho means warriors?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I don't know about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, is Zulu not your mother tongue?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It is.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know Mr Bhekinkosi Mkhize?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was he not the leader of the Amabutho at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't know whether he was a leader or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was he a member of the Amabutho at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't know Sir.  As I have explained, I really don't know whether he was a member or not.  It was not my duty to know what he was and what he was not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you a member of the Amabutho at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have explained Sir, that I was a member of the youth.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do I understand your evidence that you know absolutely nothing about the Amabutho at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I don't have knowledge to that effect.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if Mr Mkhize says that the Amabutho are a senior committee of the IFP, you will say you know nothing about that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I know nothing about this.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if he says that Mr Damarra Chonco was a member of the Amabutho you have no knowledge of that?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was a committee in Kwamadala which was referred to as the Senior Committee, were you aware of that?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, I know that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the Zulu word for that Committee?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I don't have a word or a name.  I don't know how to put it.  I don't have an alternative in isiZulu.  It was a Senior Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I do understand ...[intervention]",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "...[no English translation]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that how it was referred to, ...[indistinct]?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I am referring to it as a Senior Committee.  For example when a meeting was to be held these are the people who had to give us permission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It didn't have any specific name apart from being referred to as a Senior Committee?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "No, I don't have knowledge.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it your evidence that Mr Mkhize was not a leader in the hostel, Bhekinkosi Mkhize?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I don't understand Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You remember yesterday I asked you for the names of the leaders in the hostel.  You told the Committee that Mr Khumalo and Mr Vanana Zulu were the leaders of the Senior Committee, you told the Committee that Mr Buthelezi, Mr Mthembu, yourself, and Ntzwee were the leaders of the Youth Committee.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "According to you there are no other committees, correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I don't know of any other committee.",
            "Male"
        ],
        [
            "MR BERGER",
            "So I'm asking you, is it your evidence that Mr Mkhize was not a leader within the hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, he was not or no, that was not your evidence?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I mean as far as I know yesterday I mentioned people's names whom I knew were in the committee.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you know Mr Mkhize?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me read to you what he says at page 70, paragraph 4.2\n\"The political structures were the senior men and the youth.  The political structures had nothing to do with the management structure in the hostel\"\n4.3\n\"The youth was responsible for the organisation of rallies whilst the senior structure was responsible for discipline within the IFP party as well a decision making that relates to the IFP within the hostel\"\n4.4\t\t\"The steering committee was ultimately responsible to Iscor.  The structure I was the leader of was called Amabutho and in that capacity I was the leader of the IFP in the hostel\"\nYou never knew that, is that your evidence?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I didn't know that.",
            "Male"
        ],
        [
            "MR BERGER",
            "According to you, who was the leader of the IFP in the hostel?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Vanana Zulu.",
            "Male"
        ],
        [
            "MR BERGER",
            "As far as you knew, Mr Bhekinkosi Mkhize held no position of leadership in the hostel at all?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And yet according to you he was one of two people who gave the instruction to attack Boipatong.  How is that possible Mr Mthembu?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is possible because our own people were dying, he too may have said that we should go out and attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who made the decision to attack Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I can explain here that decisions were taken by each one person who had already suffered, any Kwamadala Resident.  They knew how people were being necklaced and there had come a time to show the people of Boipatong that we too were human just like them and we could not stand aloof as our people were being necklaced.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, who made the decision to attack this Vaal community?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It was Mr Chonco.",
            "Male"
        ],
        [
            "MR BERGER",
            "At page 19 you were asked the question, paragraph 17.1\n\"Who made the decision to attack a Vaal community\"?\nYour answer, page 29, paragraph 17.1:\n\"To my best knowledge Mr Vanana Zulu and Mkhize made the decision to attack the Vaal community\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "You are talking about something else here, you are talking about the Vaal community, you're not talking about the Boipatong matter anymore.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which decision are you referring to here?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Here I am referring to - you asked me as to who took the decisions to attack the people in Boipatong and I explained to you and I really don't know how else you want me to explain here.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say that this answer at page 29 relates to another decision, not the decision to attack Boipatong.  I'm asking you which decision is this now that you are referring to?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Here I am referring to the decision to attack Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm talking about paragraph 17.1 where you say\n\"To my best knowledge, Mr Vanana Zulu and Mkhize made the decision to attack the Vaal community\"\nLet me ask you this question then, that decision that you are referring to in 17.1, when was it taken?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, I think in fairness to the witness please do point out that the response that occurs at the pages that you've drawn his attention to are in response to questions which occurs on page 19.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I've done that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  17.1 deals with the Vaal community.  17.2 deals with the Vaal community and then 17.3 then deals with Boipatong and then if you look at 17.3 he says in his statement\n\"Mkhize became angry and agreed with Mr Chonco to attack the residents of Boipatong\"",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that's how I understood his evidence so far, that the decision to attack Boipatong was taken by Chonco and Mkhize.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, the question in 17.1 is\n\"Who made the decision to attack a Vaal community\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I don't know whether we can take the matter any further that this because it becomes clear here that a distinction is being made as to took the decision to attack which part.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry Mr Mthembu, maybe you can just help us here.  A question was asked of you in the request for further particulars, referring to a Vaal community, you understand that, not the Vaal community, a specific Vaal community.  Which community did you understand you were replying to when you gave your lawyers instructions to answer that question?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Here I was explaining about incidents that happened in the Vaal community, Boipatong included, Sebokeng included.  When we're talking about the Vaal community I think we are talking about the community in that area.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Berger's question is then to you, if you thought it was a general meeting at which a decision was taken to attack the Vaal community in general terms, when was that meeting?  That is what he's asking you.  It's not a meeting to attack Boipatong, it's a meeting to attack in general terms and you give a specific answer and he wants to know - and it will help us a great deal if you can help us, when was that meeting?  Which is different from the Boipatong specific meeting, on your evidence so far.  Can you help us there perhaps?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I do not have knowledge about that meeting Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then why do you say\n\"To my best knowledge, Mr Vanana Zulu and Mkhize made the decision to attack the Vaal community\"",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I am saying this because there were people who were older than us, that is at the hostel, and if they too had come to realise that it is enough, the pain is enough it was therefore upon themselves too to indicate that we should attack the people who were killing our people.",
            "Male"
        ],
        [
            "MR BERGER",
            "So your leaders, am I right then, your leaders in the hostel took a decision at some time before the Boipatong attack, took a decision in general terms: \"We are now going to launch attacks on the Vaal community, be it Sebokeng, Boipatong, Sharpeville, wherever.  In general, we are now going to launch attacks, the leaders decided that\", correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Even though I did not hear them decide but everybody who was a resident at Kwamadala Hostel had already suffered a lot of harassment from the people or by the people at the Vaal community or of the Vaal community.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you see Mr Mthembu, when you were asked a question and you understood that question meant a decision to attack the Vaal community, you identified two people, Vanana Zulu and Mkhize as being the people who took that decision.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "My question to you is, why did you identify those two people?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I am explaining this because Mr Zulu was in charge of us at the hostel and every hostel resident had grown tired of what was happening to them..",
            "Male"
        ],
        [
            "MR BERGER",
            "You see Mr Mthembu it's really very simple, and I don't know why you don't want to say this, but if Mr Mkhize was not a leader why did you mention him in paragraph 17.1?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I am referring to him here because he too was a resident at the hostel and he too was suffering the same pain at the hands of the township residents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were not present when the decision to attack a Vaal community or the Vaal community was taken.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know who took that decision but you assumed that is must have been the senior people?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who were in the position of leadership?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that is so, Mkhize must have been a leader, he was a leader of what?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "...[no English translation]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was a leader of what?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Mr Berger is reading here that he was a leader of Amabutho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that's the assumption you made.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "What I am saying here is because Mr Berger had just read to me from Mkhize's statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that but all I want to find out is this, the answer that you gave suggests that you were assuming that a decision to attack the Vaal community must have been taken by persons who were in a leadership position.  You do say\n\"To the best of your knowledge\"",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is according to my knowledge because the decision was taken by people at top ranks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Now at the time you made that statement, in your mind what leadership position did Mr Mkhize hold at the time?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "As far as I know I did not have knowledge about his position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Was he an influential person perhaps within the Kwamadala Hostel?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "No, he was a respected person because he was an elderly.",
            "Male"
        ],
        [
            "MR BERGER",
            "He was an elderly person so he was respected?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "But he was not a leader, he was not one of the leaders?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As far as I know Sir, as I have explained I did not have knowledge about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, who were the commanders in chief of the attack on Boipatong on the 17th of June 1992?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have explained Sir, that Mr Chonco was the person who was in charge of the attack at Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what about Mr Mkhize?  Was he in charge, also in charge of the attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I have no knowledge.  What I can say is that he was present at the stadium where we were addressed about the fact that we were going to launch an attack on Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "The question is simple Mr Mthembu, was Mr Mkhize a commander of the attack or not?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I don't have knowledge about that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "At page 19, question 16 you were asked\n\"Who between Mr Bhekinkosi Mkhize and Mr Damarra Chonco was commander in chief of the attackers on 17 June 1992 in Boipatong\"?\nYour answer, page 28, paragraph 16:\n\"Both of them were the commanders of the Boipatong attack on the 17th of June 1992\"\nDo you have any explanation for that Mr Mthembu?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have explained here that Mr Chonco was the person in charge and I also indicated that Mkhize was also present at the stadium just before we left on the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the stadium, did Mr Chonco address you or address the people who had gathered there?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mkhize, did he address them as well?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I don't remember Sir, whether he addressed us or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I'm no moving onto another section, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We intend rising at one thirty, so perhaps closer to the time you will indicate when it is appropriate for you to do so.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I will.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, thanks.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I want you now to try an be as specific as you can.  You've said that at some point a decision was taken to attack the Vaal community, we're now talking a number of townships, correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You don't know when that decision was taken, can you tell the Committee how many months before the attack on Boipatong was that decision taken?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I do not have knowledge about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "You cannot say whether it was two weeks before the attack or two months or two years before the attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not have knowledge about that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why was the decision taken?  And please try and be very careful in your answer, why was the decision taken to attack the townships of the Vaal if I can put it that way.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As far as I know it was because there were many people from our organisation who had been burnt in the townships.  There had been several incidents of this nature.  Even in the town people would be abducted and burnt.  I think that was the reason why people were eventually attacked.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, that's why I ask you please to concentrate on my questions.  I'm asking you why the decision was taken to attack the townships of the Vaal, not the decision to attack Boipatong.  Do you see the difference?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I'm explaining it to you Sir, as far as I know I think it was taken because there were some of our people who were being burnt down in the townships.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now when did that start, the killing of IFP members in the townships?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As far as I know we started suffering in July 1990, after we had held a meeting in a stadium in Zone 7.  From then onwards we started encountering problems, like people going to work would be abducted and be burnt in the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say: \"in the township\", which township are you referring to?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I am talking of townships such as Sharpeville.",
            "Male"
        ],
        [
            "MR BERGER",
            "And which others?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, the meeting that you're referring to which was held at Zone 7, is that right? Was that in Sebokeng?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Was that the meeting of the IFP?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that the first meeting of the IFP in Sebokeng?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "As far as I know it was the first meeting in Sebokeng.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you.\n\tThese attacks that you are talking about are attacks that took place in Sharpeville?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "What I'm explaining Sir is that that is one of the areas of which I heard that our people were being terrorised but our people were also being terrorised in other townships in the Vaal Triangle.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, let's be more specific then, when was the decision taken to attack Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As far as I know there were people in the Boipatong township who had families there and on their way to their homes they would be abducted and necklaced such as a Mr Gazu that I can still remember and another boy, Mbatha boy, who had also been killed in Boipatong.  It then came to a point where it was discussed that these attacks were now continuing on our people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question that you're being asked is this: when was the decision to attack Boipatong taken and the date if you know?\n\tThat is your question, is that right Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, yes indeed.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I would not have knowledge Sir, on when the decision was taken.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you become aware of the decision to attack Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I knew about it when I had already arrived at the stadium.",
            "Male"
        ],
        [
            "MR BERGER",
            "This was on the night of the 17th of June?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now the people who were killed in Boipatong, if I understand you correctly Boipatong was selected as a target for attack because members of the IFP had been killed in Boipatong, is that your evidence?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "The people who you say were killed in Boipatong are one, Gazu ...[intervention]",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR BERGER",
            "Gazwe?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Gazu.",
            "Male"
        ],
        [
            "MR BERGER",
            "Gazu.  And am I correct, you mentioned Mbatha?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, one of them was a boy from the Mbatha family in Mashlabateni.",
            "Male"
        ],
        [
            "MR BERGER",
            "Anybody else that you say was killed in Boipatong or are these two the only two?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I'm only naming those that I know or those that I remember.  I cannot mention others because I do not know them.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you do not know of them either, you do not know of any other killings other than Gazu and Mbatha.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I do not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the question is, apart from Gazu and Mbatha, were there any other IFP persons who were killed in Boipatong but whose particulars you don't know?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I am trying to explain that there were others that were killed but whose or details I do not know.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know when Gazu was killed?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Although I may not remember but it was before the attack on Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "How long before the attack, one week, one month, one year?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there an issue as to whether Gazu or Mbatha were killed in Boipatong?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the evidence that there were no such deaths, these individuals were not killed in Boipatong?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well Chairperson, the first time that we've had any particularity on who was killed is now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I just want to find out, is it an issue that these two individuals were killed in Boipatong?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, yes it is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the issue, is it that they were not killed?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well Chairperson, I have consulted on this specific issue ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know that but I want to know so that we can give the witness the opportunity to know what is it that is an issue about this.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, on the basis of the instructions that I have so far these two names are not mentioned.  I cannot now say as a matter of fact I'm disputing it, I'll have to take instructions on that but on the instructions that I have thusfar there is no Gazu and there is no Mbatha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're not here to decide whether or not Mbatha was killed or Gazu in Boipatong.  We're here about whether or not these individuals are entitled to amnesty in regard to the killings in Boipatong.  This is why I'm trying to limit the scope of the inquiry.  If you have the information which differs from what the witness says, please put it to him so that he can have the opportunity.  I understand that on the instructions you have, these two names do not appear.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tMr Mthembu, on the instructions I have up to this point there is no Gazu and no Mbatha who were killed in Boipatong, are you adamant that those two were killed in Boipatong before the attack?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I am certain that these people were killed in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "I now want to read to you from certain confessions which were made at the time of the massacre.  This is a confession which was made by Bhekinkosi Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "May I intervene at this stage Chairperson.  It's my instructions that that confession is not an admissible confession in terms of the Constitution and in terms of the Criminal Procedure Act.  In fact the State prosecutor during the trial elected not to use those confessions on - well I can't say on that basis, but we opposed the admissibility of those confessions and we still maintain that those confessions are inadmissible evidence.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, this very issued was argued at the Amnesty Hearings into the death of Mr Chris Hani and it was ruled then that any confessions, any statement that has been made can be used for the purposes of cross-examination in an Amnesty Hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That issue is before this Committee, not then.  We want to hear argument now as to why you say it is.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well there is a statement here, on the face of it it was made freely and voluntarily.  There is nothing in this document to suggest that it's not a document signed by Mr Nkosi, Mr Mkhize, I beg your pardon.  The purpose of these inquiries I would submit is to get to the truth, to ensure that there is full disclosure and here is a document which I submit is highly relevant to the issues that this Committee has to decide.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's the position of Mr Mkhize in regard to this document?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I must take specific instructions in this regard.  I can just rely on my memory.  My instructions previously were that that confession was not freely and voluntarily made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well shouldn't you take instruction from your client and let us know what the basis is upon which this is being, we can sit here and you can just take those instructions now.  Will you be able to do that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I can do it but I firstly haven't go the confession at hand so I'll have to get it.  I haven't got it in my possession right now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "It makes it a bit difficult.  I see it's twenty six minutes past already and as the Chairman indicated to take the adjournment at half past, so with the leave of the Chairman I would do it over the weekend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  We will leave aside for the moment the question of the confession and then would you go on with other ...[inaudible]\nEND OF TAPE - POSSIBLE WORDS LOST",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] and come and tell us the basis if any upon which there is an objection to the use of the statement.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I shall Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I would then like to refer the witness to another confession not made by any of the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you refer to others matters other than the confession.  Do you have other questions on other matters not on confessions?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I do Chairperson.  It's twenty seven minutes past one ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Perhaps, why don't you refer to those other matters and then the question of the confession will then be argued first thing on Monday and then we can go on with issues relating to the confessions.  That confession, does it relate to one of the persons who are applicants here?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, it's not, it's not a confession by an applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I think it would be proper to deal with the question of confessions thereafter.  Perhaps you should continue with other questions which are not related to the confessions.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, even if this document on the face of it, is freely and voluntarily made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All confessions are.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "All confessions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'm back on track.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  I just want to mention one point.\n\tMr Strydom, once you've taken instructions from your client, as soon as possible would you indicate to Mr Berger the basis upon which there will be any objection if any?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I will do so Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that he can prepare himself accordingly.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, very well.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  I will have to leave that whole section that I was cross-examining on because the confessions fall into something else.\n\tI will move now Mr Mthembu to the question of SADF involvement in the attack.  You've told the Committee about the presence of SAP vehicles, you remember?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you said that as you were going past the vehicles you saw the police, they must have seen you, they did nothing to stop you.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "That was during the attack, am I right?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It was after the attack as we were returning.",
            "Male"
        ],
        [
            "MR BERGER",
            "I will come to the police in a moment, let's deal with the SADF.  Are you saying that there was no SADF involvement in the attack at all?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A broad question.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Alright, I'll ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you should - yes, please.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Alright.\n\tWas the army present either before, during or after the attack on Boipatong that night?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I've explained, when we left Boipatong as we were about to cross the road near the garage, that is where I became aware that there were soldiers standing around there, some near the robots.",
            "Male"
        ],
        [
            "MR BERGER",
            "This is now as you're leaving Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you leave through Umzumgogo Street, is that the street you left on?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I think we left through the ...[indistinct] National Board.",
            "Male"
        ],
        [
            "MR BERGER",
            "...[inaudible] next to those factories that you saw the soldiers.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It was not close by but there is a garage near the robots where I saw army vehicles parked there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "No, I do not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mentioned that you also saw the police.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] to the army, where were the police?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "As I've explained, army vehicles and SAP vehicles, I saw both these vehicles, they were all parked near these factories near the garage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "So the police and the army were parked together?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, that's how I would put it, it was in one area.",
            "Male"
        ],
        [
            "MR BERGER",
            "What do you say about an allegation that one of your comrades shot at an army vehicle?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is during the attack?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "During the attack yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I have no knowledge about that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You saw no army vehicle inside Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I did not see any inside Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see any police vehicles inside Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see any policemen inside Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I did not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see any whites inside Boipatong?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I did not.",
            "Male"
        ],
        [
            "MR BERGER",
            "I take it you didn't see any white policemen inside Boipatong either?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, I did not.",
            "Male"
        ],
        [
            "MR BERGER",
            "During your criminal trial, it was part the defence case, your case, that there were members of the South African Police and in particular white members of the South African Police involved in the attack, is that correct?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I have no knowledge of that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "But it was part - let me read to you from page 3724, from the Judgment of the Court.\n\tIt's at page 276 of the bundle Chairperson, line 11:\n\"Soos reeds van tevore gemeld, ontken die beskuldigdes dat hulle enige aandeel gehad het in die aanval op Boipatong gedurende die aan van 17de Junie 1992.  Uit hoofde van hulle verweer beweer die beskuldigdes dat hulle nie in staat is om te vermeld wie verantwoordelik was vir of meegedoen het aan die aanval nie maar vermeld hulle tog dat daar na die aanval gerigte was dat die Suid Afrikaanse Polisie en meer in besonder blanke lede van die Suid Afrikaanse Polisie betrokke was.  Die Staatsgetuies is met bewerings van ooggetuies wat polisie betrokkenheid tydens die sitting van die Goldstone Kommissie beweer het gekonfronteer en tydens die verdedigingssaak is twee getuies, ene Selo en ene Mabuza geroep om polisie betrokkenheid te bewys\"\nNow my question to you is, first of all do you confirm that it was part of your case in the criminal trial that there was police involvement and in particular the involvement of white policemen during the attack, that that was your case?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "As I have explained Sir, I do not have knowledge about the presence of the police.  I did indicate that I did not see policemen inside the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you confirm that it was part of your case that there was such police involvement and in particular involvement by white policemen?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I am saying I have no knowledge about that.",
            "Male"
        ],
        [
            "MR LAX",
            "Just explain to the witness.  You know to us lawyers it's easy to know what it means: \"it was part of your case\" but to a lay person it's not very apparent what that means.  If you could just explain what you mean by that then he'd be able to give you a direct answer I think.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and also in regard to what is meant by: \"involvement\".  Involvement in the sense that the police were there but you know, but they just stood there without taking any action or whether they were also amongst the people who were attacking.  I think that's what would maybe help.  Bearing in mind that when you tell us we will rise.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I'm quite happy to tell Mr Mthembu what I mean and I'll do that now but as far as the actual involvement of the police, I would have to check the record on that and so I will ask that I do that on Monday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the proper thing to do probably is for you to get a sense, to go back to the record and find out what was that degree of involvement that was mentioned so that you can put that to the witness.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "What was put on behalf of the defence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I will do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think so.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you run out of questions now?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, Chairperson, I haven't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So far?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "But I think this would be an appropriate point to take the adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, so that you canvass this other matter.  We're thinking of 9 o'clock on Monday.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "To start?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To start.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, yes, that's alright.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "9 o'clock yes.  Mr Brink, 9 o'clock on Monday\"",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I'm very happy with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  At this stage these proceedings are then adjourned until Monday at 9 o'clock.\n\tThank you Mr Mthembu.  I just want to remind you that you're still under oath and you are not required to discuss this case with anyone else whilst you're still under oath, do you understand that?  Very well.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS UNTIL MONDAY 13TH JULY 1998",
            "Unknown"
        ]
    ]
}