{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-07-13",
        "location": "SEBOKENG",
        "day": "5",
        "names": [
            "VICTOR MTHANDENI MTHEMBU"
        ],
        "case number": "AM 1707/96",
        "matter": "SEBOKENG ATTACK, BOIPATONG ATTACK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52721&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98070614_sbk_boipato3.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BERGER",
            "MR BERGER CONTINUES",
            "MR BRINK",
            "MR DA SILVA",
            "MR LAX",
            "MR MALINDI",
            "MR PRIOR",
            "MR STRYDOM",
            "MS CAMBANIS",
            "MS CLOETE",
            "MS PRETORIUS",
            "VICTOR MTHANDENI MTHEMBU"
        ],
        "original_speakers": [
            "MR BERGER",
            "CHAIRPERSON",
            "MR MALINDI",
            "VICTOR MTHANDENI MTHEMBU",
            "MR STRYDOM",
            "MS PRETORIUS",
            "MR MTHEMBU",
            "MR LAX",
            "MR PRIOR",
            "MR BRINK",
            "INTERPRETER",
            "MS CLOETE",
            "MR BERGER CONTINUES",
            "MS CAMBANIS",
            "MR DA SILVA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning ladies and gentlemen.\n\tMr Berger, I understand that the team is expanding.  Would you for the record just place Mr Malindi on record?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  As from today, Advocate P G Malindi: M-A-L-I-N-D-I will be assisting in the representation of the victims.  As soon as we have finalised the list of which victims are represented by Advocate Malindi, Ms Cambanis and me, we will hand those lists up to the Committee so that we can have finality on who is being represented by whom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You do confirm that Mr Malindi do you?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "I do confirm that Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, welcome to the proceedings.\n\tMr Mthembu, may I remind you that you are still under oath.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The one matter that was outstanding as from Friday was the issue of whether or not Mr Berger can make use of a confession in cross-examining the applicant, Mr Mthembu.  Mr Strydom was going to indicate to us this morning the basis of his objections to that line of cross-examination.\n\tMr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Chairperson, Mr Berger indicated to me that he only wanted to use the one confession of Mr Mkhize and I have had insight of the confession and apart from stating that that confession was made not freely and voluntarily but under duress, on behalf of the applicants we will have no objection is that document is used during cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, do you accept that offer?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, there are two points I wish to make.  The first is that I informed Mr Strydom on Friday that Mr Mkhize's confession was the only confession from amongst the applicants that I had in my possession at the moment that I intend using but that I do have other confessions of people who are non-applicants whose I intend using.  In fact I think I made that clear during the proceedings as well on Friday.\n\tThe second point is Chairperson, that after I showed Mr Strydom the confession on Friday after we had adjourned, he read through it and I asked him what his position was and he informed me that he was objecting to my use of that confession.  I'm somewhat taken aback by his attitude considering that I spent time having to research this point and I would have appreciated it if I could have been notified in advance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I suppose you should be thankful of the fact that he has reflected on the matter properly and he has withdrawn his objection to the matter.  In regard to the other confessions perhaps we will follow the same procedure and that is make them available to your colleagues but I think whilst one doesn't want to curtail the cross-examination of the applicant and the use of any document that might be relevant for the purposes of cross-examination, I think one also has to reflect on what would be the fact of putting a confession by somebody else on these applicants and what would be the value of that evidence if any.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think one has to bear that in mind in the interest of shortening the time and not burdening these proceedings with undue documents which in the end may or may not give any assistance in arriving at the decision which we have to reach.\n\tMr Berger, you may proceed Sir.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, before we proceed, may I just suggest that before these confessions are used, whether we may have insight into them as well the statement of the witnesses that Mr Mthembu was cross-examined on Friday and who were nameless witnesses.  We do not have copies of those statements and I would like to ask Mr Berger if he can give us copies of those statements.",
            "Female"
        ],
        [
            "MR BERGER",
            "I have prepared copies for my learned friends and for the Committee.  Perhaps this would be an appropriate point to hand them up.  The first document is a copy from Mr Mthembu's identity document.  You will recall Mr Mthembu said he had a licence for two guns, this copy shows that he has a licence for three guns.  If I may hand them in.  \tChairperson, I believe the last exhibit was Exhibit B so this would become Exhibit C.\n\tAnother document which will then be marked Exhibit D is the confidential memorandum from which I got the information that someone had deposed to an affidavit concerning hitsquads that were operating from the Kwamadala Hostel.  If I could hand that up.  It will be Exhibit D, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Then as far as the confessions are concerned, Chairperson my submission is that ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As far as what exhibit?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It's not an exhibit yet, the confessions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "My submission is that it's a question of principle or it's a question of law whether or not these confessions are admissible in these proceedings and that it doesn't depend on the contents of the confessions, so I'm quite happy to hand in the confessions when I put them to the witness but I would be loathe, unless the Committee directs me to do so, to hand over all the confessions now because that would take away some of the advantages of cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what everyone who is involved in these proceedings must realise is that the purpose of these hearings is to get to the truth as far as that is practical.  It is highly undesirable that this should be turned into either a criminal trial or a civil proceeding.  We will not as a Committee countenance any attempt to convert this inquiry into those proceedings because we do not believe that it is in the interest of everyone involved here that that should happen.  If there are documents that will be used, those documents must as far as is possible be made available to all the legal representatives so that they can prepare.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I will then do so Chairperson.  If I can then, there are four confessions that I intend referring to and if I could hand them in as Exhibits E, F, G and H.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Berger, you can only hand in these confessions as and when you come to deal with them.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That's what I wanted to do Chairperson, yes, I perhaps misunderstood you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, I'm only referring in regard to making those available to your colleagues not to the Committee.  The Committee can have sight of those as and when you deal with them.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well I'm going to deal with all of them now so perhaps it would be convenient for me to hand them in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well if there's one that you wanted to deal with on Friday.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hand that one in, let's deal with that one first and then once you've finished that one we can then go onto the next one.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, the next exhibit will then be Exhibit E and that is the confession of Mr Bhekinkosi Mkhize.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If I may know, how many of these confessions do you intend referring to?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Four Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Is there a way the contents of these confessions can be put to the witness so that we don't have to go tediously through each and every confession or to they not lend themselves to that procedure?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, as far as possible I will attempt to summarise what the confessions say but the whole point of the confessions is that they do say different things and that's what I want to canvass with Mr Mthembu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I want to avoid is having to repeat what each and every confession is saying",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, I won't be doing that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BERGER",
            "(Continues)  If I can then continue.\n\tMr Mthembu, on Friday we were dealing with the reason that you gave for attacking Boipatong and one of the things that you said was that two people had been killed in Boipatong and you mentioned a person by the name of Gazu and a person by the name of Mbatha.  Now I'm putting to you that no person by the name of Gazu and no person by the name of Mbatha was killed in Boipatong before the attack.  Do you have any comment on that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I am only talking about what I know.  The two people I mentioned on Friday are people I know that are deceased and were killed in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "You cannot tell the Committee when they were killed can you?  You cannot even put a year to it.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I cannot remember quite clearly which year it was.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now if you would look at page 29 of the bundle, paragraph 17.4, you give the reasons for attacking Boipatong.  I see you've been reading paragraph 17.4, is that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "The first reason you say\n\"They also threatened the residents of the Kwamadala Hostel\"\nWho is the: \"they\"?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The residents of Boipatong, because they did not allow us to come into the township even to buy from the shops.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you ever threatened?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the time of the attack, is it correct that there were IFP supporters living in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You had family staying in Boipatong, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "You had friends staying in Boipatong, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I did not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well have a look them please at page 41 of your bundle, paragraph 15.  In the middle of that paragraph you say\n\"We realised that we partook in the massacre of people, some of whom were my family and friends and I feel very bad about this\"\nFrom your own hand we see that you had family and friends living in Boipatong who were killed during the attack, isn't that what you say?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I was explaining here was about the people with whom I had once been romantically involved who were staying in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "I don't understand your answer Mr Mthembu.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Here Sir I was speaking about my ex-girlfriend.  I don't know whether it is understandable.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your ex-girlfriend's family was killed in that attack, is that what you are saying?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Although I would not know but I think they were injured.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was their name?  Let's start with the name of your ex-girlfriend.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Katiwe Dlamini.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the members of her family who were injured or killed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know Sir what eventually happened to them because at that stage I could not communicate with them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, can you then give us the names of her family who she was staying with?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I will not give you these names because I've only concerned with the girl I was in love with but I did not know about her parents or the members of her family.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where did she live in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "In the streets opposite the shops in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "What street was that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know its name.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you start visiting her in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Around 1991.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when did you stop visiting here in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't remember when I stopped visiting her.",
            "Male"
        ],
        [
            "MR BERGER",
            "How long was she your girlfriend?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR BERGER",
            "How long was she your girlfriend?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Because of the fact that we never broke up I think she is still my girlfriend but we cannot see each other anymore and I don't know where she is now and she also doesn't know where I am now.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see because you told the Committee last week that you had never been into Boipatong until the night of the massacre.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not say that, you never asked me a question about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the family and friends that you are referring to in this paragraph are the family of your girlfriend, Katiwe Dlamini?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "This whole paragraph was supposed to explain about the family members or rather members of the family who were victimised or traumatised by the Boipatong incident as a whole.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, Mr Mthembu, that's not what you say here at all.  You say here very clearly that some of the people\n\"We realised that we partook in the massacre of people, some of whom were my family and friends\"\nIn other words some of the people who were massacred were your family and friends and you feel very bad about that and that's what you're saying sorry for, isn't that what you're saying here?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Please try to understand that I was not only referring to the person I was in love with or the family members thereof but I was speaking generally about the attack on the people of Boipatong and I feel badly that people were killed and I ask for forgiveness for everything that happened, from the family members of the people who were victimised.",
            "Male"
        ],
        [
            "MR BERGER",
            "Because some of them who were killed were your family and your friends, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "All in all I was speaking of everybody who was traumatised or victimised, not necessarily friends or family members.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why is it that you don't want to conceded Mr Mthembu, that at the time of the massacre there were IFP supporters still living in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I know I do not have knowledge of that.  What I know is that prior to the attack many IFP members had left the township because they were being terrorised there and they fled to Kwamadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct that the people who had been chased out of the township were people who had been accused by the community of being criminals who stole, who raped, who stabbed and who killed people?  Isn't that why they were chased out of the township?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not have knowledge of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "People who were terrorising the community as I've described, those are the people who were chased out of the township, isn't that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know anything about that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright.  Let me refer you then to the confession of one of your co-applicants, Mr Bhekinkosi Mkhize.  This is the man who you say took the decision or one of the people who took the decision to attack Boipatong, do you remember that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "If you look at his confession which he made on the 11th of July 1992 very shortly after the massacre, if you'll turn to page four you'll see there he describes what happened on the night of the 17th and if you look in the middle of the page ...[intervention]",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, I don't think he has ...[intervention]",
            "Female"
        ],
        [
            "MR LAX",
            "I just noticed he didn't have a copy.",
            "Male"
        ],
        [
            "MR BERGER",
            "Oh, Mr Mthembu doesn't have a copy?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I don't have a copy either Mr Chairperson.  I'm sorry, I think she is making some for us at this stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, can you read Afrikaans?\n\tThis statement is in Afrikaans, right?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It is yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you read Afrikaans?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I cannot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I have a copy now from my learned friend, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'll then translate for you.  Mr Mkhize says\n\"I was at my room at the Kwamadala Hostel.  I liver there in room 8.  That Wednesday at that time I was at the stadium inside the hostel.  I and other people at that hostel decided that the people are preventing us from going outside of the hostel to the shops.  We then decided to attack the people who lived in the vicinity of the hostel\"\nThe point is he makes no mention whatsoever of the attack being in retaliation for IFP members who had been killed.  Do you have any comment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does he state anywhere in this affidavit how he'd been prevented from going out of the hostel?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, he just states exactly what I've just read, that's all he states about the reason for the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do we know how then they were prevented?  Were they prevented by being told: \"Don't go out of your hostel\" or were they being prevented by killed if they're out or if they've been prevented by being harassed?  I mean do you we know?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "We don't know Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So do you think therefore it's fair to put to the witness that he doesn't say so, in view of the fact that the confession you've just read doesn't indicate, all it says they were preventing people from going out of the hostel.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well, I'll ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the best for you, you could simply say that the confession does not make mention of any persons who were killed.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That's what I said Chairperson.  I said to Mr Mthembu, the point of this is that Mr Mkhize doesn't make any mention of anybody being killed and I asked Mr Mthembu to comment on that.\n\tMr Mthembu?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fact a retaliation.  In your question you referred to retaliation.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, he doesn't make any mention ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you put to this witness is that Mkhize makes no mention that the attack was in retaliation of the people who had been killed in Boipatong, of preventing them from going ...[intervention]",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Shall I leave out the word: \"retaliation\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm saying that it's a bit unfair because from you've put to the witness by way of, from this confession is that people were being prevented.  There is no indication from this confession as to how that occurred.  Did it occur by way of killing people, harassing them, one doesn't know.  That is why I'm saying that it may well be that that's what it was, they were prevented by being killed but one doesn't know.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, the point that I really wanted Mr Mthembu to comment on was that one would have expected Mr Mkhize, if IFP members were being killed and that that was the reason for the attack, one would have expected Mr Mkhize to say so in a confession which ultimately would have been something exculpatory.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Precisely, that's what you should put to the witness.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, do you understand my question or would you like me to rephrase it?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I understand you.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what is your comment?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I will comment on is that as I listened to you while reading the statement it becomes obvious that people were harassed when they went out to buy in the shops in Boipatong.\n\tEven though he doesn't mention it here I think he knows that the people I've mentioned as being killed in Boipatong were indeed killed because he was also present at their funerals. \n\tPeople would move from the hostel to the township and that's where they would be harassed and even killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Berger wants to emphasise is that if the attack on Boipatong was indeed in retaliation of the people who had been killed in Boipatong given the fact that this was a confession dealing precisely with what the attack on Boipatong, one would have expected Mr Mkhize to have said so in so many words in this confession, namely that: \"We went to attack them because they had killed\".  Do you understand the point that Mr Berger is emphasising?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know Mkhize did that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know why he did not include that in his statement.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know of any other reason why Mr Mkhize agreed to attack Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think Sir, it was because people had been dying for a very long time, people who had been killed by the comrades in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Wasn't it because Mr Mkhize was the sole proprietor of beer inside the hostel and his supply of beer was cut off?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That doesn't mean that the comrades for example were now harassing the bottle store owner from whom Mkhize was getting his supplies, threatening to kill him if he continued the supplies.",
            "Male"
        ],
        [
            "MR BERGER",
            "And was that the reason for the attack, because Mr Mkhize's beer supply was being cut off by the comrades?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Even though I may not say whether that is the reason or not but the main reason is that our people were being killed in Boipatong.  I think that is the reason why a decision was taken because people realised that people were being killed.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were asked at page 19, question 17.3\n\"When was it decided to attack Boipatong\"?\nYour answer appears at page 29, paragraph 17.3.  In response to the question of when it was decided you say:\n\"Mr Vanana Zulu was staying at Boipatong and the comrades chased him away and burnt his house at Majola Section in Boipatong.  This they did after they had discovered that Vanana Zulu was a member of the IFP\"\nThat's the first point that you give, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was Mr Vanana Zulu's house burnt?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Even though I cannot remember but it was burnt before the attack on Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many months before the attack on Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge of that Sir, it's been long now.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well was it a week before the attack on Boipatong, a month before the attack on Boipatong, a few months before the attack on Boipatong?  Can you give the Committee some idea of the time that had lapsed between the burning of Mr Vanana Zulu's house and the attack on Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I have explained Sir, I am not in the position, it is difficult for me to remember how long it took before the attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "It wasn't a week before the attack was it?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think Sir, you understand what I am saying here when I am saying that I cannot remember how long it really took before the attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "How do you know that Mr Vanana Zulu's house was in Majola Section?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He was living with us.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he told you that his house was in Majola Section?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you knew that before the attack on Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did all the attackers know that, that Mr Vanana Zulu's house was in Majola Section, would you know?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know, I cannot answer on their behalf.",
            "Male"
        ],
        [
            "MR BERGER",
            "You go and you say\n\"Mr Mkhize\"\nThis is now the second point of this paragraph:\n\"was the sole proprietor of beer inside the hostel.  The comrades discovered that one of the Boipatong Bottle Store owners sold Mr Mkhize some beer and then threatened to kill the owner.  Mr Mkhize became angry and agreed with Mr Chonco to attack the residents of Boipatong\"\nSo in response to the question of: \"When was it decided to attack the residents of Boipatong\", you identified two events, the one is the burning of Vanana Zulu's house and the second is when Mr Mkhize became angry because is supply of beer was threatened with being cut off.  Those are the two events which prompted the attack on Boipatong, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "These are some of the reasons and also as I have explained earlier on, people were being harassed in Boipatong, they were being killed.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see because what I want to put to you is that this reason of Mr Mkhize's that you articulate in this paragraph is clearly a personal reason of his for wanting to attack Boipatong, would you agree with that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not agree with that and I would not disagree with that either because it doesn't directly concern me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me then refer you to another confession, it's a confession of Philip Mpena.  Do you know a person Philip Mpena?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I have no knowledge of him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, perhaps it could be marked F.  Can I hand out while I'm going because it will just go a lot quicker.   Exhibit G would be the confession of Musa Dlamini and then Exhibit H would be the confession of Njanelwa Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Berger, we need a copy for the witness if you're going to refer him to it.",
            "Male"
        ],
        [
            "MR BERGER",
            "They're all in Afrikaans so it won't assist.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  At least then maybe the interpreters could have a copy so they can see it and pass it on as well.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, may I also have one please, I haven't got one.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "And I haven't got one either Mr Chairman.",
            "Female"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, before we get onto those confessions, do you know anything about the attack on the home of Mr Ernest Tsotso?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know Mr Ernest Tsotso is?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I just know the name.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know anything about the man?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I just heard that he is one of the people who was in charge of the comrades in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "He was a senior ANC leader in Boipatong.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I heard so.",
            "Male"
        ],
        [
            "MR BERGER",
            "In July 1991 you were in Kwamadala Hostel, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "At that time you were the Vice-Chairperson of the IFP Youth Brigade, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you don't know anything about the fact that on the 3rd of July 1991, Mr Tsotso's house was attacked.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Attacked by IFP members, you don't know about that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, Sir, I don't know of it.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at the time Mr Tsotso was attending an ANC conference in Durban and his entire family was wiped out.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge of that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know that Mr Vanana Zulu left Boipatong before that attack on Mr Tsotso's family?  In other words he left Boipatong before July 1991.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see my point is, when you were asked the question: \"When was it decided to attack Boipatong\"?, you pointed to two events as being the trigger for the attack on Boipatong.  The one was the burning of Mr Vanana Zulu's house which occurred before July 1991.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, you said before July 1991 and you're saying here that - sorry, I beg your pardon ...[intervention]",
            "Male"
        ],
        [
            "MR BERGER",
            "No, no, the one is the attack on the Tsotso family, the other is the burning of ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "I beg your pardon, I got confused there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Vanana Zulu's house was burnt before July 1991.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I hear, I understand that.",
            "Male"
        ],
        [
            "MR BERGER",
            "The attack on Boipatong came a year later.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "So that couldn't have been the event that triggered the attack on Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have given you reasons which I know to have led to attack the people at Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "In Exhibit F, this is the confession of Philip Mpena, he gives an explanation about what happened on the night of the 17th of June 1992.  He says that you were called to the stadium, he was called to the stadium and then he says\n\"'n Sekere ou in kom met die van van Mkhize het gese dat ons Boipatong moet gaan aanval\"\nHe's saying there: \n\"A man the name of Mkhize came in and he said we must attack Boipatong.  We then went to Boipatong and we killed people there\"\nAgain the point I'm making to you is that nowhere in this confession is there mention of the fact that: \"we went to attack Boipatong because our people were being killed\".  And again I'm suggesting to you that if that were the reason and if someone was making a confession one would have expected him to say: \"Yes, I confess I went to kill the people but I went to kill the people because my people were being killed\".  It doesn't say that.  Do you have an explanation for that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, that statement was signed by Mpena himself.",
            "Male"
        ],
        [
            "MR BERGER",
            "You can't explain it, that's what you're saying?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Exactly.",
            "Male"
        ],
        [
            "MR BERGER",
            "I can just tell you again, in the next confession, Exhibit G of Muso Tokozani Dlamini, again he gives an explanation about the attack, again no mention of the attack, of IFP supporters being killed and that's why there was an attack.  Silent on that aspect.  Can you comment?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then I want to refer you to Exhibit H, the affidavit of Mr Njanelwa Ndaba.  In paragraph 7 of that affidavit he gives a very interesting explanation for why the people of Boipatong were attacked.  He says the following at paragraph 7 and I will translate.  He says\n\"The reasons which were given to me why Boipatong was attacked by the residents of Kwamadala Hostel on the 17th of June 1992 and killed is as follows\"\nAnd he talks about two people who told him - I'll summarise this for you, about the residents of Boipatong being protected by people from Sharpeville but he says that in return for this protection these people from Sharpeville demanded money from the people of Boipatong.  And then I'll read to you what he says in the last paragraph.  He says:\n\"What I'm actually saying is that from conversations with people who live in Boipatong and who work at Iscor, also from conversations with residents of the Kwamadala Hostel who work at Iscor and in other places, the reason for the attack on the residents of Boipatong is as a result of the people who were protecting\"\nThe Afrikaans word is: \"bewaak\", I think that that does mean to protect.\n\"people who were guarding Boipatong\"\nAnd maybe I should read the Afrikaans so that I don't misquote.  He says:\n\"Is die rede vir die aanval of die inwoners van Boipatong as gevolg van die persone wat Boipatong\"\nHe uses the word:\n\"Sirela\"\nfor Boipatong.\n\"bewaak het en hulle gedurig voorgekeer het en geld vir hulle dienste geeis het\"\nHe goes on, he says:\n\"Verder dat die persone wat Sirela, Boipatong, die nag van 17 Junie 1992 aangeval en gedood het soos reeds vermeld inwoners van die Kwamadala Hostel is en kon hulle blykbaar nie die sogenaamde bewakers van Sirela, Boipatong opspoor nie en het hulle toe besluit om nie met lee hande terugtekeer nie, met ander woorde gaan om mense aanteval en dan niks doen nie.  Hulle het toe besluit om maar in Sirela, Boipatong integaan en wraak op ander inwoners te neem\"\nSo he says that the residents of Kwamadala went out to attack the guards from Sharpeville and when they couldn't find them, instead of coming back with empty hands then they decided to exact revenge on the other residents of Boipatong.  Was that the reason for the attack Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, as I have explained to you earlier on I am still maintaining that people were attacked because they were harassing our people.  What you are reading from that statement, even though I do not know whose statement it is, but that's how perhaps that person sees it and I therefore cannot say something about something that I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that statement indicate what that revenge was for?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, Chairperson, it just talks about: \"wraak\" but what the statement does indicate is that the attack was for one purpose and then when that purpose couldn't be achieved then it was decided well let's exact revenge on the people of Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It doesn't say revenge for what?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It doesn't say revenge for what.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I'm putting to you that the reasons you have articulated for the attack on Boipatong are not the true reasons.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I have said here before this Committee is the truth.  If you dispute it maybe you can give me the truth because you know you were present and you have your reasons as to why you're disputing my truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, when counsel puts questions to you it does not suggest that he was present when the attack took place.  The statements that he's putting to you as based on what he has been told by those individuals whom he represents, do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir, I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when he puts a proposition to you and you do not agree with it you must say so, either: \"Yes, I agree with you, that is the reason\" or \"No, I do not agree with you\", do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir, I understand.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, the reason I'm putting to you, the reason I put it to you, that you haven't disclosed the true reasons for the attack on Boipatong is because all the statements I've referred you to come up with either different reasons for the attack or they don't mention your reasons and in particular when you were asked: \"When was it decided to attack Boipatong\"?, you give two reasons or two events, one being an event which took place more than a year before the attack on Boipatong and the other one which has only to do with Mr Mkhize's beer supply being cut off.  That is why I'm putting it to you that you haven't disclosed the true reason for the attack on Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In all fairness to the witness you must also put to him that in his affidavit at page 29 he does indicate that Boipatong was selected as a target for the attacks because they also threatened the residents of Kwamadala Hostel.  They were not allowed to buy at Boipatong shops during the weekends and the residents who were IFP members were evicted from Boipatong.  They also necklaced the IFP members.  This he gives as the reason for the attack.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Chairperson, if I could just add.\n\tThat's in response Mr Berger to the direct question: \"Why was Boipatong selected as the target of the attack\"?  So I don't think you are being fair, as the Chairperson says, when you take the reason of the timeframe that's asked in 17.3, you don't add in the reason given in relation to 17.4 as well.  I just think you're stretching a bit otherwise.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson and Mr Lax, I have canvassed with the witness the reasons that he has articulated about people being threatened from, people being prevented from shopping, people being evicted from Boipatong, people being killed.  I did that first.  I was focusing on 17.3, not to say that there isn't 17.4 but to say that in 17.3 he was asked for when and he focused on two events.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I perfectly understand that but what we're trying to prevent is for you to put it as a fact that the only reasons he has advanced are those that you've just put to him.  That is what we are trying to prevent because I think that's unfair to the witness.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, I'm just saying that in response to: \"What were the events that triggered it\"?, he gives two answers which I've just explained.\n\tBut Mr Mthembu, so as not to be unfair to you, let me ask you this, the two persons Gazu and Mbatha, were those two people necklaced?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you told ever what the reason was for the attacks or have you worked out for yourself what the reason was?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I could also see people being attacked.  We kept burying people, burying the bones that had been, bones of people who had been necklaced at Boipatong and we also had meetings and they would tell us about a funeral where we had to go and bury a person and they were informing us about the death of the people at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, when was it decided to attack Boipatong?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps for our benefit, is it an issue that there was animosity between the IFP and the ANC in Boipatong, in particular between the residents of Kwamadala Hostel and the residents of Boipatong?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It's not an issue Chairperson, that there was animosity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what you are raising is what was the motive for the ultimate attack on Boipatong.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're saying that it had nothing to do with this animosity?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And Chairperson, so that I don't go wider than I intend to, not all the residents of Boipatong were ANC members or ANC supporters or ANC sympathisers, there were ANC members and supporters and sympathisers in Boipatong.  There were ANC structures in Boipatong and there was animosity between ANC members in Boipatong and IFP members in Kwamadala.  That is not in dispute.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  My colleague here, Mr Lax, just wants to make sure that he understands you correctly.  What is in issue here is the motive for the ultimate attack on Boipatong?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The victims are saying that it had nothing to do with the animosity between the IFP and the ANC?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, my question to you was, were you or were you not told by somebody about the reason for the attack?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were not told?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I was not told, I witnessed the situation for myself.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you ever attend any meeting at which the possibility of an attack on Boipatong was discussed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There was no other meeting except for the one on the 17th.",
            "Male"
        ],
        [
            "MR BERGER",
            "The words: \"Attack on Boipatong\", either as a possibility or as a reality was never discussed at any IFP meeting other than the meeting on the 17th of June in the evening in the stadium, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir, that's what I mean.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at that meeting, the one on the 17th of June there was no discussion at all about the reason for the attack, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I heard was that our people had died in multitudes in Boipatong and it had come to a point where we had to show them that the people who had been killed were also human beings.  Nobody should be killed without a reason.",
            "Male"
        ],
        [
            "MR BERGER",
            "And who said that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "This was said by Damarra Chonco at the meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "So then you were told about the reason for the attack?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At what stage?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "At the meeting on the 17th of June.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I thought that had always been his evidence, that at the meeting of the 17th they were told to go and attack Boipatong.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, they were told to go and attack Boipatong, I'm asking him if they were told why they were going to go and attack, the reason for the attack and his original answer was that nobody told him about why they were going to attack Boipatong.\n\tIsn't that what you said Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I explained earlier on I witnesses that people were dying in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, please listen to my question.  My question to you is, were you told by anybody about the reason for the attack on Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have explained that Damarra Chonco mentioned this at the meeting of the 17th.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you were told about the reason for the attack, the answer is yes?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, I hope you understand when I say that on the meeting of the 17th Damarra said that it had come to a point where we could not tolerate this anymore and we had to show them that we could not tolerate it anymore.  That is what I've explained here.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you agreed with Chonco, is that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The mere fact that I went to Boipatong means that I agreed with him.",
            "Male"
        ],
        [
            "MR BERGER",
            "The fact that all your comrades also went to Boipatong means that they all agreed with Mr Chonco?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you want him to say, to speak on behalf of the others?  It must follow that they agreed if they were there, one doesn't know.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "As far as you could see - well, let me ask you this then Mr Mthembu, when Mr Chonco said: \"Our people are being killed in droves, it's time now, we must now go and kill them\", what was the response of everyone else at that meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The people who were there, even though I cannot recall what their response was, it became obvious to them that if the time had come for the people to be attacked then that be so.  It had come to a point where it was no longer tolerable.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they say anything at the meeting?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I cannot say if they did because I did not hear anything thereafter.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well I want you to think back to that meeting in the stadium.  All the male residents of the hostel were there, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, you should know that if you speak of: \"all\", some were at work, some were in the stadium so when you say: \"all\" I don't know what you mean.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well at page 36, paragraph 2 you say\n\"A few minutes after the news I was surprised when the siren went and I noticed that they wanted all the people to go to the stadium where we used to hold meetings\"\nYou said that all the people were called to the stadium.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, there must be a difference between saying: \"the siren called all the people to the meeting\" and whether in fact all the people were there.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes Chairperson, ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he's trying to emphasise here is that he doesn't know whether all the people were there, there were people who were at work.  Unless there's really something that turns on the fact that everyone was there, no-one had gone to work on that day, on that night.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "There were hundreds and hundreds of men in the stadium, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, you should understand what I'm saying.  That evening when I say all people went to the stadium I mean all the people who were present at Kwamadala Hostel that night.  I actually referred to the people who were at the hostel at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he's asking you now is that there were hundreds and hundreds of men at the stadium.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, there were not hundreds.",
            "Male"
        ],
        [
            "MR BERGER",
            "Approximately how many men were in the stadium.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "About 200 to 300.",
            "Male"
        ],
        [
            "MR BERGER",
            "I put it to you that many, many more than 300 people, some witnesses have put it between 800 and 1000 people attacked Boipatong that night, now it's your evidence that the men who were at the stadium then went to attack Boipatong.  So I'm putting to you that those men in the stadium must have numbered far in excess of 300 men, somewhere between 800 and 1000.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Because I did not have a calculator I was not able to calculate how many there were.",
            "Male"
        ],
        [
            "MR BERGER",
            "At that time ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Berger is putting to you is this, you've estimated the men who were there at between 200 and 300, what Mr Berger is saying, according to his instructions there were approximately between 800 and 1000 men present at the stadium.  What do you say to that figure, do you agree with it or don't you agree with it?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not agree or disagree with him if that is how he got his instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this perhaps be the appropriate time to take the tea adjournment?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "As you please Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  We will return at half past eleven.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you told the Committee last week that you were not targeting the residents generally of Boipatong but that you went to Boipatong to kill the members of the self-defence units, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, yes, that is so.  These very same self-defence units were ANC after all.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that discussed at the stadium before you went to Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I didn't hear that at the stadium.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the stadium it was just said: \"We are going to Boipatong to attack the people\"?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why didn't you target specific people of the ANC who were known to live in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, we went to attack for a reason, that our people were being killed, they couldn't go to the shops to buy and we therefore could not just go and attack people who were not known.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well that's my point you see.  You were a leading member of one of the IFP structures in the Kwamadala Hostel, you had access to the other structure, that's the Senior Committee, Mr Vanana Zulu was the Chair of that committee and you had access to other structures in the Transvaal at that time in the IFP, so if you were concerned that the ANC was killing members of the IFP, why did you not identify those ANC people and go to Boipatong to kill them?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, if you follow this up very carefully I will say that there was no time for us to go to those people, call upon them and talk to them because we too were afraid and one would not know when one was going to be attacked.",
            "Male"
        ],
        [
            "MR BERGER",
            "I think what you're being asked is this, not every resident of Boipatong was responsible for killing IFP members or the residents from Kwamadala Hostel, now what you're being asked is why did you not go out into the township and only target those individuals who were responsible for the attack on the residents of Kwamadala Hostel or the IFP?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would say that I personally know that nobody had knowledge who was doing this but it was generally known that it was the ANC that was launching the attacks.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you can't run away from IFP structures.  If you claim to have been a leader of the IFP you would know the structure of the IFP both in Kwamadala as well as in the Province as well as in the country, you would know what the various structures are, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, yes that is correct but I would like to explain that myself being Victor was not so much concentrating on the politics because many of us are not educated, we did not have the opportunity to acquire education and it is for that reason that I am saying I was not concentrating on political matters.  There were other things that I had to do like looking after my family and my children.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, it's your contention that your actions that night at Boipatong were political, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct Sir, because people who were in conflict were the ANC and the IFP.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then if this was a political problem between the ANC and the IFP, you as a leader of the IFP would have known of the IFP structures that were available to you, that you could have gone to determine who in the ANC was responsible for these killings or at least who in the ANC was in control in Boipatong, you say that you couldn't have done that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I have explained Sir, there are things that I was supposed to know and I didn't have to know everything else.  I was only leader, Vice-Chairman within the youth and I would not have known who was doing what and who was not doing what, that was not my responsibility.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were a political leader were you not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was Deputy Chairperson within the youth of the IFP.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when the chairperson wasn't available then you acted as chairperson as well?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "This problem of IFP members being killed by ANC members was a political problem, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the political structures in the Kwamadala Hostel of the IFP knew very well who was in the political structures of the ANC in Boipatong.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge of that Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm putting it to you that you're not telling the truth and I'll tell you why.  Mr Ernest Tsotso's house, the Chairperson of the ANC in Boipatong was attacked at a time when you were already an IFP leader in the hostel, how is it possible that you would not have known about that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I have explained Sir, that I was not concentrating on politics considering that I was not educated.  These matters require educated people, not people like me and therefore I would not have known exactly how these things were happening.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you telling the Committee that you went, you deliberately went to Boipatong to kill as many people as you possibly could in the hope that some of those who you killed would have been ANC members responsible for the violence against IFP members?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You did not discriminate at all, whoever you saw was a potential target and had to be killed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And even if that meant killing IFP supporters or PAC supporters who also lived in the township, so be it, was that your plan?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Our aim was to go to the township to attack the ANC.",
            "Male"
        ],
        [
            "MR BERGER",
            "It wasn't every ANC member that you wanted to kill, am I right?  It was only those ANC members who were in the self-defence units that you wanted to kill because they were responsible for the death of IFP members?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I am saying these people resided at Boipatong, they were ANC and these very same SDU members were also ANC.  These are the people who were necklacing our people.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, listen to my question.  There were IFP members in the township, there were PAC members in the township, you didn't want to kill them, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, as I have explained to you before that I did not have knowledge as to the existence of IFP members in the township.  I did explain this earlier on.",
            "Male"
        ],
        [
            "MR BERGER",
            "I might just tell you that there was no Dlamini who was killed in Boipatong so your evidence about your girlfriend and her family seems to stand alone but let me come back to my question.  You only wanted to kill certain ANC members, is that right?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I'm sorry to interrupt but with respect, has this not been canvassed fairly fully before?  We've had the witnesses answer, there was an attack, innocent people, when I say innocent people, those who weren't ANC might well have been killed but this has been dealt with at length by Mr Berger, with respect, and I don't where it's getting us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I want to get clarity from this witness that it was not all ANC members that he wanted to kill, it was only ANC members who were in the self-defence units.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, I think the issues that you're now dealing with have been sufficiently canvassed.  The record speaks for itself in this regard.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'd like to show you a map Mr Mthembu, of Boipatong.\n\tChairperson, we've made copies of this map.  Unfortunately we haven't made enough and I would ask my learned friends to share.  We have five copies of this map - the reason that it won't help to make copies of these is because we have coloured in in pink the houses where people were killed, we've indicated in green where people were injured and we've indicated in orange where houses were damaged but no-one was killed or injured.  If I could hand this up as Exhibit I.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you discuss the contents of that map with your colleagues?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, Chairperson, I haven't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the status of that map?  Does that depict the area as it was then or as it is now or has there been no change?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "As it was then.  It's taken from the evidence before the Criminal Court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Pretorius, have you had sight of this map?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I've seen a similar map.  My learned friend, Mr Strydom has one so I have had a look at it, thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Do you have any objections to this document being placed before us?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I have no objection.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, do you have any objection to this document being placed before us?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No, no objection for what it's worth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, shall we have that map?\nMAP OF BOIPATONG HANDED UP",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I'm told it should be J not I.\n\tMr Mthembu, I'd like you to have a copy of this map.  Mr Mthembu, to give you directions, you'll see at the top there is Amatolo Street.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR BERGER",
            "That is north.  On the side, on the righthand side of this map you will see a whole lot of little houses dotted in pink, that is Slovo Park, it's on the eastern side of the township.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Kwamadala Hostel is on the western side of the township, not depicted on this map.  It's to the west, in other words to the left of the map and you can see in the middle of the township there is a street called Umzumvubu, do you see that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that's the street you say you entered the township on?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now all the houses dotted in pink, those are houses where people were killed.  The houses that are dotted in green, and some houses have both pink and green, the ones dotted in green are where people were injured but not killed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I'm sorry to interrupt.  This plan was also handed to me.  On the righthand side of the plan of the plan the informal settlements are shown, Slovo Part, and all those houses are marked pink.  Now I can give the Committee the assurance that there were some killings but not in all those houses, that's not correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I was coming to that.  The reason is that not one house in Slovo Park was left unscathed.  The houses - it's not possible to identify in which houses people were killed but the majority of people who were killed were killed in Slovo Park.  I'm sure my learned friend will confirm that.  It's not to suggest that in every house in Slovo Park someone was killed.  We don't know in which houses they were killed but most people were killed there and not a single house was left unscathed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These pink dots, do they depict the houses, all the houses in Slovo Park?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, they do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because on it's face this map then indicates that in each an every house in Slovo Park people were killed.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed, and I have to explain that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But in each and every house in Slovo Park people were killed?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No.  There are no streets and there are no addresses in Slovo Park so it's very difficult to say: in this house someone was killed and not in that house, but what we're trying to indicate is that most of the people who were killed were killed in Slovo Park and not a single house in Slovo Park was left unscathed, not to say that a person was killed in every house in Slovo Park.  That is our difficulty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because your key here reflects that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is misleading.  Do you see what I'm saying?  Because you are not saying and you cannot say that people were killed in each and every one of these houses because it's impossible to do that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed and that is why ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now if it's impossible to do that, isn't  there another way of making sure that this is accurate in some respects?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, Judge, Chairperson, we can't do that unless we colour them all in in orange and then say that just because they're coloured in in orange it doesn't mean that people weren't killed there.  You see there's that difficulty.  Perhaps what we should do ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Berger, I'm hearing your problem but as the map stands it's misrepresenting the situation so what I'd like to suggest, subject to your colleagues being in agreement is that we ignore the colour pink there for the time being, that at the very least you colour them orange because you say not one house was left unscathed in the sense that they were all damaged and that you leave it as an open question as to which particular individual houses somebody got killed or injured in but that you at least put it to the witness that in those houses X number of people were killed and X number of people were injured.  That you do - you can say with some degree of certainly how many people died in Slovo Park and how many people were injured in Slovo Park although you can't say in which specific houses they were killed, is that right?",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, I'll do that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does the green represent?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Injured Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "People were injured?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Injured but not killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, and then what does orange stand for?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Houses that were damaged but no-one was killed or injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For all we know in these pink coloured houses, the houses were damaged?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "All of them yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And the occupants of those houses may well have been killed or injured?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you should find another formula then of reflecting that because the houses that we accept that all these houses we damaged but in the course of that damage people may have been killed or may have been injured.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, many were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you can give us a figure.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.  And what we'll do is we will change the Slovo Park colour to purple or something which will then be completely different.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can leave the pink except that you can indicate that pink reflects the houses that were damaged in which people could either have been killed or injured and then you can give us numbers in due course.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "To assist my learned friend, I've got the advantage that I was in the criminal trial and I've got certain schedules here and I've calculated that 16 people were killed in Slovo Park and the total of house where these people were staying in, I think one person stayed in a caravan but also in Slovo Park but that can also be called a house, it's approximately nine houses where people were killed in Slovo Park.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe you can assist us by just giving us the rest of the stats and we get them done with in one go, you've worked them all out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, do you accept what is said?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'm indebted to my learned friend.  I will produce the statistics as well but I accept for the time being that that is exactly what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, do we know how many people were injured there?  Was there any evidence?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I can also check that on this schedule of mine.   I calculate three people that testified at the criminal trial on charges of attempted murder but I must say that in my schedule I have certain people, I can calculate them but I don't have an address and they may also be people staying in Slovo Park but I'll calculate those people as well.  I've got 10 names here without addresses that may be people that stayed at Slovo Park at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you identifying them with reference to the charge of attempted murder?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do these 10 include the other three?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "It does not include the other there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that's about 13 approximately?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja.  I'm not sure about those addresses, I'll have to check them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  So you don't know whether they come from Slovo Park?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No, the last 10 I don't know whether they're from Slovo Park, I just see on my schedule for some reason or another I did not add addresses and it may be because there was not a fixed address like one would expect in Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  Now Mr Berger, that's okay do take, no continue.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you.\nRECORDING EQUIPMENT SWITCHED OFF",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, our information doesn't seem to tally with Mr Strydom's.  What we have is a schedule detailing all the victims of the attack, house numbers in Slovo Park, people who were killed, people who were injured, as well as people in Boipatong and perhaps we could make this available to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But insofar as Mr Mthembu is concerned now, what is it that you want to canvass with him in regard to this, because it may well be that with the assistance of Mr Strydom who was at the proceedings, you can check his information as against your instructions and then perhaps in due course you could then submit to the Committee the revised key to the map which would indicate to us, on the basis of an agreed fax, that is the position if you can but if you can't then you'd have to present that conflicting information.  I'm just concerned about the relevance of the figures.  Are the figures really relevant to cross-examination of this witness?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, no they're not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They're not?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "They're not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  Do you think that can be done?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That can be done at a later stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed.  If you want to canvass anything in regard to this map on a broad basis then I think you can do that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, that's what I intended to do, thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And then perhaps if you two could just get together as soon as you can so that you can just get this information, in particular with regard to the key.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "We'll do that, thank you.\n\tMr Mthembu, coming back to this map in front of you, leave out of account for the time being Slovo Park. Now in Boipatong itself, what you see as orange, those are the houses that were attacked, pink is where people were killed and green is where people were injured.  Do you understand this?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "In Slovo Park, all those houses that you see there in pink, they were attacked and in some of the houses people were killed and others were injured.  Okay?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, you will notice that there is a large section of Boipatong that was not touched by the attack.  You can see the lefthand side of the map and about two thirds of the way up you will see that there is no orange, no pink and no green which means that those houses were not attacked.  Do you see that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know why that is?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not have knowledge of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "In your affidavits, in one of them, I don't have the reference now, you say that the attackers surrounded Boipatong, do you remember saying that in your affidavit?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "It's then difficult to understand, if the attackers surrounded Boipatong and then everybody went in to attack, how it is that there is a whole section of Boipatong that is not affected by the attackers.  Would you agree it's quite strange?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I explained earlier Mr Berger that the amount or the number that I've explained, the 200 or 300 people I referred to, if you look at this map it shows the area of Boipatong and it is not possible for the number of people that I mentioned to surround the entire township as reflected on the map.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you yourself entered the township from Umzumvubu Street.  Now you can see that the entrance to the township, that entrance that you're came in on is on the lefthand side of the map in the middle of the page, that's where you entered to the township.  You can see it's written there: Umzumvubu.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As you are explaining as a person who doesn't know Boipatong well it is obvious from the map where we gained entrance into Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you told the Committee that you entered on Umzumvubu Street.  I'm just pointing out where that is on the map.  You can see it half way down the page but on the extreme lefthand side of the map, you see there Umzumvubu.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I see it.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now my point is this, if you and many of your co-attackers entered the township at that point to kill people, to damage their houses, to destroy their property, why is it that there is no destruction at all for approximately one kilometre into Boipatong, all the way along Umzumvubu Street until you get to Lekwa Street, you can see there's a park in the centre, all the way down to Bapedi Street, Majola Street, Barolong Street, Mosheshwe, going up from Umzumvubu, Mpeka Street, Batswana Street.  It's only when you get to Batswana Street you can see two houses there that were attacked.  Do you see that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I see it.",
            "Male"
        ],
        [
            "MR BERGER",
            "So my question to you is this, you've entered the township, you're spreading out and yet you  don't attack a single house.  The question is, why not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I think I told you before that I did not know Boipatong well.   What you should note is that where it's written \"Kwamadala\" on the left-hand side of the map, did you say this is where houses are burnt down?   What you must understand is that, as a person who doesn't know Boipatong, this is where we gained entrance into Boipatong, where houses and some people were injured.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, Mr Mthembu, you told the Committee that you entered Boipatong on Umzumvubu Street and you knew it was Umzumvubu Street because you saw the sign.   Now, we can see where Umzumvubu Street is.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I see it, Mr Berger, but what you should know, I am trying to explain this, that as a person who doesn't know Boipatong well, if I say we went through Umzumvubu, I am trying to explain that this side of the township we went in through, from Kwamadala Hostel it is obvious from the map that which side we would enter through.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, what is being put to you is that when you testified, you suggested in your evidence that you entered Boipatong, that is you personally entered Boipatong through Umzumvubu Street, do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what's being put to you is, if one accepts that you entered Boipatong through Umzumvubu Street, as you can see in Exhibit G, okay, there is nothing on the map which indicates that there is any damage to any of the houses near Umzumvubu Street.   The first, at least damage to the house only occurred as from Bapedi Street.   Do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why is it that no house was then damaged, you only started damaging houses in Bapedi Street?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not know how that happened, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you must have an explanation for how that happened, because, according to you, you were simply told at the stadium, \"We're going to attack Boipatong\", no other plans were discussed at the stadium, or at any time, according to you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "In other words, are you trying to tell me that, as we are going to attack, there are many spaces in that map reflecting that there were people who were not attacked, are you trying to tell me that we should have attacked this area?",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm asking you why you did not attack this area, there's a whole area and you... (intervention).",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I do not know how this area was not attacked.",
            "Male"
        ],
        [
            "MR BERGER",
            "Particularly since this is the area where you yourself was?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the answer is, \"I don't know what happened\".   You can't take it further.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I'll suggest to you why this area wasn't attacked... (intervention).",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Are you dividing this area into two?   What I know is that people were attacked in Boipatong.   If you ask me why we didn't attack some people or some of the area, I do not have a response to that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct that Mr Vanana Zulu's house was in Majola Street?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It is true.",
            "Male"
        ],
        [
            "MR BERGER",
            "And I can tell you that his house was in this area of Majola Street that wasn't attacked, and that in this area of Boipatong, the residents were mainly Zulu and Xhosa speaking.   Wasn't this area deliberately left alone?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge about that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you see the strangest thing of it all is that Mr Tsotso's house is also in Majola Street, in fact it's almost across the road from where Mr Vanana Zulu's house was, and his house, Mr Tsotso's house, also wasn't attacked.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Can I just ask Mr Berger, if you say the people at Majola speak Zulu and Xhosa, what language does Mr Tsotso speak?",
            "Male"
        ],
        [
            "MR BERGER",
            "The point is, Mr Tsotso was the chairperson of the ANC in the area, his house was left untouched because he was living in an area where there were predominantly Zulu and Xhosa speaking people.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Maybe you did not understand my question, I asked what language Mr Tsotso speaks?",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, can I ask the questions?    What I'm putting to you is that, if you were targeting the ANC, you would have targeted Mr Tsotso's house, but you didn't, you left his house alone, because he was in an area of people that you knew might be sympathetic to the IFP.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is your own opinion.",
            "Male"
        ],
        [
            "MR BERGER",
            "If you were targeting the ANC, Mr Mthembu, can you tell the Committee why it is that three year old Mita Moleti, that little girl who's in the wheelchair today, why she was stabbed, in fact her skull was hacked with a panga, can you explain that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, what I can say is the residents of Boipatong were being attacked, we did not discriminate, it was not discriminated against as to who was being attacked, how old they were, all in all the residents of Boipatong were being attacked.",
            "Male"
        ],
        [
            "MR BERGER",
            "So three year old Mita Moleti was a fair target, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, what I'm saying is that the residents of Boipatong were attacked.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, the reason I'm asking you this question,  Mr Mthembu, is that Mita Moleti wants to know, she wants to know why was her skull hacked with a panga?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know how to explain this, because the person you speak of is somebody I hope resided in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Not only her, there was nine month old Erin Matope who was stabbed in the head and killed.   My question to you is why, if you were attacking the ANC?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What you should understand, Mr Berger, is that a snake gives birth to another snake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could that please be repeated, I didn't hear the answer in the uproar?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The witness said a snake gives birth to another snake.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Brink?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And I take it that you would give the same answer for five year old Agnes Malindi who was killed, five year old Poppie Mbatha who was killed, eight year old Sibusiso Mzibe who was killed, seven year old Mthombe Vikile Nonjoli who was killed, same answer for all of them, \"a snake gives birth to another snake\", and that's why they were killed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, what you should know is that when we went to attack, we went to attack the ANC, maybe the people you mention were also ANC people.",
            "Male"
        ],
        [
            "MR BERGER",
            "How can a nine month old baby be a member of the ANC responsible for killing IFP members, how on earth can that be possible?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Maybe you don't know what the situation was like at the time.   I don't know how you want me to clarify this any further.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I'm talking about a nine month old child.   Please listen to my question.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, we also have children, we also have babies, nine month old babies, who were burnt in the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "Can you give me the name of the nine month old baby that was burnt?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not, because families would come to the hostel and say that they were being terrorised in the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "There was no nine month old baby that was killed in the township by members of the Self Defence Unit or any ANC member, the only nine month old baby that was killed was Erin Matope, who was killed by you and your fellow attackers.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "In other words, Mr Berger, if I have a baby and my organisation, IFP, where will this child belong to, or this baby belong to?",
            "Male"
        ],
        [
            "MR BERGER",
            "So, if I understand your evidence correctly, Mr Mthembu, it didn't matter how young the babies were, they were to be killed because it was possible that their parents might have been ANC members, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, ANC people were attacked and they had children, young children who were innocent, therefore if a baby was killed, that could have happened because of the situation in the township and the community at large.",
            "Male"
        ],
        [
            "MR BERGER",
            "The babies and the young children were killed because their parents might have been ANC supporters, is that correct, because, as you put it, a snake gives birth to another snake?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I have responded to your question.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then let me ask you this, Mr Mthembu, if it was your desire to kill all the snakes in Boipatong, no matter even if the snakes were nine months old, why do you say that you hid two little children under the bed in the house that you went into?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, what I expressed by a snake giving birth to another snake was a idiomatic expression.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you can't run away from that answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put the question to him please again, he didn't understand well.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "You told the Committee, when I asked you why was a nine month old baby killed, you said, \"A snake gives birth to another snake\".   If that is so, why did you not kill the two little snakes that you found, or that you say you put under the bed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "But I also have children as well.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then your answers are not making sense.  I'm going to ask you one more time and then I'm going to move on... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is it that you want to establish from this witness?   The record speaks for itself.   People were killed there, regardless of their age, whether they were young or old, it didn't matter, they were there to kill anyone.   His evidence is also that he personally decided to tell those two young children to get under the bed because he didn't want to kill them, because as he has told us, he has children too.   That's what appears in the record.   It seems to me you can't argue with the witness, it's an argument that's being addressed to us.   The record speaks for itself, the point has been made.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, also from a point of view of clarity, can we get on the record whether or not it's Mr Berger's instruction that the applicant was responsible for the death of the nine month old child and the, I think it was a three year old, whether he was responsible himself, personally responsible?   I'd like that on record.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I don't understand Mr Brink's objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what he wants to find out is, are your instructions that the applicant, that is Mthembu, killed the nine month old?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, I don't have those instructions, but... (intervention).",
            "Male"
        ],
        [
            "MR BRINK",
            "Thank you, that was all I wanted, because if it was suggested that he was responsible for those two murders of  those two children, then of course no doubt he has evidence to that effect, but if he's not suggesting it, then it makes things clearer.",
            "Male"
        ],
        [
            "MR BERGER",
            "But, Chairperson, it's not to say that Mr Mthembu did not kill those children.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that's a matter for argument.   All that Mr Brink is raising is raising at the factual level whether is it intended to be alleged that Mr Mthembu killed those two young children you mentioned, and your answer is no, he didn't, you don't have those instructions.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, but Mr Mthembu is legally responsible for the death of those two children.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's a matter for argument, you know that, Mr Berger, that's a matter for argument.   If you want to put it to him that in law he's legally responsible, then by all means do that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Brink, I can also put on record that we're not in a position to say who killed who either in respect of any of the applicants.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, it wasn't by way of an objection, it was to get clarity, that was all, because the way the cross-examination was going seemed to suggest that this applicant was responsible for those deaths and the snake killing the snake and that sort of thing, but now it's been made clear, that's the end of the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand the line of questioning, it seems to suggest that even though he did not personally kill any one of the other persons, he is nevertheless legally responsible for their death.  Is that the point you want to make?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That is the point, but... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, perhaps I should get direction from the Committee.   Am I not supposed to examine this particular witness on the deaths of old people, young people and babies, because I can't say that this witness actually killed all of them?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no-one is suggesting that.   All that we are saying to you, all that Mr Brink was saying to you is to indicate whether it is alleged, it would be alleged by the victims that he personally killed those persons.   If that is not the allegation, you are free to cross-examine the witness in regard to his legal responsibility to do that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, if any of the residents of Boipatong were able to identify a particular person as killing a particular loved one, then I'm sure they would have given evidence at the trial to that effect.   The conviction was on the basis of common purpose precisely because people cannot say who killed who, and that was apparent at the trial stage.   Well I've asked you about the children... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you still remember the question that was put to you?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told us in your evidence that you did not kill or injure the two young children who are either twins or looked like twins, because you yourself had children, you were a parent.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've told the Committee now that in attacking Boipatong, no distinction was made as to the age of the residents, whether you're young or old, it didn't matter, you had to be killed.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, sir, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then how do you reconcile this last statement with your earlier statement?   Do you understand that?   Answer the question?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, as I have explained that we went to attack the ANC's at Boipatong.   I know that children were injured, we were not necessarily looking at the age and it is therefore for this reason that we were not looking at a person's age.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, that we understand perfectly well, but what Mr Berger wants you to reconcile is your conduct in telling those young children to get under the bed because you didn't want to harm them, because you're a parent.   How do you reconcile that with the attitude of the attackers that everyone in the Boipatong township had to be killed regardless of the age?   Do you understand the question?   Would you want me to put the question in Zulu to you?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do understand, sir, but I don't quite understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Puts question in Zulu).   When you arrived at the house where these two children were killed, you have told the Committee that as a parent, you did not want to injure the children and you instructed them to hide under the bed, and now you are telling the Committee, when Boipatong was being attacked, you were not discriminating child, father, young and old, everybody were going to be killed.   I am saying to you, would you please explain this?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, the two children were instructed to hide under the bed because I was sympathetic, I realised that they were still young, they knew nothing.   People who had to answer had already fled, but these two young children knew nothing.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you never hid those two children under the bed, if you could have killed them, you would have killed them, isn't that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "The only explanation that you have for small babies being killed is because they were the children of people who might have been ANC members, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, we were not looking at anything like who's whose father or mother, we were just going to attack the people at Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "I can give you the names of all the young people, but I'm sure it won't make any difference.   Let me ask you this, old people were also killed, I can give you examples:  at 1183 Mosheshwe Street a 63 year old woman, Nellie Kugu, was stabbed repeatedly in the upper thighs and shot three times;  at 45 Majola Street, 62 year old Belina Lerobane died, after receiving multiple stab wounds and being shot four times in the neck.   There are other examples of old people who were shot and stabbed.   Is your answer the same, it did not matter how old or how young, if you were a resident of Boipatong, you were a target to be killed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And it didn't matter whether you were an ANC member or not, as long as you were a resident of Boipatong, you were a target to be killed, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, people at Boipatong were attacked and I wouldn't say whether a person was a member of the ANC or that organisation, there's nothing I can say about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And it's not that people were just shot once or stabbed once, there are numerous examples of people who were repeatedly shot and repeatedly hacked and stabbed.   One woman in fact was so badly stabbed, a middle-aged woman, so badly stabbed that you couldn't even count the number of stab wounds on her body.   Do you have any explanation for why people were butchered in this way?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I understand and believe that - Mr Berger, we went to attack people, it was a fight in a war situation, and yourself, as Mr Berger, if you were fighting someone, really, I don't know how you would go about doing that, we were actually fighting these people, and I won't know how many times a person was stabbed, etcetera.",
            "Male"
        ],
        [
            "MR BERGER",
            "Many people were killed while they were sleeping.  I can tell you a woman, Elizabeth Malindi, she was stabbed 15 times in her bed while sleeping, and there are plenty of other examples of people who were sleeping when they were killed.   Again, if I understand you correctly, they were fair targets as well?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, you are saying these people were sleeping, but they were sleeping at Boipatong township.",
            "Male"
        ],
        [
            "MR BERGER",
            "The same would be true for Maria Mlangene, who was pregnant at the time, she was stabbed, her foetus was killed, she was just in Boipatong, she was a target?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Do you want an answer on that as well?",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes please.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think I have already explained that she too was attacked because she was found at Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why was property looted, why was so much property stolen from Boipatong, what was the reason for that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I wouldn't explain really how that happened, but myself as Zulu, as far as I know, I discovered that, I think you too know history, there was a time when Shaka attacked people and he would confiscate the cattle, their cattle, as a sign of his victory.",
            "Male"
        ],
        [
            "MR BERGER",
            "If you would look at page 38, paragraph 8, of your affidavit?   You say\n\"We could recognise each other even at night, because we had white bandages around our heads in order to distinguish our partners.   We continued to kill the residents of Boipatong until we came to the end of the township.   Others stole the property inside the houses, like two plate stoves, TV's and blankets, because it was winter time and it was very cold inside Kwamadala Hostel.   Maybe we took an hour or half an hour, I cannot remember.\"\nYou say property was stolen as a sign of victory?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I was explaining here, I was explaining in terms of the tradition, that Shaka would conquer his enemies and confiscate the livestock.   We did not necessarily take these things as an indication of victory over these people.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you take the things then?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I wouldn't really answer that question.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, you say\n\"People stole blankets because it was winter time and it was very cold.\"\nThat was why they stole blankets, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did they steal TV's and stoves?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I cannot answer that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "People stole meat and food, why did they do that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Where is that, sir, I don't know that?",
            "Male"
        ],
        [
            "MR BERGER",
            "I'll give you an example, at 805 Bafokeng Street, there was a family who lived there, Victor Mkwana and his family.   When the attackers came, they ran into a back room and they barricaded the door and the windows with all the furniture that was in the room, and fortunately they survived, and after the attackers had left, they came out of the room, they found the sitting room had been smashed completely, the front door had been broken down, the chairs had been slashed with pangas, wall unit broken, from the wall unit the attackers had taken a portable television set, a large colour television set, a video cassette recorder, dinner service and so on, ornaments, and food from a locked cupboard which had been forced open.   There were bullet holes inside the house, a grandfather clock was stolen, the Disa telephone was stolen, more food in the sideboard was stolen, the dining room door was smashed, all the food in the fridge was stolen, in the main bedroom, blankets, duvets, pillows, linen, shirts, shoes, an overcoat and numerous other items of clothing were stolen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, perhaps you should give us a list of all the items that were stolen.   Seek an agreement from your colleagues to find out whether they are taking issue with whether or not food and all the other items that you are enumerating were stolen.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "What we'll do, Chairperson, is we will put together a list of not only things that were stolen, but people who were killed and how they were killed and all of that, we will put it to our learned friends, ask for their agreement and then hand in a memorandum to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It will be very helpful, rather than going through the list of - and putting it to the witness, who apparently says he doesn't know why they were stolen.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "You do know, Mr Mthembu, do you not, that a vast amount of loot, by that I mean blankets, television sets and so on, all the kinds of things that I have described, were stolen from Boipatong by the attackers that night, you know that, am I right?",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Berger, as you've just explained, I don't know why they were stealing these things, if they indeed stole these things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what, as I understand the question, what is being put to you is this, do you accept that in the course of the attack at Boipatong certain items were stolen by the attackers, such as food, television sets and a whole variety of other goods, a list of which will be handed to us in due course?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you don't know why?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is your explanation about King Shaka then just something that you surmise, or is that an explanation which was given to you by somebody?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I am explaining that I am giving you an example about what I learnt in the history of Amazulu.  Yourself as a white person would not understand this thing.  For example, women would also be abducted to become Shaka's subjects after the conquest, he would confiscate the livestock so that he could feed his people.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, was the attack on Boipatong an IFP attack, or was the attack a Zulu attack?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, the attack on Boipatong was about these two organisations, the IFP and the ANC.",
            "Male"
        ],
        [
            "MR BERGER",
            "After the attack, you went back to the stadium, where you all gathered, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, no, I don't remember something like that happening.",
            "Male"
        ],
        [
            "MR BERGER",
            "If the Committee will just bear with me please.  Mr Mthembu, I can't find it now, but I'll find the reference later and come back to it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well perhaps you should try and find it now, so that we can, because we, you know, we've been going on with this witness for a long time, I think at some point we, you know, we have to come to the end of the cross-examination, so we'll give you time to look - to find the passage and go on with your cross-examination.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "After the attackers came back from Boipatong, they went back to the stadium.   Mr Mthembu says they did not go back to the stadium.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well is that where they're supposed to have gone back and when they're supposed to have burnt down the property?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, no, that wasn't that night.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Is that, sorry, is that when they had to hand over their weapons back... (intervention).",
            "Female"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "...then the (indistinct) is on page 16, paragraph 33.",
            "Female"
        ],
        [
            "MR BERGER",
            "No, no, this doesn't refer to that night, but thank you.   Mr Mthembu, your evidence is that you never went, the attackers never went back to the stadium after the attack?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I think you are asking me, I came back and I just went away, I didn't go to the stadium, I don't know what happened there.",
            "Male"
        ],
        [
            "MS CLOETE",
            "May I assist, where on page 39, paragraph 10 deals when they went back to the stadium - when they went back to Kwamadala Hostel, and he says\n\"By that time, I heard the sound of ambulances.  I knew they were then taking all the people who were injured to hospital.   I was so tired, because it was the first time that I had done such things.   I went to sleep because I was doing day shift.\"\nThat's the only reference I can get.",
            "Female"
        ],
        [
            "MR BERGER",
            "All right.   Mr Mthembu, subsequent to the attack, there were meetings in the hostel, in particular there was a meeting on the Friday, the 19th of June, am I correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you discuss with any of your fellow attackers or was it ever discussed in your present what had happened at Boipatong on the night of the 17th of June?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, what I know was discussed there was that it was no longer possible for hostel residents to go to the shops in the township.   There were many police blockading the streets and people could no longer go to work.   That was what was discussed.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did you know that people had stolen blankets and television sets and two plate stoves from Boipatong, how did you know that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I knew about this.   When we arrived back, for example, it was indicated that if there was something that was looted at Boipatong, these things should be burned.",
            "Male"
        ],
        [
            "MR BERGER",
            "That was on the Friday?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "But how did you know what had been looted from Boipatong, that's what I'm asking?   Surely you must have discussed it with your fellow attackers?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "These things were brought in front of people, they were burnt in my presence.",
            "Male"
        ],
        [
            "MR BERGER",
            "You also knew that young children and old people had been killed in the attack, am I correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I did not have knowledge about that, I only knew about this during our criminal trial.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never discussed it with any of your fellow comrades prior to the criminal trial?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No sir, I don't remember discussing it with anyone.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many, when you came back from Boipatong, you then didn't even know if anyone had been killed, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir, I didn't know.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you discover for the first time that people had actually been killed in Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I heard when I arrived at work on a Thursday morning.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who told you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "My colleagues at work.",
            "Male"
        ],
        [
            "MR BERGER",
            "And they told you that children had been killed and old people had been killed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "They told me that people had been killed at Boipatong, killed by Inkatha.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please have a look at page 38, paragraph 7.   You say there\n\"We came from an easterly direction to Boipatong, and we started breaking windows and doors.   All property inside the homes had to be broken.   If we came across a human being, we had to kill him or her with pangas and spears.   We killed even young children, because these impis were now angry and this anger was caused by the intelezi(?) that was sprinkled on us.   We did not know how many people we killed or injured during that night of the attack.\"\nIs that paragraph correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "If you came from an easterly direction to Boipatong, it means you started your killing spree in Slovo Park, doesn't it?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As far as I know, I was explaining the direction from which we came, an easterly direction.   Westerly direction, I don't know if you know where Slovo Park is?",
            "Male"
        ],
        [
            "MR BERGER",
            "If one goes to Boipatong and one looks at Slovo Park and Boipatong, the distinction is very, is not very clear, there's one street on one side of the road is Boipatong, on the other side of the road is Slovo Park, and Slovo Park is a very small area.   So what I'm saying to you is that you were part of the attackers that started on the eastern side of the township and you made your way through the township, isn't that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I hear that from you, I don't know about it.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, Mr Mthembu, the attackers attacked Boipatong from different angles, different sides, some came from the east or from the side of... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute, what do you say to that?   It's being put to you that the attackers attacked Boipatong from different sides, what do you say to that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I will not be able to say that they came from different directions, but from what you have explained, this is the route taken by the attackers, but I cannot comment where they came from, or the route that they used.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did you get out of the hostel, what route did you take?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "We took the route that went along the main gate at Kwamadala.",
            "Male"
        ],
        [
            "MR BERGER",
            "You went out of the main gate?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you then came along Noble Boulevard, you went under the bridge towards Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you got to the corner of Noble Boulevard and Frikkie Meyer Boulevard, you then split into various groups, is that what happened?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not see when we separated, but I just realised when we entered the township that we were now entering the township.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see because if you look at the map in front of you, some of the attackers started or came from the east, that is in the area around Slovo Park, and those attackers, after they had finished with Slovo Park... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, where is that indicated on the map?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It's not indicated on the map, Chairperson.   I'm putting to the witness the areas from which the attackers came and I'm asking him to look at the map so that he can orientate himself.   If it will assist the Committee, we can put arrows onto the map, just to indicate the directions in which we say the attackers came.   Some of the attackers moved down into Slovo Park, others moved across the northern side of Boipatong, and eventually exited out Bafokeng Street, do you see there at the top there, the second street is Bafokeng?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then a third group of attackers came from the southern side of the township, entering the township via Lekwa Street, it's at the bottom in the middle there, and moving along different streets towards the east and towards the north, and then also making their way out along Bafokeng Street?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, I don't think there has been any evidence before this Committee that there were three groups in the township that night.   If my learned friend put it to him and asked him whether there were three groups, then I agree, but you put it to him as a fact.   I don't think that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'm assuming that there would be evidence, you know, coming from Mr Berger indicating that, you know, there were three groups.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Then I'll leave it at that.",
            "Female"
        ],
        [
            "MR BERGER",
            "What I can say, Chairperson, is that if one analyses the houses which were attacked that night, and that analysis has been done, certain routes, also on the basis of eye witness accounts of people, certain routes were plotted, and there... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, you can get on to the point.   Continue with your questions.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, it appears that the attackers struck, I'll put it this way, the attackers struck from three main areas, three different main areas, one being in Slovo Park, one being along the northern side of Boipatong and the other being from the southern side, moving east and north.   Can you help the Committee as to whether or not there were in fact three groups of attackers?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, you are telling me that there were indeed three groups.   What I can say is, according to your map, or rather as reflected in your map, I think people have told you how the attackers conducted the attack, you were not there.   Hearsay and what you see for yourself are two different things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's being put to you, either as a fact or as a suggestion, is that there appears to have been three groups or attacks from three directions.   What do you say to that, do you have any personal knowledge of that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not have any knowledge about that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Also, there is evidence that the attackers who started attacking from Slovo Park were in fact transported to Slovo Park in police vehicles?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge of that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "What I want to put to you, Mr Mthembu, is that this attack on Boipatong and Slovo Park must have been very well planned.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge of that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to read to you what your lawyers said on your behalf at the criminal trial.   Chairperson, I'm reading from page 78 of a document, the heads of argument which were submitted on behalf of the accused at the trial.   It is said there on your behalf\n\"Ten eerste is dit duidelik op die totaliteit van die getuienis dat die aanval gepaard moes gegaan het met uiterste fyn beplanning en met militere presisie uitgevoer is.\"\nIn other words, the evidence which was led at the criminal trial made it clear that the attack... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's a submission by the lawyers who were acting on his behalf at the trial?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you follow what's being put to you?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "There was evidence led, and I'm sure that that evidence about who was killed and where they were killed and so on is not disputed, and your lawyers said on your behalf that it was clear from that evidence that the attack must have been preceded by very careful planning, if my translation is accurate, and that it was carried out with military precision.   Now, I want to ask you, or I want to put it to you that your evidence cannot be true that you were simply called to the stadium and told, \"We're now going to attack Boipatong\" and there was no planning, all that happened was, you all got your weapons and off you went to kill as many people as possible, that is not the way it happened?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was responding to your questions and I was telling you what I knew and what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At your trial, your lawyers submitted that, on the evidence in court that had been led before the Court, it was clear that the attack on Boipatong had been planned, well planned, and was executed with what was described as military precision.   Do you understand what your lawyers said on your behalf at the criminal trial?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree with that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not agree with what the lawyers said, because I was sentenced despite their claims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Given the submission made on your behalf by your legal representative at court, which was based on the evidence in court, your evidence before this Committee that you were simply called onto the stadium without any prior knowledge and told to go and attack Boipatong is simply not true, is that what you... (intervention).",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, that is what I wanted to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's your comment on that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What I can say is that I was called into the stadium on that day and told about it.   I cannot comment on what the lawyers said, because I don't know about it.",
            "Male"
        ],
        [
            "MR BERGER",
            "You've told the Committee that you've not been trained, well let me not misrepresent to you, you have not had military training, you've just been to the shooting range?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You cannot explain how it is that the attack appeared to have been carried out with military precision, you just say, \"We went along with no planning and killed people at random\", am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you, you went along willingly, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, how many more questions do you have of this witness?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I have approximately eight or nine pages of questions for this witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, maybe we should adjourn at this stage.  We'll return at quarter past two.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MR BRINK",
            "...requested by one of the interpreters to draw the Committee's attention to the fact that when Mr Lax asks questions, having to share a microphone with you, Mr Chairman, his questions aren't easily audible, and if possible, when Mr Lax does want to ask a question, if he could take your microphone and put it in front of him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, Mr Berger, that you have just, you've handed us your heads of argument on the (indistinct).   Yes, thank you very much.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, I've also furnished Mr Brink with a copy, because I thought he might be interested in the argument.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, indeed, indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, so everyone has a copy of this.  We can go on.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, not the counsel for the SADF nor counsel for Mr Mthembu, I didn't think that they were interested, but if they are interested in this argument, we can... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apparently you have a passing interest in the matter?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "There is no urgency about it, Mr Berger.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They said they have a passing interest in the matter.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well it doesn't affect any of their clients, that's the point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, excepting of course if they want to be drawn into the argument, which is their privilege.   Yes, very well, Mr Mthembu, might I remind you that you're still under oath.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, I just would like to report, I did speak to the State advocate, unfortunately they do not have the map at hand, he'll try and get hold of it, but he doesn't think he'll be successful, but he will let me know as soon as he can get it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It would have been handed in as an exhibit though, would it not?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Apparently it was on loan from the South African Defence Force, but he will see what he can do about it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well your colleagues are just behind you, you can talk to them.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I can, but they are helpful in that regard, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.   And the aerial photographs?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "The same.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The same?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We have the South African Defence Force here, so they will provide those particulars.   Yes, very well.   Yes, Mr Berger.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BERGER CONTINUES",
            "Mr Mthembu, I'm going to try and move as fast as possible, so please I'm asking you, listen to my questions and answer just my questions, if you would.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me emphasise that, Mr Mthembu, that when the question is put to you, if you can answer the question with a yes or no, please do so, but more importantly, if you do not understand the questions, you've got to say so, so that the question can be repeated to you.   Do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, what political objective did you think you would achieve by killing all the residents of Boipatong as you planned to do?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I have explained before, I did not have the opportunity to go to school, but I think that had I had the chance to go to school, I would have tried to come up with a solution so that the conflict between the two organisations is addressed, bring the leadership of the two organisations so we can resolve the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me explain the question to you, in your application for amnesty, you've stated that the attack on Boipatong was politically motivated, do you understand that, in other words it was associated with politics, do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Berger wants to know is, he's directing this question to you specifically, what political objective did you hope to achieve by killing all the residents of Boipatong?   Do you understand the question now?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do understand, but then I don't have an answer to that.",
            "Male"
        ],
        [
            "MR MALINDI",
            "I'm sorry, Mr Chairperson, maybe if I can ask this question, Mr Mthembu has been repeating, saying he's not educated, if I may ask him what standard did he pass at school?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Standard nine.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you've told the Committee that there were no meetings prior to the one on the 17th of June at which the attack was discussed.   Isn't it correct that a week or two before the attack, the possibility of an attack on Boipatong was discussed at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I don't know that.",
            "Male"
        ],
        [
            "MR BERGER",
            "You did not hear of any such meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "On the Sunday before the attack, there was a meeting of all the men of Kwamadala Hostel in the stadium, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know whether I was present or not on that Sunday.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me try and refresh your memory, Mr Themba Khosa addressed that meeting, do you remember it?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I don't remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "And a certain Mr Dlamini also addressed that meeting.   This Mr Dlamini came from KwaZulu Natal.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know whether he was present at the meeting or not, I wouldn't say, because I may not have been present on that day.",
            "Male"
        ],
        [
            "MR BERGER",
            "This Mr Dlamini was accompanied by a bodyguard called Gabelo, and this Mr Dlamini was sent to Kwamadala by a minister who lived in Durban.   Does any of this ring a bell?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you remember the meeting now?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't remember the meeting.   I am answering to the question about Mr Dlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well no, what he's put to you is that, firstly, Mr Dlamini was accompanied by a bodyguard by the name of Gabela or Gabelo.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Gabelo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   In addition, Mr Dlamini had been sent to Kwamadala Hostel by a minister who lived in Durban.   Do you know anything about that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I don't know anything about that.",
            "Male"
        ],
        [
            "MR BRINK",
            "Sorry, Mr Chairman, you're referring to a minister, that could be a minister of the church or a minister in the Kwazulu government.   Could that be clarified?",
            "Male"
        ],
        [
            "MR BERGER",
            "Well the witness doesn't seem to have a difficulty... (intervention).",
            "Male"
        ],
        [
            "INTERPRETER",
            "The witness says he doesn't know.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "...the witness doesn't seem to have difficulty with that description.   A minister from Durban, either a religious minister or a minister in the Kwazulu government, do you know of any such minister who would have sent Mr Dlamini to the Kwamadala Hostel?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I know Mr Dlamini to have been an ambassador, so to speak, or a representative of the movement in Vereeniging, who was taking care of the needs of the IFP members in this area.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he was sent by a minister of the IFP from Durban?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's how I know it to have been.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was sent by the minister of the IFP?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know that Mr Dlamini was there, having been sent by a minister of the IFP?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I can explain, sir, that he was in the Vaal Triangle area, not that he was sent on that day to attend the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've told us that you know Mr Dlamini as the IFP representative in Vereeniging, but what's being put to you is that, all of this flows from the question of a meeting that was held on a Sunday a week just before the attack on Boipatong.   What is being put to you is that Dlamini was there, having been sent to Kwamadala Hostel by a minister of the IFP?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do understand that, but there's nothing I can say about it.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your evidence is that you do not recall such a meeting, you know nothing about it, is that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It's been a long time, sir, I wish for you to understand that, and I therefore cannot remember so many things as to what was happening at what time.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well let me refresh your memory please.   Have a look at page 8, paragraph 11\n\"On the Sunday before the Boipatong massacre, Themba Khosa and Dlamini came to address a meeting of the people in the stadium.  Other residents of the Kwamadala Hostel were present.   Only the men of the Kwamadala Hostel were present.   Dlamini was accompanied by a member of the Kwazulu police, Gabelo, who was his bodyguard.\"\nDo you remember now?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, as I have indicated to you that I am not in the position to remember everything that happened.   This may well mean that this is what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you now remember that on a Sunday before the Boipatong massacre, Themba Khosa and Dlamini came to address the people at the stadium?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you were asked a question at page 20, paragraph 20.4, you were asked\n\"  Who is Dlamini, who you allege was present during this meeting, and what is his position in the IFP?\"\nYour answer, at page 31, 20.4:-\n\"He is an honourable man who was sent by a minister of the IFP from Durban to look after the members of the IFP in the Vaal Triangle as a whole.\"\nThis answer of yours was signed by you on the 3rd of June 1998.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I signed it, I have answered that question.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were also asked about a meeting, I'll give you the question, question 19\n\"  You state that you were present at the general meeting held in the hostel approximately a week before the attack?\"\nYou were asked:-\n\"  Was Mr Themba Khosa present during this meeting?\"\nYour answer was:-\n\"No.\"\nYou were then asked:-\n\"  Did Mr Mbeki Sene Mkhize personally address and warn hostel dwellers during this meeting to be prepared because of the pending attack?\"\nYour answer is:-\n\"Yes.\"\nNow it seems as though there were two meetings, there was one meeting on the Sunday, which was addressed by Mr Themba Khosa, and there was one meeting held in the hostel approximately a week before the attack, where Mr Themba Khosa was not present, and which was addressed by Mr Mbeki Sene Mkhize, who warned hostel dwellers to be prepared because of a pending attack.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, now I have just indicated to you this happened a long time ago, the meeting that was held, I want to say the meeting was held at that time because there was going to be an attack.   There used to be meetings and Themba Khosa used to come to address people if something was going to take place wherever, he would come to inform us about those meetings pertaining to the organisation.    He did not necessarily come to the meeting that day because there was to be an attack on Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, is it your evidence that there were two meetings, one that was addressed by Mr Mkhize approximately a week before the attack, and one that was addressed by Mr Themba Khoza on the Sunday preceding the attack?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Maybe you were told about these, sir, but I will tell you that the meeting that was attended by Mkhize was the one held on the 17th of June 1992, not that the meeting held on Sunday was with an intention of explaining to us what we should do, as you have just explained it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, as far as you can recall, there was a meeting on a Sunday preceding the attack on Boipatong, which was addressed by Themba Khosa, and there was no other meeting after that, other than the one on the evening of the 17th of June 1992?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That's what I've just explained, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which minister had sent Mr Dlamini to the Vaal?  Sorry, that wasn't interpreted.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I'm not in the position to say he was sent by the executive committee from Durban.",
            "Male"
        ],
        [
            "MR BERGER",
            "The executive committee of the IFP?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You assumed that that was the position?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir, that was my assumption because I too did not know Mr Dlamini and when he arrived he was introduced to us in one of the meetings where it was indicated that he is coming from Durban.   I would say... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's put it this way, you see on a Sunday when Dlamini came, was that the first time he was coming to Kwamadala Hostel?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No sir, as I have explained that it was not for the first time that he came, and the meeting was not necessarily held because it was Sunday, now he used to frequent the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "When Dlamini was first introduced to you at one of the earlier meetings, he was introduced as somebody who had been sent by a minister of the IFP in Durban, is that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "When I first heard about Mr Dlamini, that was just before we went to a meeting in Zone 7 in 1990.",
            "Male"
        ],
        [
            "MR BERGER",
            "My question is, he was introduced as somebody who had come from Durban, having been sent from Durban by an IFP minister, is that how he was introduced to you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now let's move, if we can, quickly to the meeting on the Sunday.   Both Mr Dlamini and Mr Themba Khosa addressed this meeting, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Even though I cannot remember, but really they had come to the meeting with a purpose.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you cannot remember the purpose?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, I don't remember, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "I suggest to you, Mr Mthembu, that you are being selective again in your memory.   You have been through the documents, your affidavits, recently with your advocate and there are certain things here, I'll take you, for example, to paragraph 12, page 8, where you deal with the role of Mr Dlamini.   You say there that he said\n\"There was a meeting because our people were dying.  They were being killed by the ANC people and Umkhonto we Sizwe.  Dlamini said this problem must be reported to Buthelezi.\"\nYou don't remember any of this, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I have just explained to you, I am not in the position to remember everything, it's been six years now since this thing happened.",
            "Male"
        ],
        [
            "MR BERGER",
            "It's less than two years since you wrote these words, Mr Mthembu.   How is it that you have forgotten anything about this meeting?   Is it perhaps because it was at this meeting that the attack on Boipatong was discussed by Mr Themba Khosa and Mr Dlamini?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, if there was something that I knew, I would tell you, I would not hold it back, and I've just indicated to you that I cannot remember certain things, how then do you expect me to change, I just cannot bring my memory back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, Mr Dlamini was the representative of the IFP in Vereeniging?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now if the IFP members in Vereeniging had any problems, would he be the person that these problems would be reported to?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.   Yes?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "When Dlamini says that the problem must be reported to Buthelezi, page 8, paragraph 12 of your affidavit, which Buthelezi was he referring to?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "How many Buthelezis do you know, Mr Berger, because here they were talking about the IFP minister, Mr Mangesoto Buthelezi, really I don't know which Buthelezi you want me to talk about now?",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, amongst two of your applicants there are two people named Buthelezi, that's why I asked the question, but you've clarified it now that the Buthelezi referred to in paragraph 12 is Minister Mangesoto Buthelezi.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would tell you that, I would tell you that.",
            "Male"
        ],
        [
            "MR BERGER",
            "So would it be correct then to say, Mr Mthembu, that the problems of the hostel residents in Kwamadala were known through the ranks of the IFP all the way up to Minister Mangesoto Buthelezi?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Would you please repeat, I did not get the question?",
            "Male"
        ],
        [
            "MR BERGER",
            "Would it be correct to say that the problems of the IFP members in Kwamadala hostel were known through the ranks of the IFP all the way up to Minister Mangesoto Buthelezi?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I wouldn't know that, I wouldn't know whether they knew or not, but what I know is that Mr Dlamini was the IFP representative in the Vaal Triangle, I think he is the person who is most suitable to answer that question as to how many people knew and how many people did not know.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where is Mr Dlamini today?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "You are asking a wrong person, I don't know.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Themba Khosa also addressed that meeting on the Sunday.   You say in paragraph 13 on page 9\n\"He was also angry at the killing of his people and said if the people came and attack you, you are supposed to fight back and kill them.\"\nDo you remember that, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, I've just explained to you that I don't remember certain things, I cannot say I remember things, whereas I don't.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, is it your evidence that you have no recollection whatsoever of this meeting at all?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to the meeting of... (intervention).",
            "Unknown"
        ],
        [
            "MR BERGER",
            "The meeting on the Sunday, which was addressed by Mr Themba Khosa and Mr Dlamini, is it your evidence that you cannot recall anything about this meeting whatsoever?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think you don't understand, sir... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your affidavit, you refer to a meeting that was held on a Sunday just before the attack, the meeting which was addressed by Mr Themba Khosa and Mr Dlamini.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct, but then I've just explained to Mr Berger that I don't know what they discussed, and therefore I'm not in the position to say what they said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you do recall that such a meeting did take place, what you cannot recall is what was said at that meeting?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you remember Mr Themba Khosa coming to the meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I do remember Mr Khosa attending the meeting.   I have just explained that Mr Khosa was not coming there for the first time, he used to come.",
            "Male"
        ],
        [
            "MR BERGER",
            "So then if the attack was discussed at that meeting, you would not remember it, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would tell you if the attack was discussed at the meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you are telling me that the attack was not discussed at that meeting, of that you are sure?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I am saying to you I do not remember what was said at the meeting, that's all.",
            "Male"
        ],
        [
            "MR BERGER",
            "Surely, Mr Mthembu, if there was going to be an attack on Boipatong on the Wednesday, it would have been discussed with IFP leaders on the Sunday?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That's what you say, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you cannot say if it was discussed or if it wasn't discussed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "You are the one telling me, what should I say?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That doesn't help us, Mr Mthembu.   If you agree with him, say so, if you do not agree with him, say so.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't agree with what he is saying, he is just reading from the paper and speak to me as well as he wish, I don't agree with what he is saying.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Mthembu, you say you don't agree with him, why don't you agree with him?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not agree with him because I have just said I don't remember what was said at the meeting, that is why I don't agree with him.",
            "Male"
        ],
        [
            "MR BRINK",
            "So surely if you don't remember what was said, you can't agree or disagree with him, isn't that fair?   You can't remember?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Thank you.",
            "Male"
        ],
        [
            "MR BERGER",
            "So it's possible, Mr Mthembu, that an attack on Boipatong was discussed that Sunday with Mr Themba Khosa and Mr Dlamini, is it not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge of that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "I take it that you also won't be able to say what Mr Themba Khosa meant when he said you are supposed to fight back and kill them?   All right, you can't answer that one.   Let me ask you this, surely if there was going to be an attack on Boipatong, you, as an IFP leader, when you heard it on that Wednesday night, would have realised this could have terrible consequences, or it could have great consequences, this attack on Boipatong, did you realise that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're referring to the 17th?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "To the 17th, yes.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not have known at the time, sir, because it might as well happen that I too was angry at the time, I would not have known what consequences there would be, bad or good.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did it not occur to you, as a leader of the IFP, on that Wednesday night, to discuss with your other leaders whether or not this has the blessing of the senior structures of the IFP, for example the provincial structures or the national structures of the IFP?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, if a meeting is called here at the time during which the meeting was called, I think you too would not have had an opportunity to go and discuss with your colleagues with the discussions about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So are you saying that, even if you wanted to discuss this with your colleagues, you would not have had the opportunity to do so?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's what I am explaining.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you forced into the attack?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I cannot say if there was force used, I was not forced.",
            "Male"
        ],
        [
            "MR BERGER",
            "Page 37, paragraph 5, you say\n\"After a few minutes, Mr Quanqua told all of us at the meeting to go and fetch our traditional weapons.   We did as he told us because there was no-one amongst us who could disagree with him.   All of us were afraid of him.\"",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What do you want me to say to that?",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you go on the attack because you were afraid of the consequences which would come to you if you refused to go on the attack?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, as I have explained that I was not forced, I think that is the most appropriate answer.",
            "Male"
        ],
        [
            "MR BERGER",
            "When then do you say\n\"We did as he told us because there was no-one amongst us who could disagree with him, all of us were afraid of him.\"\nAre you not saying here that if you were not afraid of him, you would have disagreed?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, how would I have disagreed with him, because he is my elder and our people were being tortured and harassed at Boipatong?",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, what then did you mean by the two sentences\n\"We did as he told us because there was no-one amongst us who could disagree with him.  All of us were afraid of him\"?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think you are asking this for the third time and I still have just one response to the question.",
            "Male"
        ],
        [
            "MR BERGER",
            "So your answer is, you were not afraid of Mr Quanqua?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, you must realise that being afraid of a person and respecting him are two very different things.\nI should have listened to him, because he was my elder.  I regarded him as a respected person because he was my elder.  When he said something, I should have listened to him because he was my elder.  I think that when Mr Berger's father talks to him, he listens, because he is older than he is.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, my difficulty is what you say at page 37, paragraph 5.   Am I to understand your evidence that you were not afraid of Mr Quanqua?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was not afraid of him, but I respected him.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were not afraid of the men from Umsinga either?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I was afraid of them.",
            "Male"
        ],
        [
            "MR BERGER",
            "And they were part of this attack on Boipatong, were they not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if you were not a part of this attack, were you not then risking yourself that the men from Umsinga might take action against you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "If they were to take action, they would be doing what they thought was best.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me ask you this question, did you go on the attack because you were afraid of the men from Umsinga?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I went because our people were being killed in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Not because you were afraid of the men from Umsinga?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it correct that Iscor is a factory that works 24 hours a day?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know about that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm sorry I didn't get the full interpretation of what the witness said?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The witness said he would not know about that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Let me read certain things to you.   Your lawyers at the criminal trial made certain submissions on your behalf.   At page 78 of their heads of argument, they say that\n\"Iscor is a factory which works 24 hours a day.\"\nYou, as an employee of Iscor, would have known that, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I was working at Iscor, I knew of only my working hours of my shift.   I was concentrated on what I was responsible for or what I did, not the entire company, as such.",
            "Male"
        ],
        [
            "MR BERGER",
            "The tarred road in front of the hostel is used 24 hours a day and it is lit, there are lights there at night.   Can you confirm that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know which road you are referring to.",
            "Male"
        ],
        [
            "MR BERGER",
            "The very road that you took to Boipatong.   You said you came out of the front of the hostel, you walked along that road, under a bridge, to Boipatong.   That road is used 24 hours a day and it is lit at night.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I hear what you're saying.",
            "Male"
        ],
        [
            "MR BERGER",
            "There are security personnel who patrol the area on a 24 hour basis, and the Vaal Commando also patrols the area, that's the army, and they, the words used here are \"begelei skofte\", they transport or accompany, accompany shifts who are coming off from work to and from the hostel, in other words there's constant activity, the Vaal Commando is there, the security personnel from Iscor are there, you can't dispute any of that, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I will not dispute it.   That is what you are telling me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, I want to read to you what was said at 79 on your behalf.   It was submitted, and perhaps I should read the Afrikaans\n\"Dit word respekvol gesubmiteer dat dit uiters onwaarskynlik is dat hierdie roete...\"\nthis is the route in front of the hostel, or out of the main gate:-\n\"...gevolg sou gewees het deur die aanvallers.  Veel eerder sou 'n klandestiene roete wat deur die agterkant van die hostel kon gelei het gevolg gewees het of daar sou by 'n voorafgereelde plek byeengekom gewees het.\"\nNow, according to you, you didn't go out the back of the hostel, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, we used the main gate.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you didn't come together at a pre-planned place either?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not have knowledge about that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "The submissions go on to say\n\"Verder sou veel eerder gebruik gemaak gewees het van voertuie wat aanvallers aan die agterkant van Slovo Park kon aflaai.\"\nIn other words, more probably vehicles were used to transport the attackers to the back of Slovo Park?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no knowledge of that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now you see, my questions come down to this, you are not telling the truth when you say that police vehicles were not used to transport some of the attackers?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "If that is the case, sir, do you mean that since I did not see a police vehicle nor being in one, it must be different people who were attacking that area, not us, is that what you mean?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he is putting to you and what you must answer is that he's saying you are not telling the truth when you say that police motor vehicles were not used to transport the attackers.   What do you say to that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I say I have no knowledge of that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you are not telling the truth when you say that the police, the defence force, and I'm going to add as well, as though you haven't said it, Iscor, were not aware of the fact that the attackers were moving from the hostel towards Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have no comment on that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, let's take Iscor.   On your number 330 heavily armed men with pangas and axes and AK-47's, come out of the main gate of Kwamadala Hostel and move in the direction of Boipatong, and they go directly past a 24 hour security, Iscor security, are you saying that you could not have been seen, or perhaps the security might have missed you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "With regards to that, sir, I think you may not know where the main gate is at Kwamadala and where the security force gates or their offices are.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, Mr Mthembu, it was argued on your behalf at the trial that the attackers could not have come out of the main gate, because if they had done so, they would have been seen by the security personnel, by the Vaal Commando, by any number of security forces, that's what was argued on your behalf.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, Mr Mthembu, having regard to the route that you say you used on the day in question, did you go past Iscor security?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "When we exited through the main gate, or when we exit through the gate, we did not pass the security guards from Iscor.   I can see that the honourable sir doesn't know what he is talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the trial it was argued on your behalf that you could not have passed in front of the Iscor security without them noticing you, is that what was sub... (intervention).",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Can I clarify something here?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...what was submitted?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Not only that, and also moved along the road, which was patrolled on a 24 hour basis by Iscor security, Vaal Commando and so on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.   That is what was put on your behalf.  Do you agree with what was put on your behalf?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Because this pertained to the trial, I think the lawyers who were defending us were trying to set us free, I cannot say that I used a route if I did not use it.",
            "Male"
        ],
        [
            "MR BERGER",
            "From that main gate, the Kwamadala main gate, to Iscor is about 300 metres, am I correct?   And you would pass Iscor on your way to Boipatong?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can I just intervene here, I just want to set something correctly?   I think if we get the photographs, the position will be made clear.   If one leaves through the main gate, you get to the tar road, and about 300 metres back on that tar road, away from Kwamadala, you get the security gates, so you don't really pass the security gates.  What was argued as a probability during the course of the trial was that there was activity on a 24 hour basis and it's highly improbable that if a group of 300 people moved along that tar road, that they would not have been seen, that was the argument during the trial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that's what I understood to be the argument, yes, it was put no higher than the probabilities.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, it's only on a probability basis, because our instructions were that Mr Mthembu, for instance, was not part of the attack, so we just argued on probabilities at that stage, and I can also mention these probabilities were rejected by the trial judge because the accused at that trial were convicted.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well one can't, with respect, have one's cake and eat it.   What was submitted, and on the basis of evidence, was that it was \"uiters onwaarskynlik\", that it was not just improbable, that it was highly, highly improbable, that a group of 300 attackers would not be picked up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the difficulty that we have here is that we don't have the benefit of that argument, I mean of the evidence that was before the trial court, on the basis of which those submissions were made, so we are not in a position to comment on the probability or otherwise of whatever submission was made, you know, at the trial, but I understand the point that you're making.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well perhaps, Chairperson, we'll get those facts agreed and placed before the Committee in due course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It does seem, Mr Strydom is nodding his head, which I think is the proper way to deal with the issue.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Whether or not you would have been picked up or discovered, there was always the risk, I put it to you, of discovery by either Iscor, the Vaal Commando, the police, someone else, and what I want to ask you is, how could you, as one of the attackers, have followed such a blatant route, such an open route, without fearing that you would be discovered by one or other of the security forces?   Do you understand my question?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I understand the question.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what is your answer, how could you have done that without fearing that you would be picked up?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "At that time, whether we were going to be caught or not did not matter.   After we had decided that we were going some place, we would go.   If the police discovered us, that would be their duty to do so.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it rather, Mr Mthembu, that you knew in advance that you were not going to be arrested by the police or the army or Iscor, you knew in advance that you had safe passage to Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I had no knowledge of that, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You know the little bridge that one crosses to enter Boipatong in Umzumvubu Street, do you know that little bridge?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I know it.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you cross it?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know, if you're looking at Boipatong standing on that little bridge, one has to go, you have to go another 900 metres south, and then a further 900 metres west, I beg your pardon, east, to get to Lekwa Street, in other words it's almost two kilometres from that footbridge to get to Lekwa Street to enter into the township.   What I'm putting to you is that to get people at the footbridge entering into Umzumvubu, to get people at Lekwa Street entering into the township, to get people right up at the top near Slovo Park into the township, and to co-ordinate all of that so that the attack starts at the same time, you need planning and you need vehicles, that's what I'm putting to you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I do not understand your question clearly.   What I think has happened is this, people have told you about this and you don't know about it yourself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well in short what is being put to you is that to get to the point of the attack, you had, two things had to have occurred:  one, there had to be prior planning;  and secondly, you had to be transported to that point.   Is that in a sense what you... (intervention).",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think Mr Berger doesn't understand when I say that I, as a person who was there, did not use any transport to get there.",
            "Male"
        ],
        [
            "MR BERGER",
            "What I'm putting to you is that transport was used to carry some of the attackers... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, do you think we can take it further than this, because he is clearly saying he didn't use the transport.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, he might not have used the transport, but he would have seen the transport.   The point that I'm making is that for this attack to have occurred... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand the question.   Did you see anyone being transported by motor vehicle from the hostel to Boipatong?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, I did not see anybody being transported to Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "At page 82 of the heads of argument, it was submitted by your lawyers on your behalf that there were army vehicles at the robot at the crossing of Frikkie Meyer Boulevard and Nobel Boulevard, that's the northern entrance to Boipatong.   It is then submitted on your behalf that if any, and the word \"enige\" is underlined, if any of the attackers had made use of that road, that tarred road, to go in the direction of Kwamadala, then they must have been seen at least by members of the army.   It's your evidence that when you were going back to Kwamadala, you were seen by the army and the police, and none of them attempted to stop you, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "We saw police and army vehicles, but they did not stop us.   We were using that small bridge you have been referring to and they were at the robots near the garage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see them on your way to Boipatong or was that on your way from Boipatong?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "On the way back from Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me also tell you that there was evidence at the criminal trial that people had gathered in the veld behind the hostel and that that grass had been pushed flat.  Do you know anything about that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "What was discussed in the trial and what we are talking about now are two very different things.   The lawyers who represented us may not be here and I don't know if you expect me to go summon them and explain what they were saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, you said that you were, as I recall, in Boipatong for approximately, what did you say, 30 minutes to an hour?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that on your way back, it was there, well probably, when you were in Boipatong and on your way back it was only then that you saw the police, the Casspirs I think you said, here near the robots?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and does that include the army as well?  Was it the army and the police, or just uniformed officers, it could have been the army or the... (intervention).",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was police vehicles, I may not know what uniform they had on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could it be possible that the army, the police that you saw there, were already there when you went into Boipatong?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I will not explain whether they were there or not, because maybe I would have seen them if they were there, I would not know whether they were there or not, I cannot make a fair comment on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But when you went to Boipatong, there were no police in the vicinity where you later saw them?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, sir, there were not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You only saw them at that spot on your way back?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, on our return.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Mthembu, did you use the small bridge twice, on the way in and on the way out?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "We used it twice, on our way there and on our return from Boipatong.",
            "Male"
        ],
        [
            "MR LAX",
            "You saw them from the bridge on your way out you said?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR LAX",
            "You probably weren't looking for them on your way in, because you would have been going in the other direction?   I'm just trying to understand.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I've explained earlier, it is possible that they may have been there when we went into Boipatong, or they may not have been there, but I did not see them, because I was concentrating on where we were going.",
            "Male"
        ],
        [
            "MR LAX",
            "That's what I was trying to understand, is why it was likely you might not have seen them, you were looking in a different direction?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, it is possible.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks.",
            "Male"
        ],
        [
            "MR BERGER",
            "On the Sunday, well before I get to the Sunday, for the 30 minutes to an hour that you were in Boipatong, I take it there was a lot of screaming, shouting, sounds of gunfire, going on?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And all you did for 30 minutes to an hour was, you stabbed one person and you hit one person with a knopkierie?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "On the Sunday, I beg your pardon, on the Friday, the 19th of June 1992, there was another meeting at the hostel, which was addressed by Mr Themba Khosa, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Mr Humphrey Ndlovo also present at that meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who else was present with Mr Themba Khosa at that meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't remember, sir, because Themba Khosa used to come to Kwamadala either with Mr Humphrey Ndlovo or just by himself.",
            "Male"
        ],
        [
            "MR BERGER",
            "On that day he came with a senior police officer?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir, because the police had already surrounded Kwamadala, there were police officers near the main gate.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was there an attorney with Mr Themba Khosa, a woman, a white woman?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "At that meeting, Mr Khosa addressed all the residents of Kwamadala and told them to burn all the stolen property, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You remember this meeting, but you don't remember the meeting less than a week before, in fact five days before, where Mr Themba Khosa said if people come to attack you, then you must kill them?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think I answered that question, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Khosa said you must burn the stolen property because it could be evidence to the police if the people of Boipatong come and show them?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I'm listening, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it also correct that Mr Themba Khosa said that we must hide all those weapons and spears, together with the clothes which had blood on them, in order to stop the police from gathering their evidence?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, I agree with you.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then Mr Khosa told you to co-operate with the police.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And by that he meant tell the police lies?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, I do not think that this applicant can tell the Committee what Mr Themba Khosa meant by those words.   He can tell the Committee what he understood by them, but I can't see that he can tell the Committee what Mr Themba Khosa meant.",
            "Female"
        ],
        [
            "MR BERGER",
            "I'll ask it that way then.   When Mr Themba Khosa said you must co-operate with the police after you've destroyed all the evidence, you understood Mr Khosa to mean that you must tell the police lies?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, with reference to what you're saying, I think that when Mr Khosa said what he said at the meeting, he did not direct us as to what we should do step by step, he did not direct us as to what we should do first or do second and then do whatever last.   The police were there, they surrounded the area, we could not go out to the shops to buy food, how could we then let police in, into Kwamadala Hostel?   Themba Khosa told us that we should remain calm and co-operate with the police and listen to what they had to say and let them search if they wanted to search the place.",
            "Male"
        ],
        [
            "MR BERGER",
            "But he also told you to hide all the weapons and spears from the police?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know how you want me to put this.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did Mr Themba Khosa tell you to hide all the spears and the weapons from the police?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He did tell us to do that.",
            "Male"
        ],
        [
            "MR BERGER",
            "He also told you to hide the clothes with blood so that the police could not gather evidence?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know what you want me to say, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Just confirm that please.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I had already told you, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did Mr Themba Khosa know that all of this stuff had come from Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think you are asking the wrong person, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was it discussed at that meeting on the Friday that \"we were responsible for the attack on Boipatong, we have stolen, we have killed\", was Mr Themba Khosa advised of it at that meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not hear about that at the meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then, is it correct that all the property that was stolen from Boipatong, as well as the bloody clothes, were burnt to ashes in the hostel, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And this was done while the police were outside?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, there were police outside the main gate.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was this also done on the Friday, the very day of the meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know, I don't remember what day it was.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, Mr Khosa gives an instruction on the Friday, the hostel was searched by the police shortly after that, is it correct that between the giving of the order and the search of the hostel, that all the stolen goods, as well as the bloodied clothes, were burnt?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Mr Berger, I think that on a Thursday after the attack on Boipatong, police arrived in large numbers, they searched the place and confiscated even traditional weapons for testing, ballistic tests, to see if they were not connected to the attack in Boipatong.   What I am trying to explain is that the police would come to the hostel even before Themba Khosa arrived there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were the TV sets and stoves also burnt in this fire, to ashes?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Those were the things that were being burnt in that fire.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the weapons that were confiscated by the police were all thrown into one pile and taken away, am I right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The police confiscated weapons that they found inside the hostel and they said they are taking these for ballistic testing.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who was Mr Themba Khosa to give an order that the stolen property and the bloodied clothes be burnt, how come he had the authority to give such an order?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He is also a member of the IFP, and he is an elder, so people should listen to him when he speaks.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is that when he gave that order, it was an order from the leader of the Youth Brigade in the province, and that's why it was carried out?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is also possible.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you knew that at the time, correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I did not know it.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, it's not a requirement for amnesty, but you were led on this right at the beginning of your evidence, you said, well through your counsel you said that you were sorry.   Now, at page 41, paragraph 15, you say\n\"To conclude my statement, I would like to say to the community of Boipatong and to the residents who lost their loved ones, I am very sorry and I am asking them to forgive me because today I am behind bars and I realise what a dreadful thing we did that night.\"\nAre you sorry because you are behind bars, Mr Mthembu?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, I explained this earlier on, that I am sorry, not just because I am behind bars, but even if I was free, had I had such an opportunity I would have come before this Committee and said the same thing.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did it take you so long to say that you were sorry?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As a convicted person, I cannot just go to the TRC or Mr Tutu, Bishop Tutu, and say that I am seeking amnesty for the people that I killed.   I have to follow certain procedures, like acquiring legal representation and so forth, to be able to apply for amnesty.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, Mr Mthembu, I want to put it to you that the only reason you are sorry is because you've been convicted, isn't that right?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No, it is not the truth.   Why are my co-accused who are not in prison also here?",
            "Male"
        ],
        [
            "MR BERGER",
            "All of your co-accused who were convicted are the ones applying for amnesty.   Those who were not convicted, or who were never caught, are not saying that they're sorry, they haven't come forward, and isn't that where you would be... (intervention).",
            "Male"
        ],
        [
            "MR BRINK",
            "Sorry, Mr Chairman, again to interrupt, is this getting us anywhere, because we know that remorse is not a requirement in terms of the Act, so it doesn't really take it further, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps Mr Berger can tell us why it is relevant?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I'm asking these questions because my clients have asked me to ask these questions, and if I... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But is it relevant?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I prefaced it by saying that it's not a requirement, but if I can then, on a point of relevance, say, Mr Mthembu, if you are truly sorry for what you've done, would you be prepared to sit down with your co-accused and compile a list of the names and present whereabouts, if known, or if the names only, then that will also do, of the 300 people who participated in the attack on Boipatong?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know how to respond to that, sir, because we do not see each other often, I am in one place, they are at another.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm inviting you, during the lunch breaks, and on your own and then to come together to compile a list of all the people, the 300 and more people who were involved in that attack on Boipatong, and the reason I'm inviting you to do this is because I've been instructed to tell you, on behalf of the victims, that they will not begin to consider forgiving you until you tell the whole truth, and the whole truth includes the names of all the people involved in the attack.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I understand that you are inviting me, but what I and my co-accused think may be different, and we are not in one area, we do not see each other often, even during the lunch breaks we must do other things, like eating.",
            "Male"
        ],
        [
            "MR BERGER",
            "During the lunch breaks, and this has been my last comment to you, Mr Mthembu, during the lunch breaks, you and your co-applicants can get together, if you are truly sorry, and put together a list of all of the people who were involved.   After all, it's a requirement for amnesty that you do so.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I understand what you're saying.   In other words, you are telling me that I and my co-accused are not here to seek forgiveness, you only realise that we are here to seek forgiveness only when you invite us to do what you have suggested.   Is that what you are trying to tell me, Mr Berger?",
            "Male"
        ],
        [
            "MR BERGER",
            "What I am trying to tell you, Mr Mthembu, is that you have not told the truth about what happened on that night.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "If that is the case, Mr Berger, you are saying this, I hear it from you, you must have knowledge about this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, listen carefully to the question.   What Mr Berger is saying to you is that you've not been telling the truth to this Committee.   What do you say to that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, as I am here, I am here to tell the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I see that I have overrun my mandate by eight minutes.   I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Berger.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, can I also place on record that, because Miss Cambanis does not have a microphone, she says that she has no questions at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is not a problem, you can swop seats, you can go back to where she's sitting and then she can come forward.   Very well, yes Miss Cambanis?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Thank you, Chairperson, I confirm that I have no questions at this stage for this applicant.   Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, could you, what is the stage you're talking about, madam?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Sir, I didn't, I didn't ...(intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well the witness is here, so what we're saying, if you have a question, you've got to put them now.",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Chairperson, I do not have questions, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, excepting of course that you're putting a rider that if there is anything which arises from what the Committee might have to put to him?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the qualification?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "That is the qualification, and if the need arises for recall during adjournments obviously.  Thank you.\nNO QUESTIONS BY MS CAMBANIS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Mr Chairperson, I have about three questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Go ahead.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MALINDI",
            "Mr Mthembu, when you look at page 3 of the bundle, under paragraph 11, you give the names of Mr Thebi Mkhize and Mr Quanqua as the people who gave you instructions to conduct this attack.   What authority did Mr Mkhize and Mr Quanqua have to give these instructions?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As I explained earlier on, sir, that Damara was a person residing at Kwamadala, whom we respected and listened to, and furthermore our people had been killed in the township, I think that is why they proposed this attack.",
            "Male"
        ],
        [
            "MR MALINDI",
            "So the reason you obeyed his orders is that he is a person that you respected and not that he was authorised maybe by a certain organisation to give those instructions?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "As an IFP member, that is the reason why I listened to him.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Could you please look at page 13 of that bundle under paragraph 18.   The first sentence reads as follows\n\"The attack on the 17th of June 1992 in Boipatong was not approved by the IFP leadership.\"\nDo you confirm that statement?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Could you please look at page 20 of the bundle, under paragraph 20.3, the question is\n\"Give particulars of the issues discussed during this meeting.\"\nAnd you will see at paragraph 19 that this question is in reference to a meeting held a week prior to the attack, and on page 31, your answer under paragraph 20.3 is as follows:-\n\"The issues discussed at this meeting was that everybody was tired of what was being done by the Comrades to our people, that is they were necklacing our people and burning our people to ashes, that is the reason why they decided to attack the residents of Boipatong.\"\nThis meeting, is it the same meeting that Themba Khosa and Dlamini was sent by a minister from Ulundi were present?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't remember, sir.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Could you please look at page 29 of that bundle, at paragraph 17.1.   You mention Mr Vanana Zulu and Mr Mkhize as the people who made a decision to attack the community of the Vaal, that is Boipatong.",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Mr Zulu, one of the people who gave you instructions, as you say under paragraph 11 of your amnesty application, are you including him as a third person, or not?   If you look at page 3 of that bundle, paragraph 11 of the amnesty application, you mention Mr Mkhize and Mr Quanqua as giving instructions, my question is, in view of what is on paragraph 17.1 on page 29, are you adding Mr Vanana Zulu as the third person who gave you instructions?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairman, I just have one problem with Mr Malindi, my learned colleague here, is he asking the questions on behalf of the same victims, or is he asking the questions on behalf of different victims, because if it's the same victims, it's my contention that the applicant cannot be cross-questioned by two people regarding the same victims.   If it's different victims, I have no problem.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well I assume that Mr Malindi is representing different victims, whose names would be handed up in due course.   Is that the position, Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "It is indeed so, Mr Chairperson.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Thank you, Mr Chairperson.",
            "Female"
        ],
        [
            "MR MALINDI",
            "Mr Mthembu, is Mr Zulu the third person who gave you instructions or not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir, that is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Was Mr Zulu present at the meeting of the 17th of June 1992?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not remember that very well, sir.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Please look at page 8 of the bundle, paragraph 8... (intervention).",
            "Male"
        ],
        [
            "MR BRINK",
            "Which paragraph are you saying?",
            "Male"
        ],
        [
            "MR MALINDI",
            "I think I'm wrong about the paragraph, Mr Chairperson may I just try to locate it quickly?",
            "Male"
        ],
        [
            "MR BRINK",
            "Thanks, no, because page 8 doesn't have a paragraph 8 on it.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Yes, it doesn't, yes.   Excuse me.",
            "Male"
        ],
        [
            "MR BRINK",
            "Paragraph 8 is on page 6.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Page 10, Mr Chairperson, paragraph 16.  You will see at paragraph 14 that you are talking about the meeting of the 17th of June 1992, and then at paragraph 16, the second line, you say\n\"Vanana Zulu was not present.\"\nSo he could not have been at the meeting of the 17th and given you instructions, isn't it so?",
            "Male"
        ],
        [
            "MR BRINK",
            "Be given what instructions?",
            "Male"
        ],
        [
            "MR MALINDI",
            "That they should attack Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in putting the question to the witness, please bear in mind that this issue was canvassed earlier on, and then in paragraph 17 there's reference to the one that you've just put to the witness, and that is 17.1, where he says\n\"To the best of my knowledge Mr Vanana Zulu and Mkhize made the decision to attack the Vaal community.\"",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then later on, at paragraph 17.3, then he talks about Mr Mkhize agreeing with Mr Quanqua to attack the residents of Boipatong.   Continue.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "As the Chairperson pleases.   What is your recollection, was Mr Zulu present at that meeting of the 17th of June, or not?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think it is as written that Mr Zulu was not there at that meeting, he was not at the meeting.",
            "Male"
        ],
        [
            "MR MALINDI",
            "What is written at paragraph 16 on page 10, that he was not at the meeting?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Sir, I think you are like Mr Berger, I responded to this question when Mr Berger asked it and I've already said that he was not there, he had gone home.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And members of the Committee will stop me, seeing that they have not stopped me yet, do you confirm that what stands on paragraph 16 on page 10 is correct or not?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's just confirmed that that is correct, he was not, you're saying he was not at the meeting, Mr Mthembu?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I have explained, sir, that Mr Zulu was not present.   I don't know how many times he wants me to repeat this.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Now can you tell the Committee, where did Mr Vanana Zulu and Mr Mkhize make their decision that the Vaal community should be attacked?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know where they discussed this.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Last question now, Mr Mthembu, on page 13, paragraph 18, the last sentence you say\n\"Vanana Zulu knew about it, but he went to his family\",\nand I will take this to mean he knew about the attack on Boipatong.   How did he come to know about it?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I meant he knew about the attacks we suffered at the hands of the community of Boipatong.",
            "Male"
        ],
        [
            "MR MALINDI",
            "No, Mr Mthembu, if you look at the first line on paragraph 18, the reference is to the attack on Boipatong and you say Vanana Zulu knew about it.   How did he come to know about it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi, could this last sentence not be referring to the second sentence?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Chairperson, I submit that in the context of this paragraph, it refers to the attack on Boipatong and that all residents of Boipatong... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But does it lend itself to that construction only?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "It may be ambiguous, it may be - Chairperson, my learned leader refers me to the question which Mr Mthembu was referring to, which is on page 20.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But this sentence, because it seems to me it may well be capable of being, you know, of meaning that he may have known about the meeting or he may have known that the residents of Kwamadala Hostel were afraid of Quanqua and that they were forced to attend the meeting and that's why he went home.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "No, it is capable of, it's quite capable of being a reference to that first sentence or the second sentence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I have no questions, thank you.\nNO QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination, Advocate Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairperson, I just think my learned friend, Mr Da Silva may have questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh, I beg your pardon.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I'm sorry.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon.   They are, unless one looks at them, one might not notice that they are present.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairperson, I don't know when the Committee intends rising, I... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Once you've finished your questions and the others have had the opportunity to re-examine.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "As it pleases the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For the record, would you state your name and who you appear for?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "My full names are C A da Silva, I have been briefed by the attorney Armien Kluth on behalf of the South African National Defence Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Yes, Mr Da Silva.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "As the Chairperson pleases.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR DA SILVA",
            "Mr Mthembu, you gave an explanation about how the attack took place on the 17th of June 1992.   I understand from your evidence that at a stage you moved away from Kwamadala Hostel and you crossed underneath a bridge, that is your evidence, is that not so?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Was there a specific reason for crossing underneath this bridge?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There is no other roads to the township that doesn't require us to cross underneath the bridge.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Was the reason to cross underneath the bridge not so that you would not be detected, this group would not be detected by other people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I think, sir, you may not know the bridge we are talking about.   There is a rail overhead the bridge, and then there is a road underneath the bridge.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I understood your evidence to be that when the group moved away from Kwamadala Hostel towards Boipatong, that you saw no members of the police and no members of the Defence Force, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now I also understood your evidence to be that while you were in Boipatong, you were there for approximately a half an hour to an hour, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "While you were in Boipatong, you saw no members of the police and of the South African Defence Force, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "My information is that while, or after the attack, that there were numerous rocks and tree stumps in the streets, is that your recollection of that evening?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Your statements also - or your affidavits state in two places that the police were precluded from entering Boipatong because they were barred by rocks.   Do you agree with that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes sir.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Would you agree with me that to travel by vehicle that evening in Boipatong would have been very difficult, because of the tree stumps and because of the rocks in the roads?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I understood your evidence to be that the first time you saw some form of authority was when you were moving back to the hostel, is that correct?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "What did you see?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I saw police vehicles, Casspirs.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now, it's interesting that you say that you saw Casspirs.   Did you see any other vehicles, apart from Casspirs?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "The others called V12's.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Could you repeat that, others?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) vehicles called V12, is it?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Do you know if a V12 is a Nyala vehicle?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I do not know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Right.   When you saw the policemen that you're referring to, how far away were you from them?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was quite a distance away from us, from the garage where the police were parked and the bridge where we were.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you estimate the distance at all?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "From that bridge, it will be a distance maybe from the stage towards the end of the stage, of the hall.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When you started being cross-examined, somebody asked you to estimate, Mr Berger asked you to estimate a distance and you gave the same estimation, that it was about 40 to 50 metres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think now he's referring outside of the hall.   Is it from where you are seated... (intervention).",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "From the bridge, from... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...up to the doors right at the back?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you give an estimation more or less how far this distance is?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he says it's from where he is up to the doors at the end of the hall, (indistinct).",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "That's about 50 metres, Mr Chairman, more or less.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "How long did you observe these people?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "We were walking past, I could see them as they were standing there having their Casspirs parked there, and I did not estimate how long it took for us to see them.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you give me an estimation, Mr Mthembu, how long did you keep these people under observation, a couple of minutes or longer, or can't you say?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Would you please repeat your question, I don't understand what you're trying to say?",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You saw a group of vehicles which you've referred to as the police.   I'd like you to give an estimation of how long you kept these people under observation.   Are you able to do so?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I am not in a position to do that, because you are talking to me, I am the one who saw them, I was walking past, going back to my place, I therefore did not estimate what time it took for us to observe these people as we were walking past, we just walked past.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "That's exactly why I'm asking you the question, because I wasn't there, and you were there, that's why I'm asking you to tell the Committee how long you kept these people under observation?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He says he can't tell us, he's unable to tell us, he says.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "As the Chairman pleases.   Can you describe what these people were wearing that you saw?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "It was at night, sir, I was not in the position to see what they were wearing, what colours of clothes they were wearing, it was at night.   I just saw cars as well.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Look at the question that was put to you after your amnesty application was filed.   Will you please turn to page 20, paragraph 27 please.   Do you see the question?   It says\n\"You mentioned that you saw a police armoured vehicle outside Boipatong on the eve of the attack.  Is it possible that this vehicle you saw could have belonged to the SADF?\"\nIn other words to the South African Defence Force.   If you turn to page 33, you see the answer to paragraph 27:-\n\"On the night of the attack I saw a Casspir of the Stability Force Police, such as a V12.   I am very sure it was a South African Police Casspir.\"\nSo in other words what you're saying is, the vehicle you saw belonged to the police and not to the Defence Force, do you agree with that?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not know, because you have just enumerated a number of things.   You also indicated to what other names used for the V12, I just know that these vehicles were for the police and the other one for the army.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Yes, yes, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, your attention is being drawn to the question that was asked of you, and the answer that you gave to that question.   The question was, is it possible that this vehicle that you saw there belonged to the South African Defence Force, that is the question that you were asked.   Do you understand that?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then your answer to that question was\n\"On the night of the attack, I saw a Casspir of the Stability Force Police, such as a V12.   I am sure it was a South African Police Casspir.\"",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, I think so, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't mention seeing, you don't say that that motor vehicle could have belonged to the South African Defence Force.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Mthembu, you made several affidavits in your application for amnesty, and the first affidavit I understand deals with the incidents that took place at Sebokeng.   Now if you look at your subsequent affidavits, look at the first one, it runs from pages 36 to 42... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Da Silva, let me ask you this, what is the South African Defence Force position, were they present or were they not present?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "The position is that they were present after the attack, not during or before the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put that to the witness and let's see how he responds to it.   Perhaps we will deal with the extent to which your client is implicated much quicker.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "As it pleases you, Mr Chairman.   My instructions are, Mr Mthembu, as contrary to what Mr Berger put to you, that the South African Defence Force did not provide 24 hours service at that stage, during June 1992.   Do you have any comment in that regard?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There is nothing I can say, sir, because there was violence in the Vaal Triangle, we used to see police and army vehicles coming to the spa shop near Kwamadala Hostel, they would make a turn there.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "My instructions are further that immediately before the attack and during the attack, no members of the Defence Force were aware of this attack.   You can't make any comment in that regard, can you?",
            "Male"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I would not say anything about that.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "If you'll bear with me, Mr Chairman?   I have no further questions, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MS PRETORIUS",
            "Mr Mthembu, Prince Vanana Zulu was never an accused in the Boipatong trial, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That's correct.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Mthembu, that night of the attack, did you loot anything from Boipatong, did you take any TV's, blankets, two plate stoves or anything for yourself?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, madam, yes there were such things, Advocate.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "What did you take, Mr Mthembu?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There is nothing that I took personally, because I had what weapons I had with me and I didn't take things from Boipatong.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Oh, that's what I'm asking you.   Can you tell the Committee, this little bridge you're talking of, is that a footbridge or is it a bridge over which cars can drive?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "I don't know, we are talking about two bridges here.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Yes, but Mr Berger put it to you that if you stand on the little bridge, you can see 900, it's 900 metres, that little bridge that you can stand on and see Boipatong, is that a footbridge or is it a bridge for vehicles?   I'm talking about the second bridge, not the bridge you came under from Kwamadala Hostel, the one that you said you had to cross to go to Boipatong and to get back from Boipatong.",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "This is a pedestrian bridge.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "It's a pedestrian bridge?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Mr Mthembu, you also testified that there was a certain Mbatha who was killed in Boipatong before the attack on Boipatong on the 17th of June, is that correct?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that is correct, I am sure about that, because I also have a witness here behind me, Mbatha died in his presence.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Can I refer you to, I have copies for all the members of the Committee, as well as the members, of the Sunday Star dated the 28th of June 1992.   It was an article written by a Mr Riaan Malan, I believe, and it reads, on the inside look out, there is a paragraph, I can tell the Committee it's just above the last paragraph with the big T, the capital T, which says\n\"Asked why...\"\nand they refer you to a crippled youth leaning against a wall:-\n\"...in February he went to meet his mother in Boipatong and he wound up in Intensive Care with a bullet in the spine.   A month earlier one Bongani Mbatha made the mistake of wearing an IFP T-shirt on an outing.   He was stoned to death.  In May a boy named Tapelo went shopping in downtown Vereeniging, presumed to be safe territory, he was abducted and burnt alive.\"\nThis Mbatha, is that the same Mbatha you told the Committee of?",
            "Female"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's the same person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've said that Mbatha was in the company of one of your co-applicants.   Who is that co-applicant who was in the company of Mbatha when he was killed?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "There is one Mbatha who is my co-accused in this case, and there's also another one who died at (Indistinct).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know in whose company Mbatho was when he died?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "He was with my co-accused, Khanyile, he's just right here behind me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the witness you are referring to, Khanyile, Vincent Khanyile?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "Yes, that's correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Pretorius, what number shall we give this... (intervention).",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "K, it's K, Mr Chairperson.\nNEWSPAPER CUTTING HANDED IN AS EXHIBIT K",
            "Female"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions, thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You've made a number of, well you've made certain affidavits in this matter, I think they're in English.",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That's correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you make use of an interpreter?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were speaking in English to your legal advisers?",
            "Unknown"
        ],
        [
            "VICTOR MTHANDENI MTHEMBU",
            "That's correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In view of the lateness of the hour, the members of the Committee will put their questions to you tomorrow morning.   We propose to commence tomorrow morning at nine o'clock.   Do you have a problem with that, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No problem, Chairperson.\nALL PERSONS STATE THAT THEY HAVE NO PROBLEM WITH TIME",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.   Did you want to say anything, Mr Brink?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.   Very well, we'll adjourn until tomorrow morning at nine o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}