{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-04",
        "location": "VENDA",
        "day": "2",
        "names": [
            "ANNA M. DLADLAMBA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56094&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/dladlamb.htm",
        "speakers": [
            "RUSSELL ALLY",
            "MS DLADLAMBA",
            "ANNA MATAMELA DLADLAMBA",
            "MR DLADLAMBA",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "MS DLADLAMBA",
            "MR ALLY",
            "ANNA MATAMELA DLADLAMBA",
            "MR DLADLAMBA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "Anna Matamela Dladlamba, if the witness could please come forward.\n Good afternoon to you Ms Dladlamba, I hope you can hear me.  Am I saying your name correctly, I am sure I am not.  Could you just say your name for the record, the way you pronounce your name.",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Dladlamba.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Dladlamba, thanks very much.  I am going to assist you with your statement, which is about the death of your son in police custody, but before that, I will just ask if you will please take the oath with Commissioner Lyster.",
            "Male"
        ],
        [
            "ANNA MATAMELA DLADLAMBA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Thank you for coming.  You are going to tell us about something that happened in 1981, it happened to your son Mohofe.  I know this is going to be very difficult to you.\n I please want you to try and feel as comfortable and relaxed as possible.  You are in the company of friends and people who I am sure, share in your grief.  Before I just ask you to tell us what happened to Mohofe, do you want to just introduce the people who have come with you this afternoon.",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Could you just introduce them to us?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "The one who is next to me is the husband to\nVENDA HEARING TRC/NORTH WEST\n2 AM DLADLAMBA\nmy daughter and the next one is my brother.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Welcome to you and thanks for coming.  If you can tell us now about Mohofe.",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Thank you.  Bohobetsebiwa, was my first borne, it is the one with whom I learn how the woman can give birth.  Mohofe was my son who was very good and listening.\n We were having a very good relationship in talking.  He was interested in God.  Before I could repent to christianity, I was not yet saved, I saw how one could be saved by my son Mohofe.  This son used to visit me at Messina, coming to my place with his friends.\n I used to see Mr Verisane William Drawo and many other friends, coming to my place to deliver some sermon where we were staying.  He was a son with whom you cannot make some arguments, except talking peace and love and the will of God in us.\n Something that surprised me while I was still at Messina is when I was surprised, it was on Friday, when a White policeman and a Black man came into our place, but I cannot remember their names.  They were coming from Beitbridge. \n Those people came and told us that they want to take my son.  Then I agreed.  When asking them why they just said, no you will hear when he came back.  Then they go with him.\n On Sunday evening, they bring him back.  On that day he continued with his work.  After a while he married a wife and the wife was called Lehentandani Nesengani.  It was in 1979.\n By 1981 she gave birth to a child called Moranga.  Before Sifiwa can get married, he was arrested several \nVENDA HEARING TRC/NORTH WEST\n3 AM DLADLAMBA\ntimes.  If there were emergency cases, Mohofe was usually arrested.  If a minor thing was wrong, then Mohofe was arrested.\n I still remember one day while he was coming from Jo'burg saying that he was Tsetsi Mashaneni, simply because they were looking the same, but he did not stay in jail, but he was released.\n I was hurt by his arrest.  He told me that one is arrested, they used to torture the one who is arrested.  He told me about torturing, it is a very painful story and it hurt me very much while he was relating about his torture.\n He told me where they used to torture him, they torture him everywhere, even in private parts, anywhere where it could make them feel happy.\n And letting plastic bags in his face while he was temporarily arrested.  In that way, while they used to arrest him, I once visited them here at Toyandu, the next day I told them that I am going to visit my cousins because Mr Mpepo was my nephew and Ravere was my brother.\n Ravere told me that your son have joined terrorism.  I will arrest him and tear him.  When saying that, my heart was on pain and I felt that there was something here.  In answering them, do you have the rights, you have got all the rights to take him and sit with him and punish him in any way that you can do that, because you have got powers.\n And you can even tear him into pieces.  It ended in that way, but the answer which was clear, I did not hear it.\n In going home I told Mohofe that if you joined these terrorism, because I don't know it.  Is it not good for you to stop doing this.  Sifiwa told me that if they are saying that I am a terrorist, there is no way I can go and refuse \nVENDA HEARING TRC/NORTH WEST\n4 AM DLADLAMBA\nthat I am not a terrorist.  What I know is this that I am a son of God, and I know God.\n And what I know myself as a mother, Sifiwa was starting to be the minister and returned back from minister because his health was not good, but he was not working, in fact, but he was unable to cope with the Natal climate.\n In that way after a while, he was arrested, but before he was arrested several times, he was arrested being alleged of bombing the Toyandu police station, the Sebasa police station I mean.\n It is then that Sifiwa was arrested at seven o'clock during the night, between seven to eight his wife telling me.  Early in the morning Lehentandani phoned me and told me that Sifiwa was detained, but you must not worry, I think he will be released.\n When he is released, we will come there at home and inform you what happened and she told me that there is nothing wrong.  That night, at 3 am, the old man, Mr Motsera (indistinct) came to me and told me that we are here to fetch you.\n Then I explained to them that what they are saying, I think no, just tell me if my son have passed away.  In fact they were not prepared at that stage to tell me that my son had passed away.  That day we went to (indistinct) the night, they told me that after taking Sifiwa that day, we have heard nothing about him, except that he was assassinated.\n I was disturbed, not knowing what to do and I tried to tell them who told them, because it is said that these things are usually hidden.  The State Doctor, when he was called in jail, they State Doctor was a friend to this \nVENDA HEARING TRC/NORTH WEST\n5 AM DLADLAMBA\n(indistinct) who was in Goldville, but I've forgotten his name, is the one who first told us that Sifiwa is dead.\n They have assassinated him.  It was on Wednesday.  In the afternoon, it is then that we heard that Sifiwa has passed away.  It ended up in that way, but I was hurt by the death of my son, who was my first born and he was the breadwinner in the family, because he was the first born, he was the one whom I thought will assist me in my life and in times, whereby, if I encounter problems, he will be responsible in resolving those problems.\n And I was very hurt by his death.  After a while, I can say maybe three years, or the next three months or the next year, it is then that having reported the case, there was a court case.  It is then that I heard that the one that killed, it is then that I realised who killed my son.  The one who killed my son was standing in the box and the man is called Mr Ramarighera and Mr Managa. \n Those two are people who stood in the witness box and the things how he was injured, is in the post-mortem and inquest.  In the death certificate it was written that he was having multiple injuries which was done by Mr Ramarighera and Mr Managa and it was also said that they were not found guilty in court and because these people were not found guilty, then what must we do?\n It is then that we decided to go from Messina to Shendima.  My sister, Mr Ravere told my grandmother that you must go and tell your sister-in-law that when she is working in (indistinct) she must never talk about the death of Sifiwa, because she is going to be arrested.\n It is then that I was afraid of jail and I was afraid of talking with people and the people were afraid of talking VENDA HEARING TRC/NORTH WEST\n6 AM DLADLAMBA\nto me because they said I am the mother of the terrorist.\n But one day when a certain woman was talking to a certain lady, she said, oh, you are letting this mother of a terrorist into your car.  It is then that I realised that no, Venda people are not faithful, because they have killed my son.\n When the court was over, seeing that day the accused were not guilty,  I cried when I was entering Sifiwa's house.  I was crying because I told them that I want Ramarighera, I want him to be my son, because he thought Sifiwa was not fit to be my son.\n I think this Ramarighera, I must go with him, so that he will be my son, but I was crying for something which was useless.  Pastor Corombi prayed very much so that my pressure may go down so that I may feel relaxed and go to the house without crying.\n From that day I felt that I could not cry, I was hurt and they have killed, the Venda's have killed my son in a bad way, that's all.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much.  Are you okay, would you like ... Could we continue?  Are you okay to continue?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "If you could just help us just to establish some things.  In your oral evidence when you were speaking now, it is not in your statement, you mentioned that even before this detention, that threats had been made against, that he would be killed.  Could you just tell me a little bit more about that.  The threats that were made, you mentioned a name and I didn't get it, if you could just repeat that please.  That was before he was detained and arrested, you said that threats had been made that he was going to be\nVENDA HEARING TRC/NORTH WEST\n7 AM DLADLAMBA\nkilled.",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Before he was detained, I only know about when they used to arrest him, he went to the cell and back.  I can't give (indistinct) rightfully, because we were not together,  was in Messina, but I can only remember the time when I was in Messina.\n I only know when he was arrested ...",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "In your statement when you are speaking about Mohofe being killed and his death, you say here and I will just perhaps like you to tell us if there is any explanation for this.  You said that you don't know where exactly he was killed or died, but you say that I only know that his corpse was found in a sitting position in a toilet at Venda Central Prison in Vondwe, near Sebasa.  This place is also known as Matatshe.\n Just a little bit about that, in a sitting position in a toilet, is that correct?  Where did that information come from?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Well the fact that he was found right in a toilet in prison, he was already dead then.  When we learnt it from court, they tortured him here at all these people who are arrested, they are sent to, the inquest when we learnt in court, they said they took him to the car and pulled him from the back of the van.\n What I learnt thereafter and what I know of is that they were just, he was damaged in the head and even his hips were swollen due to the fact that he was being pulled from the back of a van so that he was asked to go and show where the rifles were, because they were said they were in the mountain.\n But then he was not able to, he was unconscious.  But \nVENDA HEARING TRC/NORTH WEST\n8 AM DLADLAMBA\nthey were just saying that on his behalf.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "We also know and you mentioned in your statement, that a post mortem was performed on your son.  Can you tell us a little bit about this post mortem?",
            "Male"
        ],
        [
            "MR DLADLAMBA",
            "Yes, the post mortem was done.  What appeared in the post mortem was that he had multiple injuries.  That means they really did that right internally, but then there was a whole, I think they use an instrument, a certain instrument that pierce him through the side of his body.\n We don't know exactly what kind of an instrument it was.  Up to he died, that happened internally, he was bleeding internally.  That happened, there was no external, physical evidence that one could see other than the post mortem that is where we will be able to see through the evidence on hand.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Those documents,  I know you have copies of them, but have you made some of those available to the Commission, and if you haven't would you be able to let us have copies of those documents?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Well, I've already handed these documents to the statement takers.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "I see, I am sure we'll get them from the statement takers.  Now the reason that the police gave for taking your son, was in connection with the bomb which exploded at Sabasa station in October 1981 where a number of policemen were killed.  What were they saying, what were they accusing your son of?  Did they say that he actually planted the bomb, or did they say that he knew who planted the bomb and what happened to that accusation against your son?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Well, they were saying he was the one who bombed the police station.  They were not really accusing\nVENDA HEARING TRC/NORTH WEST\n9 AM DLADLAMBA\nhim, they were saying he was the one who was responsible in bombing, although they were not sure, they were just trying to say that, because they wanted to kill him.\n This very same Ramarighera what he said, I don't know how that leaked, they said, well we found you.  When they were arresting him, they said, we've now got you.\n There were six cars which came to fetch Sifiwa.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you for that Mrs Dladlamba.  I can just say to you that we are certainly going to be sending letters to invite the two people who you mention as the alleged perpetrators, Managa and Ramarighera.\n We will certainly be inviting them to respond, because you are saying that  you suspect very strongly that they were the people.\n They were the arresting officers of your son Mohofe and you also suspect that they were actually involved in his killing and as I said yesterday, that although the Commission would want people to come forward on their own and we also invite people to come forward, especially if they're named as perpetrators, we are also not going to accept that if people don't come forward, after being invited, we will actually force them to come forward through subpoenas as is presently happening as you must have heard, the announcement of the deputy Chairperson of the Commission, with some of the police Generals and former Ministers being subpoenaed by the Commission to come forward so that we can ask questions about certain incidents and certain events.\n So these two people mentioned, will certainly be getting letters from us to come forward and explain and if the invitation is not taken up, then we do have other \nVENDA HEARING TRC/NORTH WEST\n10 AM DLADLAMBA\npowers, powers of subpoena and we hope that we will be able to get the answers which you have been wanting for so long.\n I am going to see if any of my colleagues would like to ask you some further questions.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Ms Dladlamba, I see here you say Lelian is the wife to the late, where is Lelian?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "She is abroad, overseas.\n She is overseas, studying.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Did they have children?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Yes, a daughter, one.  Yes, they left together.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "You express understandably so, very strong feelings the way you put it in this matter, the Venda people have killed my son.",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Yes.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What do you actually mean by that?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "That means that time there used to be a saying that christians, people who believed in God, especially people who were connecting crusades around, they were said to be the ones who were exercising politics and terrorism.\n But that was due to the influence from the spies in the Venda Government who used to give information to the Venda Government, saying these are - there were a lot of people who I cannot mention ever here, some of them I don't even know, but during that time, I knew who were the people going to the then Government to influence the death of my son.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "In short you are saying the Venda Government of the time killed your son and that the Venda Government of the time, had a popular support from the Venda people in this area?\nVENDA HEARING TRC/NORTH WEST\n11 AM DLADLAMBA",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "I believe so, since the President say I am going to tear and squeeze your son and kill him.  After that it happened just like that and I then deduced that the information and the instruction came from the President and he instructed these people who wanted promotions and then they had to kill somebody.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "My point is I want to say that the Venda people are very good, very kind, loving people, they couldn't have been in support of the then Government, like you hear from the clapping right now.\n The clapping right now shows great sympathy and support for you, which means they couldn't have been a party to the killing of Sifiwa.",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "The Venda people in according to what they are, they are very secretive.  They are very secretive, you see, you are looking, you know they can just do anything whilst you are there, so unknowingly.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Suppose we accept that and then we say in the same breath that because they are secretive, perhaps at one stage, their minds can turn for the good and see the wrong that was there, and dissociate themselves with that wrong and begin to support you, cooperate with you and show great love for you?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Well, I don't believe that the Venda's were showing great love to me because I am saying the Venda's were very secretive, you know they wanted to please and get promotion, that is why they used to do that.  I cannot believe that they are loving, some of them do have, but others don't.\n Most of the people do this in order to gain.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Bank more on the few that you know to be\nVENDA HEARING TRC/NORTH WEST\n12 AM DLADLAMBA\nhonest, loving and supportive.  Would you say that Lelian feels as you do, mainly that it is the Venda people who killed Sifiwa?",
            "Male"
        ],
        [
            "MS DLADLAMBA",
            "Lelian is the one who was married to my son.  I think she feels hurt as well, because she feels it is very difficult for her to come and talk to people who are very secretive.\n As a mother I've got love, uncontrollable love for my son but I think if at all I was there, I could have died with him, but I don't know how much Lelian's love is, but I regard this as if she could have listening to the people who are so cruel.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "The majority of the Venda people, but if we go to the christians, you know the people that Sifiwa belonged to, the people who gave Sifiwa such great support at all times, that even when he died, some of ... (tape ends)",
            "Male"
        ]
    ]
}