{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-03",
        "location": "VENDA",
        "day": "1",
        "names": [
            "FREDDIE J. MULAUDZI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56097&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/fjmulaud.htm",
        "speakers": [
            "RUSSELL ALLY",
            "FREDDIE JOSHUA MULAUDZI",
            "THOMAS MANTHATA",
            "MR LYSTER"
        ],
        "original_speakers": [
            "FREDDIE JOSHUA MULAUDZI",
            "MR MANTHATA",
            "MR MULAUDZI",
            "MR LYSTER",
            "MR ALLY",
            "MY LYSTER"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "Thank you for being so patient, you've been waiting quite a while.  You're coming to speak to us about your son, the death of your son.\n Before you do, I'm going to ask if you will just please take the oath with Commissioner Richard Lyster.",
            "Male"
        ],
        [
            "FREDDIE JOSHUA MULAUDZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "... and you see this happening through this police coming before the Truth and Reconciliation Commission.",
            "Male"
        ],
        [
            "FREDDIE JOSHUA MULAUDZI",
            "The question is not clear.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "You say that kind of a process happening through those police coming, appearing before the Truth and Reconciliation Commission.",
            "Male"
        ],
        [
            "FREDDIE JOSHUA MULAUDZI",
            "I think that would be okay.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Mr Mulaudzi, thank you.",
            "Male"
        ],
        [
            "MR LYSTER",
            "You're, I think the fourth person today who's mentioned Sergeant Mambele Tshivhase.  Was he, is it correct that he was attached to the Security Branch at Sivase police station?",
            "Male"
        ],
        [
            "FREDDIE JOSHUA MULAUDZI",
            "Yes, he was a member of the Security Branch, Security Branch.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Sergeant which is a fairly low rank in the police, what - have you any idea where he took instructions from?  Was he acting on his own, was he acting under instructions from the SAP in Louis Trichardt, do you know what the chain\nVENDA HEARING TRC/NORTH WEST\n2 FJ MULAUDZI\nof command was, who is his superiors and to you know \nanything about them?",
            "Male"
        ],
        [
            "FREDDIE JOSHUA MULAUDZI",
            "That person referring to whether he is Sergeant or not, it was difficult for us to identify him because he was wearing plain clothes.  His link with other police which could either give him instructions is a question which I ...  (tape ends)",
            "Male"
        ],
        [
            "MR LYSTER",
            "Do you know anything about an interrogation centre, known as Vembe?",
            "Male"
        ],
        [
            "FREDDIE JOSHUA MULAUDZI",
            "Yes, I do.  That interrogation centre is at Sebatsa, it is in the First National Bank robot, taking the direction to Njelele.  There is a first turn off after Sebatsa Spurs, which led to the former White areas.\n The first building there, where there is bushes, there is a small gate, to such an extent that you can't even think that there is a building there.  That is the place called Vembe Interrogation Centre.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Interrogated while sitting on a cold, wet floor.  Is that where Sergeant Tshivhase beat you on the back with a sjambok?",
            "Male"
        ],
        [
            "FREDDIE JOSHUA MULAUDZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Do you know if Sergeant Tshivhase is still in the police force?",
            "Male"
        ],
        [
            "FREDDIE JOSHUA MULAUDZI",
            "At present I don't know.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Thank you once again, Joshua Mulaudzi for coming forward and also for assisting us to get some idea of what was happening in former Venda land during the ...",
            "Male"
        ]
    ]
}