{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-03",
        "location": "VENDA",
        "day": "1",
        "names": [
            "MALAKA MOTIMEDI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56103&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/motimedi.htm",
        "speakers": [
            "RUSSELL ALLY",
            "MS RAMAYETTI",
            "MALAKA MOTIMEDI",
            "MR LYSTER",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "MR ALLY",
            "MS RAMAYETTI",
            "MALAKA MOTIMEDI",
            "MR LYSTER",
            "MR MANTHATA",
            "MR MOTIMEDI"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "Thank you very much.  A warm welcome to every one to this Truth and Reconciliation Commission hearing.  This is our second hearing in this part of the country.  If you remember, we were in Pietersburg not so long ago and we will be making more visits to this region.\n We will in all likelihood be in the former Viani, early next year.  I want to extend a special welcome to those who are going to be testifying, the witnesses and also to their families.\n Before we begin, I just want to make a few announcements.  We have headsets for simultaneous translation - these black boxes.  Now the way these work is that there are three channels and as people speak, the interpretation takes place at the same time.\n The second channel is English, so as people speak in whatever language, it will be interpreter into English.\n The third channel is Venda, so you will get a Venda translation on the third channel.\n The fourth channel is Tsonga, but our interpreters tell me that our Tsonga interpreters have unfortunately not yet arrived, but as soon as they do arrive you would be able to get the Tsonga interpretation or translation on channel four.\n Then we also have somebody as you can see in front of \nVENDA HEARING TRC/NORTH WEST\n2\nus who is signing for those who want to follow sign language, so I would request that those who want to follow, sit in a position where they can see this person who is doing the signing.\n I also just want to reassure people that just because they may not be appearing in the public hearing today or tomorrow, we attach as much importance to their statements as we do to those statements of people who will be appearing today.\n These public hearings are really an opportunity for us to get some insight into what was happening in our country during 1960 and 1993.\n We don't select people because we think that their suffering is more important or that their gross human rights violations were worse.  We select people simply so that we can get a picture or a pattern of the gross human rights violations.\n So I want to appeal to people not to feel that they are second class victims, just because they are not appearing in a public hearing.\n In fact when the Commission eventually makes findings as to those who are victims of gross human rights violations, it will look at the statements of everybody who has submitted one and it will be on the basis of those statements, that it will make findings, not on the basis of whether or not people appear in public hearings.\n So we consider all victims as equally important.  If there are people who feel during the course of these two days of hearings, that they want to make statements that they have as yet not made statements, we do have statement takers with us and they, for the next two days, will be on \nVENDA HEARING TRC/NORTH WEST\n3\nthe ground floor in B11 and on the second level in B104 and B108, so that is ground floor B11 and then second level B104 and B108 for people who want to make statements.\n I just also briefly want to introduce the people sitting up front here today.  On my right is Mr Tom Manthata, whom I am sure may be familiar to quite a number of you because this used to be his stumping ground at one stage.\n Mr Tom Manthata is on the Reparations and Rehabilitations Committee and he is based in Gauteng.\n On my left a special welcome to Mr richard Lyster, who is from our KwaZulu-Natal, Orange Free State office.  He has kindly agreed to come today just to actually step in for another Commissioner, Mr Wynand Malan who some of you may have met when we came here earlier.\n Mr Malan unfortunately took ill quite severely and had to be confined to bed, so he has asked me to extend an apology to those of you who have met him before, he unfortunately cannot be with us, but Mr Lyster, Commissioner from Durban, Natal, has kindly agreed to come.\n I am Russel Ally and I sit on the Human Rights Violations Committee, based in Johannesburg.\n I am going to Bridgette Ramayetti to just please come forward quickly and announce the witnesses who we are going to be hearing today and the cases which we are going to be hearing.  Bridgette, thank you.",
            "Male"
        ],
        [
            "MS RAMAYETTI",
            "Good morning every body.  We are starting by Mr Malaka Motimedi in connection with the type of violation of himself.\n We'll now mention the list of all the people of today from Malaka Motimedi, Mr Neswiswi Shonisani will be the next VENDA HEARING TRC/NORTH WEST\n4\nin connection with Mr Ravelimbengeni's case and then Tshivhase Ntsuneni, in connection with Mr Mqwageni Tshivhase.\n After a break, tea break there shall follow Radamba Mabuathi in connection with his case.  Then Denga Tshinane Jane will follow in connection with the Denqama Wongwo.\n Then Malaudzi Mauhunga will follow in connection with Morao Mitsibiwa.\n Then Masiagwala Ndiitwane will follow in connection with the case of Mqwela Tsigoto.\n Then we will go for lunch break, then after that lunch Mr Munayi Thilwaiwi will follow in connection with his case, Munyai Thilwaiwi.\n Malaudzi Lufuno will follow on behalf of his case.  Musekwa Munzhedzi will follow in connection with the Msekwangarea.\n Then Mavhunga Ntendeleni, in connection with his case.  Davhula Namadzavho, in connection with his case.\n Kwinda Tshinane will follow in connection of his or her case.  That's all for today.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much.  Throughout today's proceedings and tomorrow's proceedings I am going to ask whenever a witness comes up for Richard Lyster to administer the oath.\n I just want to make one appeal and a very serious appeal to all our witnesses.  We have over the two days as you can see, quite an intensive programme.  Many witnesses are going to be appearing, and we all know that you are going to be reliving many painful experiences and you need and want to have your story heard, but I want to appeal to people to please try and restrict themselves to half an \nVENDA HEARING TRC/NORTH WEST\n5 M MOTIMEDI\nhour, because if we don't do that, we are not going to have an opportunity to hear all the witnesses before the end of our programme.   So please, try and focus on the nature of the violation very specific  so that we can give other witnesses the same opportunity to give an account of what happened to them. \n So in the case of our first witness today, Mr Tom Manthata is going to facilitate the leading of evidence.  I am going to ask Richard Lyster now to please administer the oath.",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Witness is sworn in.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Good morning Mr Malaka.  Who is on your side?  Who is sitting with you?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "It is my wife.  It is my wife.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Please be a source of support to Mr Malaka.  Mr Malaka, we have hear a record or statement about your experiences on torture, detention and so on, starting from 1976.\n Can you kindly lead us through your statement?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Yes, I can lead you.  Now, when I explain what are done to me, I would like to bring it forward that I will not go deep into the details of my detentions, by the way in which I was detained, but in fact there are incidents which I feel, those incidents are very important and have hurt me a lot.\n They were done with the aim, or with the intention which was out of the law.  In the first place I was detained.  There was a raid in my house in 1976, I cannot remember the date.  When I was raided, my house was searched, there were books which were found which were\nVENDA HEARING TRC/NORTH WEST\n6 M MOTIMEDI\nregarded as banned documents and then I was subsequently charged by being in possession of undesirable literature.\n But there in 1976, the turn in which I was detained again and charged for incitement.  In 1977 when I was detained, my case was always being postponed, but I was out on bail in these two cases.  That is the first case of banned literature and the case of incitement.\n I was detained in Nomatabi in 1977.  In 1978, I was arrested on my way back home and at home they were not knowing where I was.  I was taken to a certain place in (indistinct) and I was released later that evening.\n I was detained by Mr Ramswana.  I think sitting with Mr Ramswana there instruction came from General Marauwsi.  Mr Marauwsi decided that I must be detained.  Being detained there - when they took me to the court they say I am appearing for those two cases which I was charged with.\n Then I tried to explain that I was on bail, but the bail was not withdrawn, then I was told that I am detained because they are suspecting that I might skip the country.\n I was surprised because I was detained in Nomatabi and I came back home from Nomatabi.  Coming back home they decided that they must detain me again.\n They kept me for about three months or so, I'm not sure, then finally I was fined subsequently, about R250-00.\n I was released.  On my release the other thing that I discovered again which hurt me so much, is that when I was detained in 1976, when my wife was expecting.  They told her at work that she was pregnant, then they expelled her from work.\n When I was released, after I had been fined, I rebelled as if I was doing something which is rebellious misconduct.\nVENDA HEARING TRC/NORTH WEST\n7 M MOTIMEDI\n On realising that it was hurting me, I considered my family which was earning a living and then we were suspended from work and we stayed at home with my wife, both of us workless.\n This is one of the issues that I think was painful, because I was detained when I was out on bail.  I was also expelled from work and then the third issue is when I was detained in 1985.\n I was taken to Masisi.  The only thing that I had in that cell was a toilet.  I didn't have fresh water, I wanted water to drink.  There was no fresh water.  \n There was no water to bath.  I remember one particular incident which I even explained to the people who were taking care that I was ill then.  Then they went out to the nearest Clinic, they got pills for me, they asked me as to how I was feeling then.\n They then went to the Clinic just to find out if they could get some pills since they realised that look, my health was deteriorating, even before getting treated by anybody.\n Even then when I was considering the cell where I was, I am trying now to visualise and imagine as to whether a dog, an ordinary dog can even stay there.  I don't even think I can take my dog there.\n Because the way I was kept there, not even able to do anything.  During the night, the corrugated irons were very hot.  There were a lot of mosquitoes.\n It is very hot, it was very hot.  That was a very sinister condition that one could not even know how to do.  After they decided that I had to be taken to Donna Fraser Hospital.  They had realised eventually that my life was \nVENDA HEARING TRC/NORTH WEST\n8 M MOTIMEDI\nalready in danger.\n I remember Ramadigha who on that day was not available, and there was somebody in charge.  That is how eventually they took me to Donna Fraser.\n I think I stayed there for about three months.  On my release finally I was transferred again to Masisi.  The Doctors were fighting over this issue so that I should not be taken back to Masisi.\n I happened to be taken again to Masisi even though.  Then the other issue that I want to mention here is the issue on this issue of course he choked me.  Some policemen from Louis Trichard, one police in particular, took me and there was this reinforcement at Sibasa.  By then Sibasa was independent off the other police stations.\n Obviously if they wanted to detain me in - they could have done the paper work so that I should have been detained by police people in Louis Trichard.  Now they took me from Sibasa police station and they let me off - the police from Louis Trichard, who, is known as Mabedi.  When they arrived home, before my own family they put me on the boot of Mabedi's Skyline. \n I don't even know where I went, because as you know by now, I've already said that I was on the boot, but I eventually landed in police cell, Louis Trichard police cell.\n Then I - there was a charge framed on me, because initially I used to work in Mneling.  They told me that there were some other things that I used to take from the \nMneling.  Finally, subsequently the case was withdrawn and I was released.\n In short these are the incidents that I know very well \nVENDA HEARING TRC/NORTH WEST\n9 M MOTIMEDI\nthat really tortured me when I was experiencing all these terrible things.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you Mr Malaka.  What I should have asked you right from the beginning, what were your political activities around that time?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "I was a local Chairman of BPC, the then  BPC.  There was a time when after I had moved up from Teflo up, I was acting on SASO, which was constituted of students who were - as Vice-chairman and it was changed.  I was changed to be a Chairman of the BPC.\n Thereafter I became the Chairman of the Northern Transvaal Committee.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Which was an affiliate of the UDF?  Would you just in a nutshell tell this house of the policies of political groupings.  What I mean here strictly sir, where they meant to bring about very physical help to anybody that who held different viewpoint?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Organisations which I was involved in, mainly the objectives were that the then Government, who was based on Apartheid view and it was really not prepared to have anybody who was not of the same political view, we really tried to accept almost everybody.  Whosoever had a point, it was agreed on.  We used to honour such points and viewpoints.  Just to say that the Government which was then in existence, the Government was really torturing people.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Did you in your own personal capacity ever do any damage to any body who held a contrary viewpoint that could have led to your arrest, detention, the way you have recited it right now?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Really I have never had anybody in such incidents regarding their different viewpoints in as far as\nVENDA HEARING TRC/NORTH WEST\n10 M MOTIMEDI\nour political believes were concerned.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "then you talk about the book which was burnt which was found in your possession.  Can you remember the title of the book?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Yes, of course.  The other one was South Africa, A Police State.  The other one was local publication which was distributed by BPC in and around Sibasa, which was trying to explain the incidents and experiences which were happening on people, because there was a time when people who didn't have men, were being taken out of their own homes.  So we took a stand that the people should not be taken out of their own houses, and that very same article was included in that book.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "You were taken to Donna Fraser.  What were you diagnosed for?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Donna Fraser's people said or diagnosed me to have been ill of (indistinct).  The letter that I had, my stomach was swollen, I was highly depressed.  I was taken to the psychiatric ward.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "How do you feel now bodily and mentally?  Are you well?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "At the moment I feel all right.  Although I'm not really sure whether this relates to what we are saying, or specially relays to the detention, while I think it is not procedural.  Sometimes I forget something which is of less importance, but I think Doctors are saying that that thing is in connection with solitary confinement.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "My final question would be, how do you now regard those people who detained you?  Have you since come to terms with them?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Maybe I've got a certain way of doing things\nVENDA HEARING TRC/NORTH WEST\n11 M MOTIMEDI\nwhich I cannot take anybody by heart.  But I think those people which they have done, was something that was very wrong and I was very pleased if those people can come forward and explain that they have done me wrong.\n And they hurt people, having done nothing and it is my wish that those people must come forward and to tell the people that they have hurt the people and ask for the forgiveness because they have hurt people.\n And in connection with me I've got nothing against them.  I used to meet some of them, I greet them and that and those which I know that they were people who were behind my suffering and detention, I used to speak to them, I've got no problem with them.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "You are working presently?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Yes, I am working.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "She is working too?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "She is working too.  Yes, that is correct.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Over to you Chairperson.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Mr Manthata.  I just want to check if Mr Lyster wants to ask some questions.",
            "Male"
        ],
        [
            "MR LYSTER",
            "You said that you were suspended from your job.  Where were you working at the time?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "I was working in the Department of Justice, the then Republic of Venda. (tape starts) ... living politically was misconduct.  I don't know if I'm, it is because of my political way of living which was regarded as misconduct.",
            "Male"
        ],
        [
            "MR LYSTER",
            "I think in 1985, by Ramoshana.  Was that the man who subsequently became President of Venda in 1990?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Mr Ramoshana, it is not in 1990, he detained me in 1978, I think I might have missed something, but it is VENDA HEARING TRC/NORTH WEST\n12 M MOTIMEDI\nthe same Ramoshana who was then the President of this former homeland.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you Mr Motimedi.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Mr Malaka, in your statement the issue which comes across most strongly is the question of solitary confinement.\n You say that you were kept for something like two to three months.  Could you just tell us a little bit about this solitary confinement and your experiences and what you think of solitary confinement as a way of keeping people in detention?",
            "Male"
        ],
        [
            "MALAKA MOTIMEDI",
            "Truly I think in that solitary confinement, what I can say is this, if people can just imagine of a building in which I was in, if it was a house built by corrugated iron.  People who know the place called Masisi - Masisi is a very cold area, very cold area, very hot.\n The thing which I was having by then was, was the toilet.  And another thing which could happen in masses area, is that you are in a solitary confinement, you are not allowed to have even a Bible and you are even not allowed to sleep during the day because it would be very hot.\n And during the night the area have got mosquitoes and you cannot even sleep.\n Then you think if we can just imagine of those places in solitary confinement, in such kind of situation, with nothing you can do.   I think it is very hard, very hard time.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much for your testimony Mr Malaka.  It is clear from your statement that you experienced quite a lot of hardship and you can see that all your periods of detention almost coincide with changes that were taking\nVENDA HEARING TRC/NORTH WEST\n13 M MOTIMEDI\nplace in former Venda land, when it became independent during the period of the rule of Patrick Mpetu.\n One of your appeals that you have made, I think, that we here in the Commission actually endorse that appeal, you have said that those whom you have named, those alleged perpetrators, that you would like them to come forward and we in the TRC are actually making a special appeal to these people - come forward and give your account of events that people are saying that you have committed gross human rights violations.\n It is important that they come forward and give an account and as was actually said by the President and the Deputy-President in a press interview, that if people don't come forward on their own, out of their own free will, then the Commission is going to have no alternative but to force these people to come forward, to subpoena these people.\n So we can only endorse your appeal to these people to come forward and give their account of what happened.  Thank you again and go well.",
            "Male"
        ]
    ]
}