{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-04",
        "location": "VENDA",
        "day": "2",
        "names": [
            "ELELWANI V. MUGUVHELA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56104&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/muguvhel.htm",
        "speakers": [
            "RUSSELL ALLY",
            "ELELWANI VIOLET MUGUVHELA",
            "THOMAS MANTHATA",
            "INTERPRETER",
            "MR LYSTER"
        ],
        "original_speakers": [
            "ELELWANI VIOLET MUGUVHELA",
            "MR MANTHATA",
            "MS MUGUVHELA",
            "INTERPRETER",
            "MR LYSTER",
            "MR ALLY"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "Mr Tom Manthata is going to help you with your statement, but before that I would just ask that you'll take the oath with Commissioner Lyster.",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Mrs Muguvhela, who is accompanying you?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "It is my brother.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What is his name?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Leaphi Mashera.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Leaphi, you are welcome, feel at home.  Comfort your sister.  Ms Muguvhela, your husband died.  When did he die?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "In 1990.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "At that time, how long had you been together?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Maybe 10 years.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Was he working?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes, he was working.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And what about yourself?  Are you working?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "No, I am not working.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And how many children did you have at that time?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Four children, four children.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Four children?  What are they doing?  Are they schooling, working?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "They are all at school.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "At school?  And who is maintaining them, Ms\nVENDA HEARING TRC/NORTH WEST\n2 EV MUGUVHELA\nMuguvhela?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "It is myself.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "How do you do it when you are not working?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "I used to bake fat cakes and sell something and the little thing that we can get in our orchard.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Can you tell us how your husband died?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes, I can do.  It was during the violence in the country.  By that time a certain man disappeared, by the name of Mr Magadaghela and we went to the Headmen's place to search for the whereabouts of this old man in the first place.\n No information was received.  Many  meetings were held but on the 24th of March 1990, there was a very big meeting in which the whole country was convened, all people went there, including children and old people who could go there.\n It is there that the people agreed that we must go to Tsangane where the man was last seen.  And then the people went there.  I did not go there.  The information what I have is the information that I received from the people that went there.\n On their arrival they have tried to find all the information from the sister of the old man.  The information was that the man was killed by Mr Tsiqobigana.  They went to Mr Tsiqobigana's place.  They did not bring back Mr Tseqobigana.  In coming back to Tsangane they rested, it was during the evening.\n The witness from whom I have received this information they said that a police van arrived, about ten police vans or more.  When police arrived there, they started shooting, it is then that by the next morning we heard that my husband passed away.\nVENDA HEARING TRC/NORTH WEST\n3 EV MUGUVHELA\n The relatives went there at Tsangane to see where the corps was.  When they went there they found it exactly as it is.\n They came to the Tando police and they came and they explained that the police have killed someone there.  In answering that they said that someone might have died due to the stone falling over him.  Because those people were hurt by what they have seen, they went back to where there was this corpse.\n It is there that the police came and take photo's for the corpse and take it to the police station.  It is then that the funeral arrangements were made and it all went like that.\n In 1993 this inquest was made which was not made by the family members, but which was made by the Government.  The inquest was on the heads of Mr Ndama and the representative of the family who was sitting today, Mr Rambane.\n We were given Mr Ledobo to be the representative of the Muguvhela family.  The day in which the inquest ended Mr Ndama came back with three big books and he was just paging them where he was sitting.\n In finishing talking he said, the police were on their duty.  I will end it there.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "This is a sad case Ma'am.  Who was this Magadaghela?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "The old man who disappeared.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Was he not well at the time?  How did he disappear?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "He was well, I just, I can't say exactly how he disappeared, I cannot say that, I'm afraid.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And you are saying the big meeting that was\nVENDA HEARING TRC/NORTH WEST\n4 EV MUGUVHELA\nconvened, who had called, who had convened that meeting?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "The Chief had called the meeting, convened the meeting.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "The aim of the meeting was to find out where Magadaghela could have been?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes, just to establish whether he was still alive or not.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And then you talk about Xobishali, who is he?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Are you actually referring to the one who gave evidence?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Oh, is he the one who gave evidence?",
            "Male"
        ],
        [
            "INTERPRETER",
            "She would like to know if you are referring to the one who gave evidence?",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "How many Xobishali's did we refer to?  I thought I heard you talking about one?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Who is he?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "He is the Chief who belong to the Tsongolo village.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.  How was this meeting to look for Magadaghela connected with the meeting what seemed to have been political meetings as you put it, it was a period of violence and I understand you to mean political violence.  How are they two related?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes, they do relate to each other.  Yes, people were doing that because they didn't want people to live like that, just getting disappeared without any knowledge.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "If I understand you therefore, you feel that Magadaghela's disappearance had political significance?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "No.\nVENDA HEARING TRC/NORTH WEST\n5 EV MUGUVHELA",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "As Mr Chairman has pointed out, shall we get all the relevant documents like the inquest and what not, I think I will go so far, thank you Mrs Muguvhela.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you.  Mrs Muguvhela, was there ever an inquest after your husband died?  You've said in your statement that you saw your husband after his death, he was clearly killed by two bullets in the chest.",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes, I just omitted that unfortunately.",
            "Female"
        ],
        [
            "MR LYSTER",
            "And you said that the conclusion of I don't know whether you said it was the Magistrate, was that the police had been doing their duty, is that correct?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "The Magistrate is the one who said that the police were on duty.",
            "Female"
        ],
        [
            "MR LYSTER",
            "That inquest that took place, or that court case?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Right here in Tando.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Okay, we will look at those documents.  Now can you give us some idea of the larger meeting, not the meeting relating to Mr Magadaghela, but the other meeting, can you tell us something about that meeting?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Do you want me to, I am not clear about the question?",
            "Female"
        ],
        [
            "MR LYSTER",
            "The meeting that was held at the Chief's place, the meeting, do you know anything about that?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Tell us something, anything you know about that meeting.",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "The main objective was to make people not just to disappear at random.",
            "Female"
        ],
        [
            "MR LYSTER",
            "And who held the meeting, who was co-ordinating that meeting?  Who called it, who called the\nVENDA HEARING TRC/NORTH WEST\n6 EV MUGUVHELA\nmeeting, who put it together?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "The Chief himself.",
            "Female"
        ],
        [
            "MR LYSTER",
            "And are you aware whether you husband attended that meeting?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes, he attended the meeting.",
            "Female"
        ],
        [
            "MR LYSTER",
            "And do you know what was discussed at the meeting, do you know, were they talking about people who were disappearing at the time, what were they concerned, is it people who were being arrested and detained by the police or what sort of disappearances were you talking about?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "I am not clear.",
            "Female"
        ],
        [
            "MR LYSTER",
            "You said that people attended that meeting, or called that meeting to talk about people who were disappearing.  Are you talking about people who were being arrested by the police when you say that they were disappearing?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Mainly the objective was about the old man because he was not somebody who could be arrested by the police, since he was old.  It had been said some other time that he could not be able to.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "We'd just like to ask you a few more questions and we hope that you'd help us to understand a little bit more about the contents.  If you at any stage don't understand the question, please say so and then we'll repeat it and try and get the questions as clear as possible.\n If you can't answer the question, it is also okay but if you will just be a little bit patient with us because we really want to understand what exactly was going on.  Because from the little bit of research that we have done in this area, round about that time, late 1980's, the 1990's we know that there were a number of accusations about ritual \nVENDA HEARING TRC/NORTH WEST\n7 EV MUGUVHELA\nmurders, a lot of concern that people were disappearing and the suspicion was that these people were being murdered and that there was some witchcraft associated with that.\n And in fact in the last of Vele's Government, who took over when Mbepo died, the last of his Government, he actually appointed a Commission to look into this question of ritual murders, which was the person who was in charge of that Commission, was a Judge Le Roux and he made certain findings.\n Now we hope that by speaking to you and others like you, we will be able to get another side and maybe compare what Judge Le Roux was saying about this and what people who had direct experience of this, so if you will just bear with us a little bit.\n It seems and you can tell me if I'm incorrect, that when this old man went missing, Mr Magadaghela went missing, the village that he went missing in, where was that?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Tsangane.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "From another village, which village was he from?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes, it was another village called Tsizeng.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Was there tension between these two villages, was there any conflict between the Chiefs or the Headmen of the villages?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "No, I don't know about that.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "When he went missing from the one village where your husband was to the other village, did people believe that he had been abducted, that he had been murdered, that this was a ritual murder?  Is that what people believed happened?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "No, I didn't have any views about it.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So then the people of the village that he lived\nVENDA HEARING TRC/NORTH WEST\n8 EV MUGUVHELA\nin, they then got together in order to go to the other village to speak to the Chief there to find out about this man, is this what was actually happening?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Do you know whether your husband was shot on the way to this other village or was it at the actual village itself that your husband was shot, in other words what I am asking you is did that meeting with the Chief of the other village, did that meeting ever take place?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "There was only one Chief.  These other people were sub-Headmen.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now did the meeting ever take place with the sub-Headmen of that village to ask what had happened to that old man, or was your husband killed on the way to that village, do you have any idea?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "He had already arrived, because the corpse was found there at the school.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "What the police are giving is that they were protecting those other villages, that the people who were coming, were perhaps going to be violent, that there might be a confrontation.  Do you know anything about that?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "I didn't get that clearly.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "The police when there was an inquest about the death of your husband, the police said that they were only doing their job.  What they meant by that is that the people from your husband's village who was going to this other village, that they feared that those people may perhaps be violent, now I'm asking, do you perhaps have any views about that, what was the atmosphere, the spirit of the people who were going to find out about what happened to this old man?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Are you referring to the village where my\nVENDA HEARING TRC/NORTH WEST\n9 EV MUGUVHELA\nlate husband died?",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "The people who were with your late husband, okay, who were going to this village, what was their mood like?  When they were going to find out about this old man, was there any indication that they wanted to be violent or that they had weapons with them, or were they just going to try and find out about what had happened to this man?  Do you have any knowledge of that?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "Well, according to my view I think these people were painful, they didn't want the disappearance of anybody.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And after the Magistrate said to you that the police were only doing their work and that's why they shot your husband, did anything ever happen again?  Was that the end of it, did you never hear anything again about this case?",
            "Male"
        ],
        [
            "ELELWANI VIOLET MUGUVHELA",
            "It ended there, like that.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Mrs Muguvhela for coming.\n As I was saying to other witnesses, we are really struggling to try and put all the pieces together and particularly when you have a situation like this, where there are so many different things happening where there were these accusations and then counter accusations, disappearances, people being accused of various things, but we hope that by the end of our work here, we will have found some answers to some of these questions which can obviously never bring back your husband, okay, but hopefully by some understanding of what happened, you would be better able to deal with some of your pain.\n I am sure that the most difficult thing for you really is not having answers, not knowing and some of the things \nVENDA HEARING TRC/NORTH WEST\n10\nwhich you speak about, about your children and the difficulties now after the death of your husband, that those things, I am sure are things which the Commission is also listening to.\n Thank you very much for coming and as I say once we've put these things together, we hope we will be able to come back to you and give you some of the answers which you so \ndesperately want, thank you very much.\n I am going to ask if you will all please stand while the witnesses leave, we will then break for lunch and if we can come back here promptly at two, or just before two, so that we can start at two o'clock because we've got four witnesses, five witnesses after lunch and we'd like to finish before five o'clock, thank you.",
            "Male"
        ]
    ]
}