{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-04",
        "location": "VENDA",
        "day": "2",
        "names": [
            "NOANGANENI P. PHASWANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56110&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/phaswana.htm",
        "speakers": [
            "RUSSELL ALLY",
            "NOANGANENI PETRUS PHASWANA",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "MR ALLY",
            "NOANGANENI PETRUS PHASWANA",
            "MR MANTHATA",
            "MR PHASWANA"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "Good afternoon to you Reverend, and welcome, nice to see you again.  Thanks for coming.  You are coming to speak about what happened to you, the torture, the severe ill-treatment that you were subjected to.\n Also some of it connected to the case that we just heard now Mohofe, his detention.  Around the events in 1981, the bomb blast at the Sebasa police station.\n Mr Tom Manthata is going to assist you with your statement, but before that, if you will just please take the oath with Commissioner Lyster.",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Just relax.  Who are accompanying you?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "My younger brother.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "He is welcome.  Can you briefly Rev Phaswana tell us the process that led to your, that politicized you?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "Thank you.  Briefly during my student life I was very much aware of the gross injustice committed to our Black people in our country, South Africa.\n And this was mainly because of also my christian conviction and the fact that God is the lover of justice.  During my seminary studies I was once elected the Chairman of the then South African Student Organisation, and that made me politically aware person and socially involved christian in the whole country.\n From there I was forced to be a person who was not that VENDA HEARING TRC/NORTH WEST\n2 NP PHASWANA\n-  whom the police hates so much.  I was a person who were threatened until we were raided at school at Mapumulu several times.\n When I was here at home, I used to, they used to follow me, the police were usually behind me and those were behind me for several times, until 1981 while there was the bombing of the Sebasa police station.\n Some were arrested, some pastors like me were arrested and I remained until I was arrested on the 5th of January 1982.  When I was arrested, I was coming from (indistinct) and I was coming to talk with Bishop Sirothe.  I went there with a student, who is now Dean Notharo.\n We spent the whole day in Pietersburg.  In coming back from Pietersburg, we met a police van blocking the drive way at Tsaxoma Mission House and then we joked while we were still behind, that we are now driving a Ford who can make a u-turn and run away.\n In answering that I said running away will show those people that we are guilty, then that now that we are not guilty, we must go to them.\n In arriving there, they said that the car is going nowhere, you - they ordered me to get out of the bakkie.  When I complied, they allowed me, they told me that I am arrested and then in arresting me, I told them let me go and take my toiletries so that I could bath.\n They told me no, you are going nowhere, you must go into that car.  And Mr (indistinct) before he can go into the car, let us first pray.  When he started to pray, the police Ramarighera said \"voetsek\", what kind of prayer is that.\n The speaker of those words were Mr Ramarighera, he\nVENDA HEARING TRC/NORTH WEST\n3 NP PHASWANA\npushed me into the car, it was a Toyota bakkie and then I jumped on the back so that I can sit there, being alone.\n In doing that they said no, come here in the front seat and I refused.  It was Mr Ramarighera and Mr Ramaragha.  It was a van car, allow me to sit here in the back.  \n If you don't come here in the front, we are not going, it is then that I was forced to go and sit between them.\n In going from (indistinct) when we arrived at Chiwirani, they started to hit me by the elbows and now they will say, you are now going to say that the christians are being hunted.\n They are saying that what they are doing is that they are fighting with communists.  In arriving at Khombe, they said you are saying now that christians are being persecuted.  It is then that there are many ways of persecuting the christians, because even Nero was also a champion by the persecutors of christians.\n ... and then blamed it on christians.  And for that reason that is why he killed many, many christians.  So this one does not surprise me that you are just waiting for scapegoats.\n At this stage we were reaching Sebasa police station.  I thought we were entering the police station, they turned, in stead they turned to the (indistinct) direction, they entered to a certain small house.\n In arriving there we found Mr Ramoswana present there.  Mr Ramarighera said we are back with him here, here he is.  Not long Mr Nesemari arrived and Mr Nesemari said, is this, if now we have found the communist who have trained for five years in Russia, what is it that this one is going to do?\n From there I was given a black ballpoint in which I was VENDA HEARING TRC/NORTH WEST\n4 NP PHASWANA\ntold to write a statement, because I am responsible for the bombing of Sebasa police station.\n While we were dropped at Sebasa police cells, I decided to write a sermon.  I wrote that sermon for that matter.\n The next morning, early in the morning, after breakfast which was a rotten porridge, I was forced, I was taken to the offices where I was taken the previous night so Mr Ramarighera took that statement, he read it, Mr Ramoswana said, you didn't write the truth and they said he wrote rubbish and then they tore that statement.\n I felt that my part was torn off, because in that part perpetrators of apartheid, why God is against apartheid.  And then from there they said you must go with him and take him to that other side.  I was taken to a certain office which was in the worst of where I was.\n From there there were police, about ten.  Before I was told to take off my jacket,  everywhere where  there  were  hairs, there were the hands of the police, they take off everywhere where there is hairs.  The hairs were down there.\n I understand is that the man who was born by a woman, can do this.  I was surprised because when they were removing all my hairs, I had no pains.  And Nesemari told me that you are playing, they told me to take off my clothes, shoes and socks and then I complied.\n Then they handcuffed me on the back and then a sack was placed in my (indistinct) and I was and then they tied it under my neck.  Then they clipped electrodes on my earlobes.\n The electric shock was switched on, it was terrible.  They were asking me to tell them how I bombed Sebasa police station, telling me I bombed that police station from which \nVENDA HEARING TRC/NORTH WEST\n5 NP PHASWANA\ndirection.\n They told me to take them to the spot in which I was in and I told them that I must not tell them that I was not there, because they said they saw me where I was.\n But I was standing on the same information that I know nothing.  They told me that I am playing, they take over that canvass bag, they started to hit me with fists, clubs and everything which they can find anywhere there.\n Mr Ramarighera is the person who have done a great deal, who clubbed me here in the face and he clubbed me in one eye until it was closed and swollen.  When giving this other eye, he gave me two lashes and then it stopped.\n In stopping he asked me, told me where is your guns, where did you place the guns.  I told him that if I told them that I have placed the guns somewhere, I think I will do it better and they will kill me and then I will be relieved.\n Then I just told them that I know that the guns are at Mqwangwele caves and they said, are you telling the truth?  If we go there, do you think we will find those guns?  Then I said yes, and I thought that if you are just talking and laying you are relieved.\n Then we were taken into a car, we were led to Mqwangwele cave.  Even if they went to Mqwangwele, I don't know.  Even today, I have never been there.\n Then in the bush after we passed the school called (indistinct), then I said to Ramarighera and Managa and I told them that that thing I was just saying because I was feeling pain.\n I was saying that if I said that, he will kill me.  I don't know even if they went to Mawangwele and now that you \nVENDA HEARING TRC/NORTH WEST\n6 NP PHASWANA\nare talking a gun, I know no gun, I have never handled a gun since I was born and they told me that I was laying.\n I told them that if you want to dig, then you may dig and then I was, they told me that I was laying, now you will never say anything that we will listen to.\n Now we went back, they were eating their lunch and I was watching them finishing that lunch, then I danced.  They have done everything that they can and they have treated me until eight o'clock.  At that time Mr Nesemari said we went for 24 hours a day, 7 days a week, but we will be with you this coming night.\n At that stage Mr Nimsevhana entered there and then he said, are you refusing to tell the truth?  You will drown like your frantic (indistinct) who drowned in that bucket.\n When I looked around, trying to locate the size of the bucket, I only found an empty orange squash container.\n Then I was angry that if I am angry and talk to them in a harsh manner, I think they will be angry and kill me.  When I was prayer, saying God kill me, they laughed and said no, God cannot kill you.  They said now what we are going to do is to take you and take you to the police cell.\n It is then that, before they could take me to the police cell, they sent me to that first office that I was led to in the morning.  Mr Ramoswana gave me a hard clap and then that I fell and my ear drum burst.\n And then Ramoswana told me that you are trying to be Stephen in the Bible who are dying for the truth.  They asked me to tell them the truth and I just kept quiet.  They took me to the police cells on the 7th, they didn't arrive.  On the 8th after the same similar breakfast and booked me out of the police station into the same room and they said \nVENDA HEARING TRC/NORTH WEST\n7 NP PHASWANA\ntoday we are not going anywhere, we just want you to tell us the truth in this room, the chamber of truth.\n They have done everything they had done yesterday and I was sent to the cell at round about, early in the evening and they told me that they would be back next time.  \n On the 9th, they never came.  On the 10th and the 11th they were not there.  On the 12th, they came back to me.  They were doing something which is called (indistinct), because that day I was never wearing a (indistinct) bag.  They told me to sit down, I want to finish with you.\n What they could do was to tie me by handcuffs and they (indistinct) which I cannot even describe.  My body vibrated and at that moment, I started smiling because I knew I was dying and I welcomed death.\n When I didn't die I was the most frustrated prisoner when they released me from that spell of torture.\n And they said we have not yet finished, we are still going to do this until you tell the truth.  There was a psychological torture which accompanied the whole ordeal because those days, the 7th, the 9th, the 10th and the 11th, when they were not with me, I could not literally sleep.\n I was expecting them to come at any moment and do what they did the previous days.  So psychological torture proved to be more damaging that physical torture.\n Food, I've said that there were worms in porridge, you could even see worms in porridge.  Some I used to throw away and some I closed my eyes and then I ate them.\n There was no water in the cell except toilet water.  I used to flush the toilet and cup my hands and drink water from the toilet chamber.  That was the only way of quenching my thirst.\nVENDA HEARING TRC/NORTH WEST\n8 NP PHASWANA\n The Bible was not allowed.  They said that the Bible will make me a communist.\n There was no hope for the past 6 weeks.  Until I was taken to the Magistrate and I was charged on two counts of murder and attempted murder, where I pleaded not guilty.  But eating rotten food, continued.  And sitting in isolated cells, continued.  Until such time when a certain Magistrate came - it was his routine, every two weeks he came, every two weeks he came and they told him, but nothing happened, because what you told him, he used to take them to the police.\n One day when he came back, I told him that I am tired of eating rotten foods, from tomorrow I will never eat food, I will be on a hunger strike.  It is then that in the evening CID's from Louis Trichardt were brought to me and they pleaded with me not to continue with a hunger strike and from tomorrow until such day, we will allow your wife to bring you some food.\n It is then that I stopped eating rotten food and then I started eating food from home until I was released on the 1st of June 1982. I will answer questions.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you Rev Phaswana.  Would you say that SCA, during that time was she pure with you at Mapomolo?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "No, ... in 1975.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "And at that time, what political activities in particular or what religious activities that had political significance were you engaged in, projects, yes?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "The Christian movement and also South African Student Organisation.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Right.  I have no further questions.  Your statement is such that to me it doesn't require any further\nVENDA HEARING TRC/NORTH WEST\n9 NP PHASWANA\nquestions, thank you Reverend.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you Reverend for that very vivid description.  Clearly the way that you recall it, one can see what an impact it must have made on you, because this was in 1982, almost 14 years now, but you can almost recall day by day, blow by blow, electric shock by electric shock the ordeal which I suppose was characteristic of the Venda Government then and what was happening.\n Because that was soon after independence which wasn't always widely supported.  And often the only way those Governments could stay in power, was through this brutal force and intimidation.\n But just before you leave, just to - I just want to ask you one or two questions.  One relates to the fact, the issue of any payment.  Were you ever paid anything by the then Venda Government for the injuries that you sustained?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "Released and talking about my torture and also lodging a civil suit against the jail, the then Venda regime paid me R3 000-00.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Was that an out of court settlement that they paid you, that wasn't as a result of your civil case, it was settled outside of the court?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "It was an out of court settlement.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And can you just tell us what after effects you still have of that torture that you were subjected to.  Are there any long term consequences?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "I still have five scars which are visible on my body.  The nightmares still come although they are no longer occur at the frequency they used to do immediately after my release.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And your hearing sir, because you said that you\nVENDA HEARING TRC/NORTH WEST\n10 NP PHASWANA\nwere smacked and your ear drum was perforated?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "The hearing is slightly effected, especially the right ear.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And just one final question.  These two people who were involved in your torture, did they, you did say in your statement that they did say to you the same thing will happen to you as happened to your friend, Mohofe.  Was that the only occasion or did they often say that to you, boast about what they had done to Mohofe and that the same would happen to you if you didn't cooperate?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "That was the only occasion which I recall about Mohofe, but the other incident, they referred to the death of Steve Biko, that I will also follow Steve Biko if I don't cooperate.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Did they say this as if they knew something about Steve Biko or were they just using it as a way to intimidate you or did you get a sense that maybe they know something about the death of Steve Biko?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "The way they said it, I couldn't even detect any lie from what they were saying because they were saying it in jubilation and having experienced the torture in the hands of the same people, and having read about the (indistinct) if Biko, what they did to Biko is what they did to me, so I concluded that it was a pattern of the security police and how they deal with the so-called enemies of the State.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And just for our record, will you read those names again into the evidence.  The names of the people you mentioned, who said this to you?  Who boasted about it?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "The people who boasted about the death of Sipiwa, was Mesewoa, the one who alluded to the death of\nVENDA HEARING TRC/NORTH WEST\n11 NP PHASWANA\nSteve Biko is Managa.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And just one final question.  Your detention and Mohofe's detention, was there any period that it coincided or nothing like that?",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "Sipiwa was detained in November 1981 and I was detained in January 1982.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Okay.  Thank you very much Rev Phaswana for that very vivid account and description, thank you.",
            "Male"
        ],
        [
            "NOANGANENI PETRUS PHASWANA",
            "Thank you.",
            "Male"
        ]
    ]
}