{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-04",
        "location": "VENDA",
        "day": "2",
        "names": [
            "MBULAHENI PHOSIWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56111&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/phosiwa.htm",
        "speakers": [
            "RUSSELL ALLY",
            "MBULAHENI PHOSIWA",
            "MR LYSTER",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "MBULAHENI PHOSIWA",
            "MR LYSTER",
            "MR PHOSIWA",
            "MR MANTHATA",
            "MR ALLY"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "Good afternoon sir, it has been a long wait, but thank you very much for coming.  I was told and I know that you have come all the way from Mpumalanga, a long drive, so we are very grateful to you for having come and you are also going to speak about torture and severe ill-treatment at the hands of the Venda police round about the same time as the other incidents that we just heard about now of Revd Phaswana and Mohofe.\n Commissioner Lyster is going to assist you with your statement and he is also going to ask you to take the oath.  Welcome to you.",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mr Phosiwa thank you very much for coming in.  We have heard a very vivid description of torture at the hands of the security police here in Sebasa from the previous witness and you are going to be telling us a similar story.\n Now could you in the same way that he did, just briefly give us your background.  I understand that you are a Reverend in the Lutheran church, is that correct?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "Yes.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Just in a couple of minutes, just tell us what you were doing here and what your duties were as a Lutheran pastor, so that we can understand the context in which this happened and why perhaps it was that the police\nVENDA HEARING TRC/NORTH WEST\n2 M PHOSIWA\nfocused on the Lutheran church here in this area.",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "I started working in Church, in the Lutheran church in 1974.  By that time I was working as the assistant director for the church centre.\n I was the evangelist in the Lutheran church.  By 1975 I was elected as the youth of the circuit from Wodoqwa including here the whole of Venda.  Here in the church centre there were meetings which we used to organise to try and open the minds of the people and that the people must know about their rights.\n We used to convene meetings and invite speakers who have got the knowledge of the things of the country and the human rights.  We used to invite people like Dr Beth Naude.\n In 1976 when there was this student violence in Soweto, it also reached here.  By that time I was working here in this church centre for several years.\n I was working with Mr Phaswana, working with Mr Farisani for a long time in that church centre.  The greatest thing that I was doing there, was to work with the youth and students.  By 1977, after the violence by the students here in Venda, there were boys who were interested in talking about the human rights.  \n There were leaders like Alan Boderi and many more who were working with them.  When they were fighting for liberation they used to write letters and throw them everywhere in the world so that people must know what is happening.\n I was also visited by police, saying that we know what you are doing and we know that they youth have got no car.  We know that youth have got no typing machines, I think, we know that there are people who are behind this, and you are \nVENDA HEARING TRC/NORTH WEST\n3 M PHOSIWA\nworking with this youth and we know what you are doing.\n That was in 1977.  It is then that by 1977, I was arrested.  I was arrested for 90 days at Sebasa police station and at Louis Trichardt prison and at Pietersburg prison.\n Here in Louis Trichardt we used to sit there being given food which is salty with blankets seeing flies falling on you while you are asleep.  But it was better because I was not alone, we were about eight.\n By 1981, 1982, when there was this information about the bombing of Sebasa police station, I was arrested again at that time, round about November.\n They took me to Venda prison, called Mabatsa.  There  at Mabatsa there were other people who were already arrested and I was there for quite a long time, I think from November up to February, staying there.\n The people who were there were arrested like me, they were afraid of each other.  It was very difficult to talk with each other, but if they are talking from each cell to another, we can talk and discuss things.\n While they recognised me, there were discussions which we used to discuss, but every day we used to make Bible study.  I used to memorise verses and dictate it to them early in the morning so that we must think about it, then in the afternoon we would discuss about it.\n I still remember for example in the book of the Corinthians, talking about love, I used to tell them one verse so that in the next day I give them one verse and we tried to study the Bible in that way.\n We used to sing there and we were able to pray and anyone with other information which he knows, we used to \nVENDA HEARING TRC/NORTH WEST\n4 M PHOSIWA\nshare information.\n And we kept ourselves busy by sharing information and it was better.  By February, one day we used to go out of the cells going to bath and after exercised we have to go and bath.  One day it was found that time was not good and we were told that we must go to the cell two by two.  Mr Raqibanga came to me so that we could talk and then we opened the shower heavily so they could not hear what we were saying.\n Mr Raqibanga said to me you know your beds are very big and sometimes they will be rotten, you must make sure that your beds must be removed.  It is then that the next morning I asked for a razor blade not knowing what I was supposed to know with it, and I told them I am going to shave, then they gave me - I shaved my bed.\n Another day while there was not enough time Farisani Simon came and he hurried so that we can go and bath together to a shower.  He told me that if when you are asked about two boys who once visited you and you refused, you must accept that because I have agreed that while I was told by pastor Mahamba and I've told the police that you know something about those two people, and if you are told about those two people, you must not refuse, you must accept it.\n I was forced to tell those people that I've burnt the book shop because it was very painful.  If you refused, they would kill you, you must agree.\n Then I agreed that I will see what will happen.  That day I was called, it was during February.  People were talking with me, saying that no, please, you must tell the truth because this thing is very painful and then we were led into that house which is next to Roqoto and I entered Mr VENDA HEARING TRC/NORTH WEST\n5 M PHOSIWA\nRamoswana's office and Mr Ramoswana was sitting with a certain White man.  In seeing my presence that White man left and then I remained with Mr Ramoswana.\n Then Mr Ramoswana asked me what is it that you are arrested for.  Then I said oh, I thought well you are calling me, you know what is it that I am arrested for.  He asked me didn't you go to Zimbabwe.  I said yes, I went there using a passport and it was legal.\n And he asked me haven't you visited people who were arrested there in Zimbabwe and talk many things about Venda and I asked him how do you know those people.  I told him that I don't know those people, but the people that I visited are members of the church.\n And he asked me if I haven't ever attended AZAPO meetings.  I agreed that I have attended AZAPO meetings because AZAPO was not banned at that time and it was legally accepted.\n And Ramoswana asked me why you are not telling me why you were arrested.  Photo's were taken out of the bombed police stations and the corpse of the burnt people.  Do you think if the Judge sees this photo's, what do you think the Judge will say about this?  I told him that I know nothing, because I don't know these things.\n But he told me that we are seeing how bad is these photo's, I told him, yes, they are bad, but I don't know what the Judge will say and  Ramoswana told me that I am wasting his time.\n Okay, let's go, I will hand you over to the people who will never talk to you, who will beat you thoroughly.  And I was taken to the people who never feel any remorse for you.  Let's go.  And then I followed him.\nVENDA HEARING TRC/NORTH WEST\n6 M PHOSIWA\n The office was open, looking inside there were eight policemen.  Before I could say anything, I was given punches and my shirts were taken off and I was left with my underwear.\n And I was forced to lie on the floor and on the floor there was water and I slept there and that bag was crossed in my head, that sack which was referred to by Mr Phaswana, water was poured in and then I started to suffocate and then we were forced to frog jump and we frog jumped for a long time.\n Thereafter I was hand cuffed, because I was trying to defend myself.  I was hand cuffed and those iron here which hand cuffed me, were blocking blood as an indication that the blood vessels were not working.\n And they asked me where is your beds.  I laughed, my beds, I shaved them.  Why did you shave them?  What did you hear about that?  I just told them, no I just let them out because I thought they will give me problems, but I was laying because I was not going to tell them that I was told by this one.  That is when they went to the head.\n They pulled straight at my hair, the root of hair, even the (indistinct), I even have a scar, there was blood flowing.  I was beaten severely.  I was made to lie down.  Some people were on top of me, they asked me how many children I had.  That was Joseph Nesemari, who asked me that question.  I said I had four and they said okay, fine, that is all.\n I didn't know what was going to happen.  That is where the electric shocking took place in my private parts, that continued for a long time, I felt I was dead.  After they had done that they electric shocked me behind the ears, that VENDA HEARING TRC/NORTH WEST\n7 M PHOSIWA\ncould have taken place since eight o'clock up till late in the evening.\n They took me out, they showed me a lot of bombs and rifles and wanted to know what kind of bomb I used and I told them I don't know of any bomb I used when I bombed the police station.\n After a time Ramoswana arrived and asked them as to what I was saying, they say he hasn't said anything.  They continued, they asked again, they said he was not saying anything.  That happened again, they talked about the cars, where were you parked, who - I told them that I didn't know anything.  I don't even know.\n They asked me where I was standing, who were the people.  We know that you might not have done it, but you had delegated some people.  People told us about all these things, we know.  You are just denying, you are just arguing.\n We are telling you, your friends are going to hang you whilst we will be watching.  We will never involve ourselves.  You are going to hang yourselves.  We are not going to be involved, because there is evidence about these things.  We know that you know about these things.\n Ramoswana said that day you are no longer going to Mataqa.  I said, what about my clothes which were left, they said, that is none of our business.  And they said, we know what we are doing.  You will never go back to Mataqa.  \n Of course that meant, they were talking about the discussions that we were doing.  I was sent to Vuhani police station, where there was a toilet, but the water couldn't even operate.  You just go to the toilet until it blocks, nobody was really managing or maintaining the toilet.\nVENDA HEARING TRC/NORTH WEST\n8 M PHOSIWA\n You just even use your blankets, you sit there whilst it was very smelly, there were no lights, very dark.\n That is after a while I was taken after three days and sent to the very same place.  They said, Ramoswana said that is where I started listening to these and said, what is this man saying about (indistinct).  They said, no he never said anything about you and I knew that they were about that (indistinct) that day.\n That is where I was called to the other office and they asked me several questions, a few questions.  They asked me about Tsififi Mohofe, I told them that I didn't know anything about, I only know him at church and his activities.\n I knew that he was a preacher and a leader of the church.   That was after I had buried the very same Tsififi Mohofe, because he was a member of my congregation.  After the funeral, people suspected that I was going to be jailed because I had given a sermon on whosoever kills, the same will happen to him.\n If you kill somebody on a assegai, you are also going to be killed.  There were a lot of soldiers in the church and people thought that was the day I was going to be arrested.  But then they delayed a while.\n At Vuhani I used to be given water, more like half litre, that was water for bathing, drinking, every day.  There was no other thing.  Since then I started getting sick, I was feeling pain in my head and I asked to go to the hospital, they never involved themselves.\n I said, okay, they just postponed.  It ended there.  Subsequently the Red Cross people came, that is where I got saving.  I explained to them how I used to receive water in \nVENDA HEARING TRC/NORTH WEST\n9 M PHOSIWA\na small tin from the toilet, I did demonstrate to them how it was, they realised that it was conducive for mankind.  They took me to Chitare police station which is right in the middle of the bush which is not even suitable to be a police station.\n There was (indistinct) on top of it, it is right in the middle of a lot of grass and there was no water inside.  However, I used to get water from the bucket and they used to take me out for bathing, but I was right in darkness, day and night, because there was a small window on top.\n After a while, Ramoswana followed me and he had written a lot of statements for me to sign and asked me to read and sign.  When I read, I said, I didn't know anything about those things, I refuse signing.  I was threaten by a lot of things, they said they had authority to detain you for the entire time until the end.\n I have powers and I said I cannot do that.  I stayed there with him for a long time.  He was saying a lot of things, abuse, communism and that you think maybe you are going to become something.  It is better for you to cooperate, because we are going to give you a lot of security, or if you want to leave this place and work elsewhere, we are going to open a way for you.\n And maybe by then, it will mean that you will be a person, it will mean that you can stay there for life.  As I was at Chitare, I was taken to Chinane police station.  \n Chinane is a place where there is a lot of people who are my family or relations.  I stayed a while and I was made to go to another place, Vuhani police station.\n That is where the other day Ramoswana came and said okay, do you want to be released.  I said, yes, I want to be VENDA HEARING TRC/NORTH WEST\n10 M PHOSIWA\nreleased and he asked me if we were to take you to someone just to give evidence.  The person was not a police, do you think you can understand that - that we are going to take  your case to court?  I said, yes, I can go and give evidence.\n So I was taken, but before you go there, you must tell me what you are going to say.  You don't just go and say any thing, just say you are going to explain something which is truthful.  That is the only way I can take you to those people who are going to make you take a statement, write a statement.\n I told him that I was, how I am going to tell them the truth and he said okay, you are the one who says I must first tell you.  I am going to tell the same person even if you are hiding this information, after writing the statement, it is still handled by us, it is still the same.  It is better if you tell me now.\n And I said, okay I will tell that person, not you.  When I was taken the following day and go to Sebasa, it was around nine, they didn't take me to court at nine, but it was three o'clock.  When they were still asking me as to what I was going to say to that person, I wrote a statement.\n The statement was as follows.  I wrote about the two boys whom I saw, Mbogeni Xone and Morahim Arada.  I wrote anything I knew about.  The following day I had to appear at court.\n I was frightened to be released or charged on account of murder, two murder accounts and terrorism charge.  They asked me if I felt guilty.  There were some other people who were watching me and I said I cannot comment on that now.  And they said to me, when do you think you can say that?\nVENDA HEARING TRC/NORTH WEST\n11 M PHOSIWA\n I said something about a defence, I said I can only say that tomorrow.  Those people who saw me went home, they consulted a lawyer.  The following day when I appeared, my lawyer had arrived.\n Whilst we were sitting there, when  Don Gadimeni who was my lawyer was arriving, it was immediately decided that the case should be on because they though maybe he was going to consult with me or say something.  Don hasn't seen me then.  I tried to shout at him, but the police had lied, they said I was not around, they said I was at the police station.\n When he left for the police station, they immediately said the case should be on at twelve o'clock to avoid that.  When he came back, he saw me, he realised that I was already speaking and he listened a while and then stood and said he was my lawyer, he was sent to come for representation and he heard that I was going to appear.\n He asked for the matter to be suspended.  The matter was suspended and he had to talk to me.  I explained the whole matter since I was detained till then.  That is when Don said I must not say any other thing, I must just talk about my torture, that is where I explained to them.\n I just said I was tortured and the Magistrate said I must be sent to the Doctor the same day.  That was the first time I went to the Doctor.  I was taken to Chelizene hospital's Doctor who examined me and recorded everything.\n All the injuries that I sustained, some of them were not entirely visible, but some other were.  That is where I was told that I was no longer going to stay here in Vuhani but Chitane.  I went to Chitane the second time.\n When I arrived at Chitane, the policemen who were\nVENDA HEARING TRC/NORTH WEST\n12 M PHOSIWA\nsupposed to guard me, asked me as to why I was wrong.  There was somebody who was supposed to go out, to be released (indistinct)\n They sent me to the toilet.  The other police who was pointing at me on using his firearm asked me as to why I had been arrested and he was so sympathetic.  He enquired as to why I was arrested and I just said, I am just looking at your big gun, I don't even know what is wrong.\n I said, no I don't know anything.  That is when they put me in a cell and this other people who were just around, guarding next to my cell, they were just trying to talk to me.\n They were on the outside, I was inside because these people, I was not allowed to get food from home, I was able to get money from home.  When they would bring food from jail, I could just take a small tin of fish and give it to these people and sometimes I could hear when they were speaking and I asked them, if at all they could get a paper wherever they worked, sweeping, I just want to use the papers, because I just wanted to know what was happening.  So that they should just bring the newspaper and give it to me and then after finishing I could just put it elsewhere.\n The other day the policeman said, but I think you are staying here for quite a long time in darkness, why don't you buy candles or why don't you talk to these people to give you lamps, because there are lamps around here.  I said, they cannot give this to me because I will just immediately go and attempt to that.\n I cooperated with those people for a long time.  From there on my going back, my release from jail I was checked by Dr Ramasowa who discovered that I had sustained high \nVENDA HEARING TRC/NORTH WEST\n13 M PHOSIWA\nblood pressure by then, so I had to go overseas on a church trip, where I was checked by a special Doctor who did that several times and discovered that the high blood pressure related to diabetes which was contributed by the torture that you sustained and asked me if I had, at one stage experienced such and I told him that my, he told me that my heart is no longer in the rightful size, the way it used to be, that is why I had developed such kind of illness.\n I understood that I was always consulting the Doctors.  In 1989 I was rearrested on a count of the violence around Sintomole, students who were protesting.   They said I was the one who was influencing the students to strike and do all sorts of things.\n I was sent to the police station, Tsiobsixo police station.  The following day, early in the morning, I was taken to the hospital for a check up on my health.  When I arrived in the hospital, I was led via the back and to the Superintendent's office.  The Doctor came who was to diagnose me.  \n The Superintendent of the hospital, Dr Helps, realised that it was me and he knew me and he asked me as to why I was there.  I said look I don't know, it was during the time of celebrations.  Maybe they want to celebrate their own independent things when I am not present, maybe I can disturb them.  The Doctor was so surprised, he said is that all?  I said yes, it is true.\n I am just thinking of that and now when he checked me he said there seems to be a problem.  What if I were to admitted to the hospital to allow them to admit me to the hospital, I said okay, fine, that could be good.\n Another Doctor came, he diagnosed me and talked to the \nVENDA HEARING TRC/NORTH WEST\n14 M PHOSIWA\nSuperintendent and I was admitted to the hospital.  That really helped me but it created problems, because the police were surprised as to why this patient is not getting well, why is he not getting well, getting cured?\n They had to talk to the Superintendent and the Doctors and the Doctor said okay, the Doctors were laying then.  They said they used to take a graph up and down so that it shouldn't show that I was getting well or getting cured.  They said they can take this person and take him to the soldiers there because there is a place where this person can go there and there are treatment that he can receive.\n The Doctor said, no that cannot happen.  This person is extremely ill, that really helped me staying there until some other people came, called Denise who were to be treated there.\n There was a condition that they will just stay there like I was treated - because on the same time the Doctor understood me, I stayed there for quite a long time with those other people and that really helped us.\n The other time I was supposed to be given my own specific room and the nurses told me that I was going to get my own room.  And the nurses said to me I must not agree to that and I said okay, that is better.  We are going to understand.  The nurses said to me it will be better if you will not go to a separate room.\n The other day the police who was sent came to fetch me.  Another trouble erupted, because there was this other card which was left by the policeman at home.  And the nurses said who are you and he said, I am the police.\n They said no, this one is a sick person and they said if you don't have an identification card, we are not going \nVENDA HEARING TRC/NORTH WEST\n15 M PHOSIWA\nto allow you.  Maybe you want to engage in some other plans so that he should be taken somewhere.\n And the nurses said we are going to call him, the man himself so that he should confirm that maybe you know each other.  And then when the police arrived, I talked to him, said I know him.  They asked me if I was free.\n I told the nurses, okay, I am free to go with him.  He was told that by four o'clock I should be back, before four o'clock I should be back.  I had to leave on the same attire that I was, because I was still sickly.\n I had to come to Sebasa, fortunately I was being looked, the lawyers were looking for me.  They had so say I was to be brought there.  The lawyers took statements, that is what I was telling you.\n I stayed in the hospital in that condition.  That is when the lawyers tried to speak on our behalf that if there is no charge given to us, we must be released.  That is when we were called and given release letters. (tape starts) ... given some other warrants of arrest. \n I had to be sent to the hospital again, I stayed there.  Let me just say in short, in a nutshell, this is how it was.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you Revd Phosiwa, for giving us that very clear account of your detention and torture.  It is also nice to hear of some positive involvement and participation from Doctors.\n Doctors have often in the past participated with the security police, we think of the Doctors who assisted the security police in the interrogation of people like Steve Biko, who were subsequently struck off the role of Doctors.\n And it is nice to hear that these Doctors at the hospital where you were detained, were prepared to even lie \nVENDA HEARING TRC/NORTH WEST\n16 M PHOSIWA\non your behalf to the security police to insure your protection.\n Just a couple of questions.  The policemen who were actually involved in your torture, you mentioned that the torture took place under the supervision of Brigadier Ramoswana, but is was junior police officers who were actually assaulting you.  Who were they?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "Ramarighera, Managa, Joseph Nesemari and other people that I cannot remember, they were eight in number.",
            "Male"
        ],
        [
            "MR LYSTER",
            "The same names came up in other people's evidence, particularly Ramarighera and Managa.  And it may well be possible that we will subpoena these policemen to come and give an account of themselves to the Truth Commission.\n You said that you were charged with murder, two counts of murder, attempted murder and terrorism.  Was this in connection with the bombing of the Sebasa police station?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "Yes.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And the case did not even continue, the charges were withdrawn against you, is that correct?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "Well, two cases, murder case, attempted murder was withdrawn, terrorism case was considered regarding the two people I mentioned, the young people I mentioned.  And I was sentenced for five years.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And as a result of your being tortured, you instructed your attorney to sue the Venda Government for compensation, is that right and they settled out of court?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "Yes.",
            "Male"
        ],
        [
            "MR LYSTER",
            "They gave you some money?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "R3 000-00.\nVENDA HEARING TRC/NORTH WEST\n17 M PHOSIWA",
            "Male"
        ],
        [
            "MR LYSTER",
            "Finally, are you still suffering physically from the torture?  You saw that you saw a special Surgeon in Germany who told you that your heart had expanded from the suffocation that you underwent.  Has this persisted, are you still suffering from those sorts of problems, hypertension?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "Yes.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And are you receiving treatment for that?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "Yes, I am still receiving treatment.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And how else has, was this period in detention, how else has it effected you, emotionally, physically, any way?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "I was suffering from depression and high blood pressure and frightenings and diabetes.  That is what I know.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Revd Phosiwa, thank you very very much for coming in and sharing that with us.  I am going to ask the Chairman now to sum up.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Revd Phosiwa, am I correct to say your politicization became gradually through working with the youth rather that picking it up at the institution?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "Yes, I was working with the youth.  Although at school we were having political discussions and that have contributed.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "So, you came to appreciate the youth and the latest political thinking and how did this work out or impact on your day to day work as an evangelist?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "By my preachings and by my constant meeting with the youth, I was forced to be interested in politics or in this matter and talking about liberation.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "In short, this still place you in a better state, more especially you have referred to quite a number\nVENDA HEARING TRC/NORTH WEST\n18 M PHOSIWA\nof issues in this hearing, the youth and the witches, youth and others.  One would suspect that you have a good of this kind of relations and activities amongst the youth and this other structures of the community?",
            "Male"
        ],
        [
            "MBULAHENI PHOSIWA",
            "In my capacity as Reverend I am not solemnly looking to the youth only, but including the whole community.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "That is when we say, we say the youth and then the community, normally when you talk about witch hunting and witches, we talk about what we might call, senior community members, that is elderly people, so one would say these - you could understand roughly how the youth gets to think that witches were involved in politics, I am just throwing it at you, you are at liberty to say you don't understand.  Thank you, Reverend.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you again, Reverend Phosiwa.  And thanks for coming all the way from Mpumalanga for coming to share with us your harrowing account.\n We wish you all the best and we, as the Commissioner had said, the names that you have mentioned, have come up repeatedly and we are certainly going to follow that matter up.  Thank you very much.",
            "Male"
        ]
    ]
}