{
    "header": {
        "type": "AMNESTY HEARING",
        "location": "PRETORIA",
        "day": "1",
        "names": [
            "CORNELIUS JOHANNES LOTTERING"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54885&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pta/lotteri1.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MOSTERT",
            "CORNELIUS JOHANNES LOTTERING",
            "INTERPRETER",
            "ADV BOSMAN",
            "MR STEENKAMP",
            "MS GCABASHE",
            "MR MOLOI",
            "BAREND STRIJDOM",
            "ANDRIES STEPHANUS KRIEL"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "CHAIRPERSON",
            "MR MOSTERT",
            "CORNELIUS JOHANNES LOTTERING",
            "INTERPRETER",
            "MR LOTTERING",
            "ADV BOSMAN",
            "MR STEENKAMP",
            "MS GCABASHE",
            "MR MOLOI",
            "ADV. BOSMAN",
            "BAREND STRIJDOM",
            "MR STRIJDOM",
            "ANDRE STEPHANUS KRIEL",
            "MR KRIEL"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning.  I would like to welcome everybody here to this hearing.  I'd like to just start off by apologising for the late start.  Unfortunately, my flight into Johannesburg International last night was cancelled due to inclement weather from where I was due to catch the plane so I could only catch this morning's flight which was also late, but I apologise for the late start.\n\tToday we are dealing with the application of Mr Lottering.  Mr Mostert, would you like to put yourself on record?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "I am Mr D A Mostert from Pretoria and I am representing Mr Lottering in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would also just like to introduce the panel that will be sitting at this hearing.  On my right is Advocate Bosman, on my left is Advocate Gcabashe and on my far left Mr Moloi and I'm Selwyn Miller and the evidence leader is Mr Andre Steenkamp.  Mr Mostert?\nEXAMINATION BY MR MOSTERT",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Chairperson, honourable Members, we will begin by presenting the evidence of the applicant, if you require if it be necessary?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "(sworn states)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "We have applied for the amnesty on the charge of murder, robbery and escape.  In the first instance I would like to ask you and I submit to the Committee why you reckon that the actions which you committed were politically motivated.  Begin with your chief motive and tell the Committee how it occurred that you committed these actions.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "My chief motive was for our nation, to achieve a Volkstaat for our nation and conduct a coup d'etat for our own people.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "For which political organisations were you a member?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "AWB, The Order of Death and more recently the Order of the Boerevolk.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "When did you join the AWB?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Approximately in 1986.  The end of 1986, beginning of 1987.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And your participation in the AWB - was that active?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes I was an active member I was also part of their military wing.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "For how long were you a member of the AWB before you resigned?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Approximately three years.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And for how long were you a member of Aquillo?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The same amount of time.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Let us look at the offences which were committed.  At the point when the offences were committed were you still a registered member of the AWB?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "How did it occur that you were not a member of the AWB at that point?",
            "Male"
        ],
        [
            "MR MOSTERT",
            "When we began to establish underground cells of the AWB under The Order of Death, we all resigned from the AWB.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Very well, I would just like you to tell the Committee point by point, in the first place - how it occurred that you went underground?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I was recruited to Aquillo by Dawie de Beer who was the head of The Order of Death.  He was also the administrative head of Aquillo.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And why did you resign from the AWB?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "If we were caught doing illegal things that we would not be implicated with the AWB or that we would not draw them into trouble through this.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Very well.  So these offences were committed while you were a member, or an official member of The Order of Death?  Did The Order of Death issue any kind of membership or how did it function?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No it was an underground division of Aquillo.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "How did you operate, was it on a cell basis?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Could you just provide more information for the Committee?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "In every town there were two or three people, or at least not in every town but in the towns where there were cells there were two or three people who belonged to a cell.  It was due to circumstances that the cells would co- operate or hear from one another.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "As far as you know, what was the explicit purpose of The Order of Death?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "They decided that a large group of the National Party for example, Ministers, would be eliminated with the purpose of conducting a coup d'etat in order to place enough pressure on the government so that they would grant us our Volkstaat.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Was that The Order of Death's purpose at that point?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "On whose authority did The Order of Death function, do you know?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Originally it was under Terre'blanche's authority, he was the head of the AWB.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Who told you that?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Dawie de Beer.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Let us just get this straight, Dawie de Beer was the leader of The Order of Death?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "He was the administrative head of Aquillo and he also recruited members?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "With who else did Dawie de Beer liaise that you know of?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "With Mr Treurnicht who has subsequently passed away.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And what exactly did Mr de Beer say to you when he recruited you?  What was the objective of your recruitment?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "In order to initiate an underground movement which would execute political elimination with the objective of enforcing a Volkstaat.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "You have just testified that a coup d'etat was planned by means of taking out prominent ministers of the former government.  Did that remain the plan or did you deviate from that at any point?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "At a stage when the ANC became too strong and the CP began losing support, we made a couple of shifts so that we would concentrate more on the left wing leaders instead of the NP leaders.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Alright, at this point in time, when the instructions and the plan were tabled that the NP leaders had to be eliminated, did you receive any orders to watch any ministers or do any groundwork?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, at that stage we had to gather as much information as possible about these prominent ministers and also by means of literature and newspapers we did this.  Later we would monitor them in greater detail and watch their movements.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you compile any reports regarding their movements?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Could you just tell the Committee, among others?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I had to attend a certain meeting to see how easy it would be to infiltrate the meeting of Adrian Vlok and I compiled a report about that and we sent it through.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Who did you send it to?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I believe that it was sent through to Eugene Terre'blanche.  From two sources I received feedback that the reports had been received by him.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "But to who did you hand it over?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Dawie de Beer.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you hand it over personally to Mr Dawie de Beer?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you take any further actions regarding the former National Party and compile any other reports?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "In the initial stages we also wrote threat letters to the government telling them that if they did not concede to our demand for a Volkstaat that we would go over into action.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "You must think clearly, at what point did these activities take place that you compiled the report about Vlok and so forth?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I'm not entirely sure, it must have been at the beginning of 1989 or perhaps in 1988.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Let us return to the planning of The Order of Death.  When you were recruited were there certain requirements which you had to fulfil?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes I was told that I had to commit murder on individuals as preparation for myself as form of initiation and of course to convince them that I was prepared to do the work.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Who put it to you that way?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Dawie de Beer.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did he ever give you any targets to attack?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He did not point out specific targets.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "How did he give you instructions?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He told me to kill a black man and he wasn't really interested in who it was or how I carried it out, I just had to carry out the task and report back to him.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "While we are at that point, he gave you instructions to kill a black man in order to determine whether or not you could do it?  The other thing is did he give you any other instructions with regard to the carrying out of other actions?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "When we established the underground movement the most of us resigned or at least myself and a colleague resigned so that we could work fulltime.  Money was promised to us, they promised to finance us in order to live and move but that was never realised and when it wasn't realised instructions were given in order to commit robbery so that we could finance it.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "So that brings us to the following point - the robbery - were specific instructions given to you to commit robbery and the escape?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "While I was in detention he told me that if I got the chance to walk I should take it and if the opportunity should present itself.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And was he with you?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No but only under Section 29 was he arrested with me, however, he was never in a prison.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "At which point did he tell you to walk if you got the chance?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "It was when I was awaiting trial.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did he visit you?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Your instructions or at least there was a shift of emphasis with regards to The Order of the Death, initially the objective was to break up the National Party and then a shift in emphasis happened, why?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "That was in order to focus on the left wing leaders because they had become too strong at that point for the right wing.  It had to operate or it was said to me that it was national law that said that if the government was in such chaos that it couldn't operate properly any more, the opposition had to take over and that is what our plan was.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "These offences that you committed, when you committed them would you regard yourself then as a full time operative or soldier of The Order of Death?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "At which point did you resign from your job?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I think it might have been in August 1988.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And when were these offences committed?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I don't have the specific dates at my disposal but I think that some of these things could have been before my resignation and some of the after my resignation, I'm not entirely certain.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "The 29th August 1989 was the date when the murder was committed.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I think that I had resigned by then already or wait a moment, I resigned at the end of July.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you work out a month's worth of notice?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, I gave 24 hours notice.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "The reasons for your resignation, were there any personal reasons for your resignation or was it in order to participate in the struggle?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, if one had to undertake observations one couldn't only work at night because one would be placed under suspicion if one was walking around at night, everybody would be looking and you could just walk past a place and not really do anything more than that.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "I would just like to achieve a level of clarity for the Committee.  At the point when these offences were committed, you had already resigned from the AWB, you were no longer a member?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "But you believe that you acted under the orders of the AWB and the CP as a member of The Order of Death?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes, at a point we lost complete confidence in Terre'blanche, that was with the Jani Allen incident when he had a relationship with her and that was also one of my complaints that I had planted a bomb at Jani Allen's flat - wait a moment, I've just lost my thoughts here.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "At the point when you had committed the offences, you were no longer a member of the AWB and you were full time with The Order of Death?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes that's correct.  At that point when we made full decision that we would no longer have anything to do with the AWB, Aquillo also moved away from the AWB, that was after the time that the Wen Commandos and so forth were established, I was not involved with that.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "When you functioned as a member of The Order of Death did you still believe that your behaviour was under the orders of the AWB and the CP?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "At the end we did not act with the AWB because we had separated from them but we still acted under the orders of the AWB and The Order of Death.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "But these instructions which de Beer issued to you?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He gave these orders under the authority under the AWB.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "How does the CP fit in with this?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "At a point Dawie de Beer held negotiations with an ex MP Treurnicht and during that time I don't know if they reached an agreement regarding the coup d'etat or whatever, but the CP must definitely have assumed a leadership\nposition as soon as our military division had been finalised and the government was in such a state of chaos that the opposition could take over.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Is that what Mr de Beer said to you?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "You were not at that meeting?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Let us look at all three of the offences, the murder, the robbery and the escape.  You have given the Committee the impression within which context you functioned and what your chief motive was - your motive with the murder -what was going through your head when you approached this?  How did you think about it, please tell the Committee exactly what happened there?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The decision making about who and what it would be was left up to me personally and I didn't want to simply just do anything, that is why I chose a Black taxi driver who transported white persons in his taxi.  I basically chose him in order to protest against integration so that it would serve a dual purpose that I would not simply find someone on the street and kill him.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you know this man?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.  How it happened that it was specifically this man was that Goosen and myself were also both involved in the murder, he was my co-accused in this case.  When we arrived at the taxi ranks in Johannesburg we took the back taxi so that front taxis could not see our faces and see who was climbing in with this particular taxi.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And the purpose behind it, what did you want to achieve by murdering this person?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Firstly I had to prepare myself emotionally to be a soldier in order to execute later tasks and it was also an order.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "That is the following issue - the order to which you are referring, who gave you the order?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Dawie de Beer.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did he ever explain to you what his objective was with the order?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Yes, he wasn't one hundred percent certain that I was a suitable person for that type of thing because normally I'm not a violent person.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "So what you are trying to tell the Committee then is that he basically wanted to test you in this exceptional manner?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "From this offence was their any personal gratification?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And did you do this because you were angry with this specific taxi driver or because he was spiteful?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "The robbery - what was your motive behind the robbery?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "When the financial side of the matter was in trouble, seeing as they promised us...[intervention]",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Could you just stop there a moment.  Who promised you financial backup?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "A project was launched in the AWB, the order of R1000, that a 1000 people would give a thousand rands and the million rands that would emanate from that would be applied for the establishment for underground movements and underground cells and this never realised.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Very well, you can continue from where you paused.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "When we realised that nothing would be realised from this matter, he also gave me an order to commit a robbery in order to maintain ourselves.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "From the point that you resigned until you were arrested, how did you manage financially?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I did odd jobs among others shortly before my arrest.  I worked as a body guard for a person who had picked up problems with the black taxi movements, they had been threatening him with death.  The person went to complain at members of our cell because he was experiencing these problems and they told me to serve that purpose.  At that point we were waiting for weapons which were being repaired and which were being purchased.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "For how long were you without an income?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I'm not certain, approximately for two or three months I was a body guard for this man but in the beginning of August I resigned from work at the Post Office and I was arrested in December.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "From this specific robbery, how much did you personally get?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Approximately R900.  But the robbery was also a trial run in order to see whether or not it would be possible to finance ourselves in that manner but the risks were simply too high and it wasn't worth it to carry out such actions.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "What did you do with the R900?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "We used it for petrol and ammunition which we needed at that point because we naturally had to do target shooting in order to keep our eyes in focus.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "You have testified regarding the objective, if you could just repeat for the sake of clarity what the objective was with this robbery specifically.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "We wanted to determine whether or not we could finance ourselves using that method.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And did you regard this robbery as an act on order?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And it was an order issued by Mr de Beer?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.  The security police played a tape for me which was recorded at Dawie de Beer's house and that was when the orders were issued for us.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "What you must explain to the Committee on the basis of what you actually testified, was this done for personal gain or for with another objective in mind?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, if this had been for personal gain I would never have resigned from the Post Office.  I had a good job.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Were you spiteful or malicious regarding this murder when you executed or planned it?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.  We weren't furnished with any details regarding precisely what type of robbery we should commit it was left to ourselves personally and I took it upon myself to choose such a target and a time at which there was the least possibility that the public would be involved.  We committed the robbery at approximately eight o'clock in the morning.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "The murder, who was involved with you in that?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Fanie Goosen.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And with the robbery?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Also Fanie Goosen and a third person who I knew only as Bruce, he was one of Fanie Goosen's friends - at that point he had joined our cell.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "The escape - who all escaped?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Fanie Goosen and me.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "He was with you?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Let's look at the escape.  What was your personal motive.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Well the struggle was continuing on the outside and I couldn't stay in jail if there was an opportunity for me to get out and participate in the struggle.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Were there any specific instructions for you to escape?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Just general instructions that I should look around and watch out to see if there was the opportunity for me to get out I should take it.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "After your escape did you make any further contribution to the struggle as you saw it?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I planted two bombs for which I've already received exemption.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "I would like to refer you to the application form , that is page 2, if you will just look at item 10(b) the question is stated: \"Your motivation for the deeds and offences?\" and your answer is that \"the murder on the person was simply an initiation with the objective to eliminating Black leaders later.\"  What was your plan with the Black leaders which you have mentioned here?  Just for greater clarity?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "We would have concentrated on the NP leaders initially but at a later stage we decided that the ANC leaders had more power at that point than the CP.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you have any specific targets in mind, did you have any specific instructions with regard to Black political leaders?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No at that point there were not specific orders, we were waiting for the correct weapons to come through.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "How long after the murder and the robbery were you arrested?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I don't know.  What was the last date regarding the deeds?",
            "Male"
        ],
        [
            "MR MOSTERT",
            "The 19th September 1989 was the date of the robbery and the murder was the 29th August.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I was arrested in December.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Very well, from the date that you committed the murder until you were arrested, did you have any further liaison with Mr de Beer?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Only indirectly.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "At that stage did you receive any further instructions from him with regard to any specific targets?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No every time that we queried about targets and instructions we were sent a message to wait.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "In which way did you communicate with him?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Through Mr Binneman who was also arrested with me in terms of Section 29.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "I have studied your report with you, page 5, regarding the Crime and Intelligence Service.  They wrote a report regarding you actions.  Did you co-operate with these persons at any point?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, I was being held under terms of Section 29 and I tried to resist them in any possible way.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "For how long were you detained?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "For two months.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Was this specifically after the murder and robbery that you were detained under Section 29?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "At which point did you escape, was it after\ndetention?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes after the detention for approximately a month or six weeks I was held in Diepkloof for awaiting trial and I escaped during that period.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "At that point who was your legal counsel while you were awaiting trial, who was your legal representation?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "It was a State Advocate, I cannot recall who he was.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Were any applications made for bail at that point?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did he defend you throughout this entire matter?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I only appeared on the day when I was charged.  When I came out under Section 29 I said that I didn't have any money for an advocate and they said that they would assign someone who would defend me but before my escape I had not seen him yet.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And after the escape who acted for you then as legal representation?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Directly after my escape, I'm not certain, but I think it was the same State Advocate and three CP MP's came to us and offered to represent us at no charge.  It was Advocate Prinsloo, Advocate Fanie Jacobs and I can't recall the third advocate's name but nonetheless the advocate was involved with the TRC - Chris de Jager is his name.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "How did they reach you, did they tell you?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Apparently Mr Treurnicht sent them to us.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "When you refer to \"we\" is that you and Fanie Goosen?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did they represent you throughout?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, they represented us initially until we realised that there wasn't enough evidence to find Fanie guilty in the court case and they weren't certain that Fanie was actually involved with the murder because all the evidence pointed only at me - and Fanie - and I told them that I was involved alone in the action in order to protect him and the police caught him out so that he would say that he was involved and later he went back and said that he wasn't involved.  I never made any statement in order to make him appear guilty or to indicate his involvement and they were doubtful as to his involvement and he had to change his plea and because he was changing his plea they could no longer represent us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you say, Mr Lottering, that Mr Treurnicht sent his advocates to you?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to Mr Andries Treurnicht one of the founders of the Conservative Party, the former Cabinet Minister?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I said Mr - I think it was Dr Treurnicht.",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Chairperson, I would like to refer you to page 13 of the documents and that refers to a confession taken by a Magistrate Botha.  One is a newspaper report which contains certain information which directly relates to information contained in the confession.  Mr Lottering, you must please explain to the Committee very carefully what happened here.  On 4th January, before Magistrate Botha in Johannesburg, you made a confession relating to the offences committed in which you stated that you admitted everything, everything which you had done and you said in respect of the murder and the other offences which you committed, said that it was done with political objective and you motivated that statement.  But then you also said, relating to the robbery of the liquor store, you said it was the only illegal act, page 59 on top of the page:  \"It was the only illegal act which I committed for personal gain.  I later obtained work as a body guard in Johannesburg and I was still employed there.\"  Further on you said \"under no circumstances was I prepared to talk about my previous acts because I saw what had happened to some of my trusted friends, I decided to say everything that I knew to expedite the matter.  I only have remorse regarding to the robbery which I committed because that I committed for personal gain but I don't doubt that my political acts were done for the furtherance of my volk.  I would appreciate it if my political acts were separated from the others so that my innocent friends not suffer as a result of my act and be treated on the same footing as me.\"  Now here you've stated, unequivocally, that the robbery you committed as a purely criminal act for personal benefit?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The statement was made whilst I was under Section 29 detention and that stage, before the statement was made, I was the only one of our group who refused to make any statements.   The security police, Hennie Binneman, who was also arrested with us - they brought Hennie Binneman to me and asked me - actually commanded me - to make a statement and they wanted to charge our group jointly for all these offences and there were problems in that regard because he was in another cell, he wasn't in the same cell as I was and there were certain things which we did separately which he had no knowledge of and I was asked to make my statement in such a way that I could exculpate him completely and also that I could also exculpate those against whom there was no evidence.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "If you refer to a cell are you referring to a cell within Die Order Boerevolk?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Die Order van die Dood?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "So what he asked you, was that you had to take the punch on behalf of the others for their sakes?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Is that the exclusive reason why you made a statement to the effect that you regard it as a criminal act?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes and he also heard about the robbery.  He had never before heard about the robbery and he told me that I should say that that was exclusively criminally motivated and that is why I made that statement.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you regard that as an order from Mr Binneman?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "In what position of authority was he versus of yourself?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He was in a position of trust, he was a leadership figure and the orders were channelled from Mr de Beer via Mr Binneman.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "What was your position?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I was just an ordinary troupe.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "You had no position of authority?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, I functioned to some extent as a secretary but that was actually just to store information which we thought we might need later on.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "I refer the honourable members to page 56.  Here where you said, bottom of the page, \"it was totally non-political and I would appreciate it if it was treated on that footing.\"  What was the purpose of putting it like that, was it your purpose to mislead?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Who did you want to mislead?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The security police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that was the case Mr Lottering, why didn't you mislead them with regard to the murder, why didn't you say the murder was entirely personal or why admit the murder was political and the robbery personal, why not just say they were both personal if the order was to keep your comrades away from it as far as possible.",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "That's how the instruction was relayed to me, I didn't ask any questions.  I also mislead them in another context as far as the murder was concerned because I said it was done on my own initiative to take out left wing leaders, political leaders, I said that it was my own idea.  I don't know exactly where that is stated.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I interrupt here, what I have some difficulty here with Mr Lottering is this, were their any ranks in The Order of Death?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No we had no ranks.  The cells had virtually no contact with each other.  Mr Binneman was from another cell in Johannesburg.  It was only later that we had some contact with him.  I knew that there were other cells in other towns but I never had contact with them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But how did you identify the people who were leaders or who could give orders?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "All the orders came via Dawie de Beer and\nwhen we moved underground and we couldn't have free access and contact with him then the orders started coming through Hennie Binneman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And you simply accepted he had the necessary authority to give orders?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Mr Lottering, in you confession, you also said the following - that you had a 9 mm. weapon, page 54 at the bottom.  Relating to the murder you said \"I got a 9 mm. pistol, I pulled it out and I fired one shot in the direction of his body when he was three to four paces away from me, I aimed for the middle section of his body.  The black man fell but just to make very sure I walked towards him and fired a shot into his head.\"  If I remember correctly from the documents it seems that that was not the true position because in the explanation of plea included in the documents on page 29, accused no. 1 Fanie Goosen admits that he shot the deceased in the abdomen with a pistol.  Please explain that to us.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He was involved with me in this murder and he also fired that shot but under my Section 29 statement, in that statement I tried to make misrepresentations to try to exculpate them.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "So the exclusive purpose was to try and get Fanie Goosen out of trouble?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "When I testified in court I also said that, when I said in my personal evidence that I was involved by myself in the murder and I never pointed him out as having been involved with me in the murder.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did Mr Goosen plead guilty on this charge?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes he originally pleaded guilty but later changed his plea and pleaded not guilty.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "And what was the judgement?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He was acquitted.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "On the charge of murder?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Were there any charges of attempted murder?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "This section 115 plea explanation, was that handed in at the Supreme Court?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Very well, in the judgement of your particular Judge in your case, he found that the murder, that is page 37 for the Committee, that the murder or that your motive for the murder was based on political and religious grounds but later he said specifically relating to charge number 6 which was the robbery and charge 9 the escaping from custody, he said that he could find no grounds there or that those were not politically inspired.  In the light of that would you like to make any comments, make any submission?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "It was definitely politically motivated and this was all in the course and scope and orders which I carried out.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "This confession which you made before Magistrate Botha was that used as evidence in the court case?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you also testify in that case?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.  I testified and I told them the truth except as far as it related to Goosen who is also involved in the murder.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Your evidence in court did you not refer to the fact that Goosen fired the first shot?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Very well.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Because at that stage the people whom we wanted to exculpate, De Beer and Binneman, they were already sort of acquitted and they weren't charged with these things with which I had been charged so I had partly achieved my purpose at that stage but then I also told this further story to try and keep Goosen out of trouble.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Chairperson, I would like a couple of moments for an adjournment if it's convenient?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take a short adjournment.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Mr Mostert?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lottering if I can just remind you that you're still under your former oath?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            ": (s.u.o.)",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "(cont)\n\t Mr Lottering how long have you been in prison now?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I was sentenced to seven years and I have already served more than seven years.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "The total sentence that you have to serve?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "After all the amnesties which I have already received, I have to do twelve and a half years full time.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Can you tell the Committee what contact you had with the CP or how you imagined the contact to be?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "We sometimes received instructions from them via Dawie de Beer sometimes for instance at some point when we broke away from Terre'blanche, Terre'blanche later opposed the CP in the elections and Dawie de Beer then had contact with Dr Treurnicht and Dr Treurnicht knew beforehand that we would plant a bomb at Jani Allen's house to prevent the AWB and CP opposing each other in the elections.  They wanted to divide up the right wing vote.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "How do you feel about violence?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Personally, I feel that violence in any form makes a worse person of you than you are and it was quite a struggle for me to indoctrinate myself in that way that I could actually go over to violence.  It isn't something which is normally part of my character.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "If it wasn't for your political involvement would you ever have committed any of these offences?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.  As I've said, I was a technician in the post office in Telecommunications, these days it's Telkom.  I had a good job and I also bought a house through the Post Office and I've lost all of that, my car everything.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "How do you feel after all these years about the losses suffered as a result of your actions?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "It was definitely not worth while.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Are you sorry about it?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Thank you Chairperson, that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mostert.   Mr Steenkamp do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman, just a few questions.\n\tMr Lottering, can I refer to page 2 of your Amnesty Application, paragraph 10(b).  Could you please explain to me what you mean or what you meant by the murder on the person was just initiation?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "That's how I had to justify for myself later on - that's what I thought they intended at that stage.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Initiation for what purpose?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "For this Order of Death movement, the underground organisation.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Would it mean that in future you would have to kill people again?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Was that your instruction?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "To return to The Order of Death, what exactly was their political objective?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "To obtain a Volkstaat, that was their ultimate objective, there were several options as to how we would achieve that for instance by exercising a coup or simply by committing so much violence that our demands would be met.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "How would you achieve that?  By killing of black people or how was it supposed to have happened?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "We were supposed to attack leaders only, political leaders.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Now the deceased in this matter was according to your evidence not a leader of any kind, he was an innocent person.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes at that stage I was not allowed to take out a leader because there were too many of us initially, we didn't want to actually reveal our hand before we were really ready for the struggle.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "How many members of The Order of Death have?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I'm not sure exactly.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Do you know of any other members?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Afterwards I found out about other members but we never had any contact with each other, it's only in extreme cases that two cells would have contact.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "How many people in your cell?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Two and later a third person joined.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "If you had to give an estimate, how big was this organisation?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I don't know, my force number was 31, I don't know how many were before me and how many after me.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "You say that your purpose was to kill black political leaders and in your evidence you also said that you also planned leaders of the National Party.  Is that correct?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Could you explain to me how that would have contributed to the achieving the aims and political objectives of The Order of Death, the killing of leaders of the National Party or the governing party as well as the ANC members?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I grew up with the perception that for instance the ANC, if they committed lot's of violence, the government yielded to their demands and that if you were not prepared to commit violence then they simply ignored you.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "The actual question is, how would the killing of a national leader, National Party or ANC leader, how would that achieve you objective in obtaining a Volkstaat?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Well we would have placed them under political pressure to yield to our demands.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did you consider any other options or was that the only option?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I don't think there were any other options available at the time.  As I've already said, my peoples ideals and striving for a Volkstaat, being suffocated and suppressed, it's only now in the '94 elections that some measure of consideration was given to an idea of a Volkstaat and how it was to be implemented but before that it was simply ignored and the National Party gave it no attention whatsoever.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Am I correct in saying that nobody supported you except for the members of The Order of Death itself, you didn't act of behalf of any other group?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes we did.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Who were they?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I said that our initiative was originally an AWB initiative from Terre'blanche and the CP were definitely involved as well, or that was the information conveyed to me.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "What I don't understand is the fact that you've made this confession and there you say, or you say that this confession was incorrect?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The Section 29 statement was to mislead as much as possible and to protect as many of my comrades as possible.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And the statement in your plea of guilty in court what about that?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I am guilty.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Yes but is it the truth that what you said there?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes except where I still tried to protect this Fanie Goosen person who was my co-accused.  I was trying to help him to be acquitted in court.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "In other words you didn't tell the full truth there?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "If you can look at the start of the court record the statement is made that we accept responsibility for certain acts and it is spelt out there that Fanie Goosen was involved in the murder.  When we later realised there was a possibility that he would be acquitted I helped him to go free.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Am I understanding you correctly - the confession was a lie and your statement in court was also half truth?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "If you lied in your confession and to a certain extent lied to the court when you pleaded guilty, can I ask you why must we believe you today?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Well I did it to protect my comrades and to let them go free because it was part of my duty to try to get as many of my comrades as possible to be acquitted, part of the struggle.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "The point which I'm trying to make is - if you look at your Amnesty Application - it's interesting that you don't mention these people, you don't mention Goosen, you don't mention this Binneman person, are you - please give me a chance to finish - isn't it so that you, in your Amnesty Application, you're trying to protect these people once again?  That's the impression I'm getting.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I didn't mention their names, then I would have protected them but I am mentioning their names, I'm not protecting them any more.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "No but I'm referring to your Amnesty Application itself, the written application form.  Unless I'm mistaken, you nowhere refer to Goosen in your Amnesty Application?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "What I understood in terms of an Amnesty Application was that I had to ask for amnesty for the things which I did.  It's only here that I'm obliged to actually mention names and who was involved in the finer details.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "But would you agree that the impression that has been created or the impression that I'm getting is that by means of your Amnesty Application you're once again trying to protect certain people who were involved in these crimes?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, I'm not protecting anybody today.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "What I also want to ask you is something which I find interesting - I'm a little a bit in the dark on one point.  You were involved in four or five organisations, am I correct?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes - or no.  Yes you wanted to say?",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Could you tell me, who did you regard as the leader who gave you your orders?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Dawie de Beer.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "What status did he have?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He was the leader.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Of what?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The Order of Death.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did you know that?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did you know him beforehand?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "How did you know him?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I met him in the AWB.  He was the administrative head of Aquillo.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "In you confession you said and also in your Amnesty Application you said that you did not benefit from the robbery personally but today you say you did get money, R900?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Well we used it for our expenses.   If I wanted to make money, I would have committed many more robberies, I definitely wouldn't have resigned my job if money was my motivating factor.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Just to refresh your memory I would like to refer to page 3 paragraph (d) of your Amnesty Application.  Please have a look at that.  You say there \"the robbery was to be committed to boost our organisation's finances.\"",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Well that is what it amounted to basically it's just a way to put it more officially.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "The point I'm trying to make is, that you would agree with me, that that differs radically from what you said in your confession and also what you said to the court.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "What I said in my Section 29 statement it does differ from that radically, definitely.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "The question is, that fact doesn't protect anybody, what you said in your confession, that does not protect anybody - why does that differ so radically from what you said today?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "What they wanted to do with Section 29 was in respect of the five of us who were all arrested together - they wanted to charge us jointly for all the things for which I'm now serving a sentence and then they came to me and said Binneman, specifically said, that we should not allow them to do it in this way and that the only way to prevent that happening so that we - and to minimise the number of people that were going to be convicted, was to just twist my statement in that way, to exculpate them.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Is that why you told that lie in your application?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "In your application - in the statement in the Section 29 statement that you made - in your evidence in chief you said in answer to a question by the Chairperson that you wanted to see if you could finance yourselves, is that correct?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes because every cell, when the financial affairs were not going according to plan, they told us to finance ourselves so that we could continue in that way.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And did anybody tell you to go and commit a robbery?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes, Dawie de Beer.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Can I just ask at this point?  If you were robbing so as to collect money for the organisation what were you living on.",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "There were certain of these individuals who belonged to the cells who supported us.  Other cells did not all resign but it's only us who lived in Vereeniging, myself  and Fanie Goosen and then the third person who was added.  We acted as representatives of the organisation because we were more prepared to do more than the others.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "So what allowance did you get.  How did you sustain yourself?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "As I have already said we also did odd jobs.  I was a bodyguard for another person for a short while, we also received funds from that.  I sold small items in order to support myself until we had managed to establish ourselves.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "With the plea of guilty you had ample opportunity to explain to the court how the political motive was involved and the court made certain remarks regarding that but nowhere in the documents at our disposal at any stage unless in an Amnesty Application did you say that the money was used to finance the organisation, would you agree?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "During the court trial I pertinently brought that out.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "That the money from the robbery was used for the financing of the organisation?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes and I told them exactly what had happened and I accepted that the court already had this information which came from my testimony in court at that time.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I cannot see this in the plea.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "It is so that my testimony from that time in court is not included but I assumed that you had this information available.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "If you will look at page 7, Mr Chairman, it's marked page 7, basically the statement of the then security police.  It's a handwritten copy from minutes, Mr Chairman, page 7.  On the top there \"Vertroulik/Confidential\".  If you'll just look at the last paragraph:  \"and that is why he has no remorse for his deeds and it is clear that the subject's deeds were criminally inspired and that his release would not achieve any reconciliation in the country.\"  It is a commentary document compiled by the then security police.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The security police tried to discredit me during the trial by means of their remarks and I believe it's definitely as a result of our immunity under Section 29 between me and them which then occurred.  The part about the mud races I definitely said.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "But the police were convinced that you were criminal.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Then why did they arrest me under Section 29 -they should beyond any reasonable doubt be able to prove that I am a threat to state security before they arrest me under the terms of Section 29.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Do I understand you correctly that this piece was inserted because you had problems with them?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes when I was under Section 29 I did everything in my power to oppose them and I believe it's a continuation thereof.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Just to bear with me a minute, Mr Chairman?  The question that I would like to pose to you is that the killing of an innocent party in this case a black person, could you tell me how this would have promoted the political objectives or intentions of any party at that stage the CP or the AWB - are you telling me that was the AWB's political objective at that point?  To kill black people in order to obtain a Volkstaat, is that what you're saying?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.  You must remember that it was in the spirit of - at that stage there was a lot of violence happening in the country and basically it was regarded as a war situation.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I think that you are misunderstanding my question, I will pose it to you again, could you tell me whether it was the AWB's political objective among others to kill black people?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes, I know of many cases apart from my own where the AWB leadership issued orders to commit murder.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "To kill black people?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you name any examples?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "There were many people - do you remember the case of the road block near Ventersdorp where black people were shot?  With that roadblock there's one person who is in jail at the moment who I was involved with at one point and he told me that that had been one of his orders.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And the CP?  What do you think was their political objective?  Did you understand their orders in that way?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I never liaised with the CP leadership personally but the feedback which I received from De Beer was definitely that that was the case.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did De Beer ever tell you that the AWB leadership had said that you should kill this person as part of your initiation process, this black person?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Why wouldn't you give this information in court or in your confession?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I gave this information in court when I was convicted.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I don't see it in the record.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Well there are a number of things which I see that are not here.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Is there anything else which you said in court?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I don't know - it was so many years ago that you would have to ask me pertinently in order for me to be able to answer you.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "My question to you in conclusion, is that if I look at what you pointed out, the officer wrote down twice that the person laughed twice regarding the identification of who was killed and stabbed with a knife.  It was indicated that you showed no remorse.  How do you feel today?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Might I just explain the laughing issue to you.  At that point in time it was not my manner to talk about violence in front of women and the person who took me for the identification was a woman and I was uncomfortable and that is why I gave such strange funny answers to her at certain points because I do not like to discuss violence with women.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Then perhaps the last question which I would like to ask - if you will look at page 56 of your record.  The last paragraph, you state there that your actions were not political by nature and later you also said that you would like for your criminal actions and your political actions to be separated, is that so?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes, I stated that statement exactly in terms of the order coming through to me to make the statement like that because it was a Section 29 statement.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Were you told to make the statement like that?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes, what happened was that I refused to make any statements in terms of Section 29 and then the security police brought in Binneman to me and he then told me about his wife and children who didn't have any food on the outside and other men and their wives who were suffering because they were being held under Section 29 and at that point we had already been under Section 29 for a month and he then asked me to make a statement and he also showed certain things to me in terms of making the statement in such and such a way.  I believe that that discussion between me and him is definitely on tape somewhere in the security police, I'm sure that it must be available somewhere.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "What you are saying now in terms of being told what to say in your statement, unless I understood you incorrectly, you never disclosed to the Committee - it doesn't appear anywhere in your amnesty application.  Don't you think that it would have been important to bring this fact to the attention of the Committee?",
            "Male"
        ],
        [
            "MR MOSTERT",
            "If I might just intervene here, I would like to state it pertinently that I asked the applicant about it and he said that he had received his instructions from Hennie Binneman to protect the others and that is why he made the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you're free to ask questions about the circumstances of Minister Binneman's statement if you wish.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman.  A final statement that I want to put to you is that today you've had the opportunity and also when you completed your Amnesty Application, you had the opportunity to play open cards with the Committee, is that so?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I did.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And the fact that certain information is not contained within your Amnesty Application, what is the reason for that?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I've conveyed all the information today which is at my disposal.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moloi do you have any questions you'd like to ask the witness?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Thank you Mr Chairman, just briefly.\n\tMr Lottering, did you draw any distinction between the politics and racism at the time?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, politics was my objective.  In the South African context it was coincidental that the black people and white people were struggling with each other for years.  If it was the English who were threatening the freedom of my people I would have acted in exactly the same way towards them and fought against them.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Besides now your desire to have a Volkstaat was there any other motivation upon which you acted?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No.",
            "Male"
        ],
        [
            "MR MOLOI",
            "In which respects does the confession you made to the Magistrate differ from the actuality about which you're testifying today?  Which aspects of the confession are incorrect in other words?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I went through the entire document along with my attorney and we tried in as much as possible to highlight the facts which were incorrect.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Yes, can you highlight those aspects which are not correct?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "It would be problematic to go through the entire statement again.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "I actually want to ask him questions on that that might assist him, so we'll hear the answers from him if that's okay with you.  Let me assist you, we should go right to the beginning of that confession of yours, what you're calling the Section 29 hearing.  You go through a whole religious background, the grounding of your beliefs, now just start there, you haven't said anything to us at all today about how religion influenced your thinking.  You talk about the black people, white people, purity, your natural enemies, now is that correct, is that incorrect?  Just to start off, you know, just to assist you in answering Mr Moloi's question.",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Regarding enmity between white people and black people, this is a reality throughout the world.  My quest for a Volkstaat was the primary manner in which we could solve the struggle between white people and black people.  If white people and black people are kept separately and can then contact each other naturally then it would work peacefully but as long as white and black are forced to integrate, their will be war and that is the reality all of the world, it has nothing to do with racism - it simply indicates upon the differences which are too much such there are differences between French people and English people and that they live in different countries.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now, you know I refer you specifically to page 50 of that confession, just to assist you because you haven't answered my question.  You talk about line 6, \"it is also stated that David blushed and the only nation\" etc etc.  You talk about white people can, black people can - kaffirs - actually are referred to here - \"en 'n kaffir kan nie bloos nie\".  Then you go on to talk about the pure whites who came along with Jan van Riebeek.  The simple question is, how much of this is still part of what you believe in, I mean how much of this is incorrect, how much of it is correct?  What do you believe in here?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The issue of religion as I have explained it here is approximately the same way that I feel today, that from the time of Adam and Eve there have been different racial groups on earth and these races have never managed to live peacefully with one another and that is a reality that we cannot lose sight of.  Never in my life have I treated black people badly because they were black, the way that I became involved in politics was when my nation was being attacked chiefly by black people, by the ANC and so forth and I could not longer envisage a future for my nation if things continued in that way.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now if this process is part of a reconciliation process, the amnesty process is part of that grand process, why are you applying for amnesty?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "In order to go home.  However, as a result of many electoral promises and agreements which are being achieved by the ANC with the Boerevolk, I can see that we have a much better chance at a peaceful existence as what we had underneath the NP government.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Thank you.  Do I understand you correctly, your religious views have not changed till today.",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Not drastically.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Your political activism, was it mainly induced by your religious considerations?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "As a matter of fact you - that was the main objective, your religious beliefs - just a minute - so the political actions were just a vehicle to what's reaching your ultimate objective?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No religion definitely played a part of it but at the end of the day or at that stage I could not envisage that my nation would survive in the political dispensation.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You engaged therefore in politics for an objective of saving your purist race?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No it's about my nation's survival.",
            "Male"
        ],
        [
            "MR MOLOI",
            "The robbery, you say you were ordered to commit robbery in order to raise funds for the organisation?  Purely that?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "It was also to attempt at addressing our current expenses.",
            "Male"
        ],
        [
            "MR MOLOI",
            "It had nothing with personal interest or personal financial commitments?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No as I have said I would not have resigned from a good job in order to become a robber.",
            "Male"
        ],
        [
            "MR MOLOI",
            "In the affidavit, in the confession rather, you made to the Magistrate, I refer to page 56.  You refer - let me take a piece out of this confession, the second line from the top - \"the following day me and two other persons committed an act because we were in financial dire straits but it held no political objectives or consequences.  We were in great financial trouble and my bank manager as well as the bank where my car was on hire purchase gave me a deadline to solve my financial problems.\"",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "That is the Hennie Binneman who came to me and told me to make such a type of statement and what happened was that he told me this on a Friday and I had all the time until Monday to think of a good story in order to give a bit more detail to it and I simply made up a whole lot of things in order to construct an acceptable story for the security police.  What also happened was that at that stage we had already heard that the security police was looking for us and I would not have been worried about a car which would have been repossessed if I was running away from the security police.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Do I understand you correctly to mean that you are capable of making up a story and make it look real even if it's not?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "As regards to the content of the instruction to murder - what exactly did it contain, what was said to you about the murder?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He specifically said that I should kill a black person in order to prepare myself for the struggle which we still had to wage, that was to take out political leaders and this person knew me enough to know that murder or violence was not a characteristic with me, it was not something I would easily do that is why he gave me that task as part of my initiation.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So at the end of the day you had to prove to whoever gave you the instruction that you have carried out the instruction didn't you?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I had to tell him verbally, he would have believed me no matter what I had said.  If I had said that I had done it then he would have believed me.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "So it is therefore correct to say that that instruction was just to enable you to prove yourself to the organisation, it had nothing to do with any political objective?  Because the political objective was to get rid of NP cabinet ministers and ministers at that time?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes but they couldn't trust me with the task of shooting a minister if I couldn't prove myself and I would not have committed such an act if it was not for the objective, the ultimate objective that we had.  If anybody has said to me under other circumstances to shoot someone, I would have laughed at him but in terms of the significance of the background, it was definitely political.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Did I understand you correctly to say even the word of mouth would suffice that you had carried out the murder as instructed?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Why did you kill?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "We didn't have any other option at that point, we didn't believe that there was any other option for the survival of our nation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question was if all you had to satisfy Mr de Beer that you had carried out his instructions was to tell him that you had done so, why did you actually go and kill somebody, why not just go to him two weeks later and say well I've killed somebody here, I've now qualified?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "In terms of that framework, living in an underground movement, every person had to be able to trust everybody with his or her life and if I had just gone and told a number of stories it would have meant that I would be lying and I couldn't lie and said that I had done when in fact I hadn't done it because in the first place if I could not have committed that murder, it would later have surfaced where I would not only be placing myself in danger but everybody else around me.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So in the killing, actually your objective was to make yourself acceptable to the \"order van die dood\"?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "That was the main objective?  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Gcabashe do you have any questions you would like to ask the witness?",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "Yes, I do.  When exactly did you act as a bodyguard to this unknown person you've referred to?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Just before my arrest for approximately two to three months I'm not entirely sure of the time period.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Was this before the murder or after the murder?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "After because at that point we were waiting for certain weapons to be conveyed to us.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now another little bit that's not too clear to me - you referred to a security police tape of a conversation between I think yourself and De Beer or it could possibly be Binneman, I actually have De Beer in my notes but the Judge has just said that also Binneman, which is correct.  Which of the two, is it both are there two different tapes or one tape?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Two different tapes, I had listened to a number of tapes from the security police under Section 29 which they had made in our home and I suspected that there was a tape with Binneman and that's just suspicion because it was practice to tape every conversation wherever possible in the security police.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now alright, now I'm really interested in the conversation between, that was taped between yourself and De Beer.  There is such a tape do you think?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "What were you discussing?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He gave us an order to commit murder, robbery when the financial side of the organisation was experiencing problems.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Sorry, I'm not sure if it's murder, robbery or both.  What was the order?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "That was with the robbery, I don't believe that there is a tape regarding the robbery because I've never heard of anything like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry let me, if I may just intervene, you say Mr Lottering, that there is a tape about the instructions given regarding the robbery.  Do you know that there's a tape or do you think there's a tape?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes I definitely listened to such tapes under Section 29 when we discussed the matter.  Why they didn't use the tape I don't know, I only said later on for myself that there was an informer in our group, the third person who I mentioned, that came along with me and Goosen, he was a security police informer and they didn't want to expose him and that is the same person who committed the robbery with us at the bottle store.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now, again in my notes, another aspect I'm not too clear about - you talked about what you are going to do as an order was to kill NP leaders and ANC leaders - am I right, have I written this thing correctly?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes, originally we would have focused on NP leaders but as I have mentioned the shift of emphasis went over to ANC leaders because at that point the CP had lost a great deal of support and we weren't certain that a coup d'etat would have been executed, a political coup d'etat.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now you talk of \"we\" what was your input in these discussions?  You specifically?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "For instance certain instructions were received from above and then we had to go and look at the feasibility of those orders, could they be carried out for instance, whether it was a high risk operation or whether it was quite feasible to carry out and then I would have gone back to those people and I would have given them feedback.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "I am here specifically asking you to focus on the discussion on the ANC leaders, just as one example, the ANC leaders, you said \"we\" discussed this and decided we should shift a little and also deal with ANC leaders?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Possibly I used the term \"we\" simply because such a lot of time has elapsed since that time until now therefore I stand to be corrected when I say \"we\".  A lot of things that were told to me as an instruction at the time or over time it actually becomes vague and then you forget how it actually was conveyed to you etc.  You must remember these were discussions which took place eight to ten years ago and to now recall specific details and what my input was, it's too long ago for me to remember that.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Are you able to recall which particular ANC leaders who happened to be discussing on that day?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, no names were mentioned at that stage.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "...[inaudible] at that time it was before Nelson Mandela was released so you really weren't talking ANC leaders you're talking the UDF people?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "To tell you the truth the word left wing leaders, that was mentioned, we never actually discussed in much more detail.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "And again, just focusing on this particular discussion, who was there?  You were there as part of the cell, De Beer - I'm not so sure he was there as the person who gave the instructions, yes?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, at that stage I think it was only De Beer and myself who had this discussion.  You must remember when I became involved in the underground cell I spent a lot of time in De Beer's house, he also lived in Vereeniging and we had a lot of discussions.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "What was De Beer's reaction when you told that you had killed a person?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "He said well I'm glad.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "He didn't ask for any verification for what you had done?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No he trusted me enough to know that I was telling the truth.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now focusing on that specific killing again - your objective was to prove to yourself and your organisation that you could kill a person, yes?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "You had a knife and you had a firearm.  Is there any particular reason why you used your knife first to stab your victim in the back and then up the throat so that you could reach the brain if possible as opposed to taking your firearm, shooting him, which I presume is what you would do if you were trying eliminate a cabinet minister?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I tried to go to a quiet place where the firearm would not be heard and I couldn't actually find a place that suited my needs so I stopped at this place where we left this person and I stabbed him with a knife to try and kill him as quietly as possible - but when I saw that that was not going to work, I immediately abandoned the knife and then I told Goosen who was with me to shoot him.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "And then very briefly on Goosen, having mentioned Goosen just now, am I correct in understanding you that you in fact assisted Goosen in getting an acquittal on the murder charge because you were dishonest?",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.  You see if I'd made statements at that stage to implicate Goosen and he should go to prison then myself and the people with me would have regarded that as treason, it would have been seen as implicating him an actually doing the work of the security police because there was a general perception, or not a perception but a general standing rule that if you can help your comrades to go free then it's your duty, it's not only a requirement, it's actually your duty but at this late stage I see absolutely no reasons to protect him any longer.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Yes, you see the difficulty that one has however is as pointed out by Mr Steenkamp that you took the oath when you made that Section 29 confession, you took the oath when you gave evidence in court and you swore to tell the truth and nothing but the truth.  This morning you took the oath and because we are looking to having full disclosure made, ones difficulty is, how much of the truth are we getting and are we in fact getting full disclosure here?  But more the truth of what really happened.",
            "Female"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "You must remember, at the stage when I made those statements, we were still regarding ourselves in a state of war and if you look at the violence which was still happening at that stage in the country, there was actually a war in progress so in those circumstances you can't actually commit yourself by speaking the whole truth towards a government that you in any event trying to overthrow.  But the war has now become a thing of the past so there's now nothing to keep me back from speaking the truth.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "No further questions, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman would you have any questions?\nADV. BOSMAN: Thank you, Mr Chairman.\n\tMr Lottering, this morning in your evidence you said that there was no specific motive why you looked to Mr Makgalamele as a victim.",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No the instruction was that I could choose anybody as a victim.\nADV. BOSMAN: Yes, I just want to take it a little bit further - you said that \"we simply took the taxi right at the back\" and afterwards you said \"I wasn't angry\" but if I can refer you to page 14 of the document, you are there quoted in the second paragraph as having said that you were aggrieved because white girls drove around in black taxis, is that a bit of a contradiction?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes that was part of the misleading which I was endeavouring to do in terms of Section 29.  I would never have seen this person driving around with white girls in his car because I had never seen him before in my life.\nADV. BOSMAN: Well can you then explain to us why you went about this sort of misleading, what were you actually trying to achieve?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "The whole statement was made in such a way that I was trying to prove that I did everything on my own initiative without any orders from above.\nADV. BOSMAN: Something else which is a bit confusing is this - you say that you had to prepare yourself to become a soldier, maybe I'm making a glib assumption, but don't you have military training?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, I was in the Post Office.\nADV. BOSMAN: Did that give you an indemnity from the Defence Force?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.\nADV. BOSMAN: And you were a member of Aquillo, you were a member of the military wing of the AWB?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "Yes.\nADV. BOSMAN: Now, does that not contain a military training component?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "No, the AWB training was of very low standard and it was more sort of VIP protection training rather than anything else, that's the formal training which we received in the AWB and that is the purpose of actually establishing underground cells.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] Mr Lottering, in your statement, your confession that was made on the 4th January which you have referred to as your Section 29 statement, you set out a political background, your political background, your placing of the bomb at Jani Allen's place, your disillusionment with Eugene Terre'blanche because of his his association with Ms Allen and you link in that statement the murder to this political background of yours and your political beliefs is that not so?  But yet in that statement you don't say that you received an order to go and kill a man to prove to yourself and to your leader that you are capable of killing.  In fact if I refer you to page 53 of the papers, you say the following:  \"I prepared myself to prepare these acts in various ways, however there was one thing which bothered me -I was not a hundred percent sure whether I would be able to carry out my task.  It would have been fatal to get cold feet if I for instance had a leadership figure in my sights, therefore I believed that with the killing of my natural enemy who is a non-white, I could therefore, by doing that, decide that issue for myself and that would then satisfy me that I had the courage and the determination to continue with my proposed scheme.\"  ...[inaudible] saying there in that extract which I've read, it seems to be more of a subjective decision, that you were worried within yourself that you couldn't carry out the order and you might get cold feet immediately before, well, killing a leader and no mentions made of receiving an order.  Why did you not, even without mentioning De Beer's name, say that the killing was on orders?",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "We, five of us, were all being detained under Section 29...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could we just have cell phones cut down to a\nminimum please or to an absolute..thanks.",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "At that stage I received the order that I should make the statement in that particular way to exonerate those other people.  It was the security police's objective to charge us, the five of us, as a group jointly for this incident such as for instance that happened in the case of Clive Derby-Lewis, he was also convicted.  It was that kind of thing which I was supposed to prevent by making this statement and that is why I actually sucked these long stories out of my thumb.  But for instance this reference to cold feet, when I received the order, it was basically the idiom that was being used to say that I should actually prepare myself in that way that they will not accept me getting cold feet at a crucial point.  It was half truth and half lies, I actually concocted the whole story like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mostert, do you have any questions arising out of questions that have been put by Mr Steenkamp and members of the panel?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "No questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you Mr Lottering.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Chairperson, we would like to call on behalf of the applicant the following people:  Mr Barend Strijdom.",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Thank you Chairperson.\n\tMr Strijdom, do you know the applicant, Mr Lottering?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes, I've known Corrie for quite some time. Before I was arrested we were both members of the AWB for quite a few years.  We visited my parent's home on a couple of occasions and we also went to certain functions, meetings etc. of the AWB and other occasions.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "So you can confirm to the Committee that he was a member of the AWB and that he fought for the cause of a Volk?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "That's correct.  We also had many discussions regarding why we were members of the AWB, I think it's important perhaps to state that.  Why we became members of the AWB at that particular time although we were still quite young, many things happened in this country's history and the purpose of the AWB was to try and stabilise or correct the situation as we saw it.  Our objective was to achieve a Volkstaat and I think we in the AWB tried everything to achieve that, we tried everything to try and achieve a Volkstaat.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "The way you know Mr Lottering, would you say that if it hadn't been for politics he would still have committed these acts of which he was convicted?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I must refer the Committee to the fact that these things happened before, or that I knew Mr Lottering before 15th November and that stage when I knew Mr Lottering, he was a relatively gentle person.  He was involved in the AWB and was not involved in any of the acts which at that stage had been imputed to the AWB for instance the tarring and feathering of Mr Vloors van Jaarsveld because he showed contempt for the Day of the Vow etc.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Mr Dawie de Beer, do you know him?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "We were friends, yes.  We lived in Vereeniging and we have come a long way together.  He also came to visit me in prison a couple of times after I was arrested and locked up.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Was he a member of the AWB?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes he was.  He was also the Secretary of Aquillo and that could be regarded as the armed wing or the military wing of the AWB at that stage.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Are you aware of the fact that Mr Lottering and Mr de Beer had contact with each other?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Mr Lottering and Mr de Beer definitely had contact at that time already.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Did you know Mr Hennie Binneman?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I knew Mr Binneman, not as well as I knew Mr de Beer, but yes I knew him.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Do you know whether he was a member of the AWB?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "As far as I know yes.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MR MOSTERT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Steenkamp do you have any questions you would like to ask the witness?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, just two or three questions.\n\tMr Strijdom, do you know what the AWB's policy was?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes - I will try and put it very briefly - after the Anglo Boer War we as the Boer people lost our freedom after 26 000 women and children were killed in a brutal way by the English.  After that there was a peace treaty...[intervention]",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I beg your pardon, the question was do you know what the policy was?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Now would the AWB ever have given an instruction as Mr Lottering testified by Mr de Beer, or otherwise, that black people should be killed?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Let me answer it in this way - I attended many, many AWB meetings where there were calls made to act, to make war.  At the time of this specific act that Mr Lottering committed, I was already in prison and I think in the intervening years some things happened which had influenced the enthusiasm of the Volk and people were turning to acts of resistance more and more.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "My question is this and perhaps you could just answer with a yes or no, did the AWB ever give any orders that black people should be killed by it's members?  As far as you know, as Mr Lottering testified?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes there are AWB members who have said that.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Was it AWB policy?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Just as the ANC would never openly admit to such a policy, I think it could bring about a civil litigation for an organisation to admit that.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did you know about the existence of \"Die Order van die Dood\"?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I knew about it yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did you know who the chairperson was?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I didn't know everything about The Order of Death because I was in prison for part of the time but people tried to convey certain information to me and it must also be considered that the discussions in prison were taped so people couldn't actually give me all the facts, but yes, I knew he was in a controlling position in this organisation.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "So you knew Mr Dawie de Beer, do you know what his position was in The Order of Death?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I knew he was a leader in this organisation with Mr Binneman, according to my information.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "You say he was also a member or a leader of The Order of Death?  The question I want to ask is this, how would you regard Mr Lottering's evidence where he said that the purpose was to not only to eliminate ANC leaders and National Party leaders, was that also the purpose and objective of the AWB?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I beg your pardon, could you repeat the question?",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I'll repeat it.  Was it the purpose, the political objective of the AWB to kill National Party leaders and ANC leaders at that stage?  Are you aware of any such policies as Mr Lottering testified today?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I'll put it to you like this, I will accept from the AWB and perhaps we can even speak about it in broader terms, in a national context we had a special patriotic feeling which was closely interwoven, politics, religion was all closely interwoven and from this very specific situation it happens that one identifies a lot of enemies, in other words people who weren't with us were against us, that was the basic point of view.  So seen from that perspective it's no surprise to me that that could have been the non-official policy of the movement such as the AWB.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "So what you're trying to say, I think, is that Mr Makgalamele, a taxi driver, was also seen as an enemy of the Volk?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "That's correct.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And according to AWB policy he had to be killed, that was what it amounted to in brief?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Chair, if I can just, just a quick follow-up on that?  Mr Makgalamele was seen as an enemy of the Volk you say, what you've just said, is that what you said?",
            "Female"
        ],
        [
            "BAREND STRIJDOM",
            "...[inaudible]",
            "Male"
        ],
        [
            "MS GCABASHE",
            "In that context.  So any black person was therefore perceived as an enemy of the Volk because he was a nobody?",
            "Female"
        ],
        [
            "BAREND STRIJDOM",
            "As I've said earlier, everybody who did not support our ideals was seen as enemies of the Volk, of the people.  In the AWB what was important was promoting the cause of the Boerevolk and I don't think it was purely on a racial basis although that is also the case.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "If that is so can you distinguish for me a racially supremacist motivation in a killing like this as opposed to a political motivation in a killing such as this?  Just from your own context and background.",
            "Female"
        ],
        [
            "BAREND STRIJDOM",
            "From the way his name and surname is pronounced it's clear to me that this person is not a Boer and cannot be one and on that basis I think one should actually look at the situation.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Sorry, I'm just asking you to distinguish between racism and a political act, you known in the context of what we're talking about today, the killing of Makgalamele.  How would you distinguish that just from your own learnings and teachings because you say you were in the same organisation, you learned the same things, you know Mr Lottering, just to help me understand the difference between the two from your point of view.",
            "Female"
        ],
        [
            "BAREND STRIJDOM",
            "One should also look at the situation in view of the fact that we grew up in South Africa during years when there was a great difference between Black and White, we went to White schools and what also happened was that we also didn't mix with English children at school.  The Boer people were separate in their schools and the English speakers were separate in their schools and it was often used by party political leaders in those days that they used the racial basis.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "...[inaudible] actually not related to racism at all.  In your evidence you said that De Beer and applicant had contact, to your knowledge they had contact.  How did you know this?",
            "Female"
        ],
        [
            "BAREND STRIJDOM",
            "People who came to visit me like Mr de Beer, they came to visit me in prison and I can also go and check the visitors book in prison to prove that.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "...[inaudible] heard about this, you didn't really observe anything, you weren't there when they had meetings?  It's all hearsay?",
            "Female"
        ],
        [
            "BAREND STRIJDOM",
            "I'm speaking specifically of this situation - before the time we talked about general matters regarding the AWB and the struggle of our Volk.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moloi, do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Thank you Mr Chairman, briefly.\n\tMr Strijdom, you don't know much about Die Order van die Dood, is that correct?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes, what I know about The Order of Death is what was conveyed to me while I was in prison.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] about it.  You say you and Mr Lottering whilst members of the AWB attended meetings together. Is that correct?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "At these meetings you discussed what you say is the policy of the AWB namely to apply violence in order to achieve it's objectives?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I don't think that that was the only policy of the AWB but that was part of their policy.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] violence was the method to be used in order to achieve it's objectives?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I think that the leader of the AWB, Mr Eugene Terre'blanche has been placed on record a number of times where he has said during public platforms.",
            "Male"
        ],
        [
            "MR MOLOI",
            "When Mr Lottering broke away from the AWB according to his evidence, he then joined this other organisation \"Order van die Dood\"?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Will you agree with me then that Order van die Dood as the name implies is even more radical than what the AWB preached as their policy?  It's not only violence here it's also murder, killing.",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I think it depends upon how one would view the situation.  There are a great deal of splinter groups which emanated from the AWB and this was for various reasons but also as a result of another reason within the AWB where people received specific instructions within the AWB as what happened with The Order of Death later.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] qualify anybody associating himself or herself with an organisation that preaches death to be a soft person, can you?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I think that one must also consider the broader South African context and some of the National Party's government officials and ex-military chiefs and cabinet ministers within the current government on the right side, I should think that one could say that.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] the soft person as you want to portray Mr Lottering, to be a person that will associate himself with violence, attend meetings where violence and the killings are talked about and being an integral part of that body and execute the killings?  The softness?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I think that all the things that we heard within the AWB, all the bomb explosions which occurred during that time period which were allegedly planted by the ANC or related organisations led to tempers flaring and people had to start doing something and I think that this quest and desire for freedom made a gentle person like Corrie Lottering commit such acts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman, do you have any questions you would like to ask the witness?\nADV. BOSMAN: Mr Strijdom, you have mentioned the military wings specifically you used the word military, that is the military wing Aquillo, how do you understand the word military?",
            "Unknown"
        ],
        [
            "BAREND STRIJDOM",
            "That at least depending upon whether it's peace time or war time, that among our ranks a war situation was spoken of and at that point, national service was in practice in South Africa which was of application to all White men of South Africa.\nADV. BOSMAN: Perhaps I could shorten it, do you mean military in terms of the soldiers wing of the AWB?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Yes.\nADV. BOSMAN: And the training, was there training for soldiers?\nADV. BOSMAN: There were various forms of training that were given at various times and there were also different sections of Aquillo and I think that depending upon who received which training, they differed ever so slightly from one another.  It is as Mr Lottering testified that many or much of the training was about the protection of, or VIP's is the word that he used, very important persons.\nADV. BOSMAN: You were asked to make a distinction between racism and political objectives.",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Pardon, that is as far as I know there was also a time period in which all of these things occurred that is when I was arrested and before the actions of Mr Lottering and the AWB's attitude could possibly have become more serious or have weakened but the National Party was making more and more concessions and that is why the AWB emerged more strongly in a military fashion.\nADV. BOSMAN: You were asked to distinguish between racism and political objectives, may I put it to you in this way, let us assume that Mr Makgalamele was a very strong supporter of Mr Mangope and we know that the AWB came to the assistance of Mr Mangope.  Would he also have been regarded as an enemy of the Volk if you had known that Mr Makgalamele was a supporter of Mr Mangope and promoted the idea of separation of population groups, would you have said that he was an enemy of the Volk?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I will put it to you in the following way - one should also remember that it was indeed so that the AWB assisted Mr Mangope and in the given situation which is quite a difficult situation for me to expand upon because I don't have all the details.\nADV. BOSMAN: But we are just speaking on the basis of principle.  Would you say that the - or let us assume that Mr Mandela would announce today that tomorrow you would be receiving your Volkstaat, would you regard him as an enemy of the Volk?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "On this basis I would regard him as a sometime enemy or perhaps an opponent but perhaps in this given situation I think that because he isn't a member of the Boerevolk, I think we should move the emphasis to what is important for the Boerevolk and because he is not a member of the Boerevolk there could be some things regarding which one could have agreement with the ANC but that does not necessarily indicate a complete agreement with the ANC.\nADV. BOSMAN: Well aren't you indicating pure racism if you cannot establish a proper distinction?  Isn't that purely racist?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "I would not view it that way.\nADV. BOSMAN: Well I don't wish to take the point too far, but if Mr Makgalamele had been a supporter of Mr Mangope's government and he had been murdered and you had just come to hear of this, would you say that an enemy of the Volk had been murdered?",
            "Male"
        ],
        [
            "BAREND STRIJDOM",
            "Conversely, one could look at it and think what did Mr Mangope do in order to support the cause of the Boerevolk in order to help us obtain the Boere Republiek and within that given situation, it is not only about Mr Mangope but for all other purposes - everybody who is not a member of the Volk in South Africa, it would then be so that the majority of the population is black in South Africa and therefore one would have the tendency to regard blacks as an enemy of the Volk and that would be racism.\nADV. BOSMAN: Well will you not concede that there was a measure of discrimination in the killing of Mr Makgalamele because nobody knew really who and what he was?",
            "Male"
        ],
        [
            "CORNELIUS JOHANNES LOTTERING",
            "I think that there might have been the situation that there was an aspect of propaganda to this issue as I understand these things about Mr de Beer, that acts were committed sometimes in order to indicate how serious they were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions from arising from questions that have been put?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Strijdom.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mostert?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Chairperson, this is Andre Stephanus Kriel.\n\tMr Kriel do you know the applicant Mr Lottering?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes I do.  I met him years ago while I was in the AWB.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Were you a member of the AWB at any stage, registered and sworn in?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes for a number of the AWB, I had met Mr Terre'blanche in 1979.  Shortly after the establishment of the AWB I became a member and later I obtained the rank of Brigadier and I was part of the top structure of the AWB.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Was Mr Lottering a member of the AWB?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes he was a member and later he was selected to be a member of the Aquillos.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "I would like you to specifically inform the Committee regarding firstly the AWB policy.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "For those of us here who did not live with the AWB for a number of years it would be difficult to understand exactly how things functioned there.  I do not wish to take up too much of the Committee's time but I would just like to sketch a picture for you.  Over the years there was a number of increasingly confusing statements made by the AWB.  At one stage, Mr Terre'blanche would say \"destroy all the blacks\" and the next day he would say something completely different and we reached the stage in approximately 1988/89 when the Aquillos were established and I was a Commander of a region and we encouraged people to establish cells and to devolve from other organisations because we had security problems in the AWB.  Pardon me for speaking too long but I must indicate that the Commanders of that time saw the ANC as a complete enemy, it was the order of the day within the AWB that the ANC was regarded as an enemy and we all had consensus with one another that the ANC members should be killed.  We had no doubts about that, that was what the AWB was about, there was an enemy, the enemy had to be eliminated.  I must say that I am grateful that we could attend the Amnesty Committee meeting today because I myself have a conscience which I must cleanse and the Amnesty Committee is granting us the opportunity to do this.  If it was not for this Committee we would still be involved in a struggle and I would like to say that there are young men who have ended up in prison as a result of people such as me and Mr Terre'blanche who gave orders and the true people who are behind these matters, we encouraged people from platforms at that time.  We encouraged them, we told them that there was an enemy out there who had to be eliminated and I must say to you today that I regret it.  We expected that the day that the ANC took over government that there would be a great witch hunt on our nation.  It did not happen, in other words we were part of a big mistake.  In fact the government of the day established a Volkstaat's Council which the former regime never granted us and we realised that we were wrong and that what we did was wrong.  I had much to do with Mr Lottering in prison, we visited him, Dr Rubin Riches was with me, Professor Piet Meiring also accompanied me.  Professor Meiring pertinently asked the question, would these people be willing to participate in a reconciliation programme and Mr Lottering was one of the first who said yes, that he would participate in a reconciliation programme.  But today we have a different context in a different time context - if it wasn't for this Amnesty Committee, there would definitely have been an even further loss of blood.  I would just like to request today as a former Commander of that time, I feel that those who ended up in prison, I would like to offer my apologies for the trauma which I caused as a Commander and a Commanding Officer of the AWB.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Within the context of your senior membership in the AWB, Mr Lottering testified that although he received his instructions from Mr de Beer, he was under the fixed impression that his instructions came from the AWB and the CP.  In terms of what you have just said, is it acceptable that he could have believed that his instructions were originally from the AWB?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes, that is completely acceptable because at that stage there were various factions within the AWB and we as Commanders of a right wing organisation which housed activists supported them.  I would like to say that the Aquillos were selected by or, according to the criteria of persons who would carry out instructions almost immediately - if I might say that they were people who could be manipulated, that you could give them instructions and no matter what the instructions were, they would have carried them out immediately and those sort of people were taken up in the Aquillo - among others Mr Lottering.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Could you inform us with regard to the origin and the establishment of underground organisations and the splinter groups how it functioned?  Was it with the approval of the movement or was it inspired by the AWB?  How did this happen?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "My viewpoint, as well as that of Mr Terre'blanche was that it was acceptable and good if there were people who were carrying out instructions who were not directly connected to the AWB, in other words, if such a person were to be caught as a result of a murder or a robbery then it would not have left tracks which would lead to the AWB.  Actually, as Commanders, we were given instructions by Mr Terre'blanche to operate in such a way and that is why it is very difficult for certain people who appear before this Committee today to prove who gave the instructions because the actual people who gave the instructions are actually in some ways too cowardly to appear here and support those who are now in prison as a result of instructions that were given.  I would also like to add, Chairperson, that at that time when people struggled with the collection of finances and funds they were constantly told that if they did not have money to continue that they should not come to us and ask for money, they should commit robbery.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "...[inaudible] escape?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Regarding escapes, we told the people prior to the fact that - and we also this to them when we visited them in prison, we told them that if they could escape and if we could help them escape we should do it immediately so that we could continue with the struggle.  That was also a general order which was issued.  I would just like to say that the situation changed in terms of the Amnesty Committee, there is renewed hope for the people and it is no longer that way but that is how it used to be.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Mr Dawie de Beer - could you confirm for the Committee that he was a member of the AWB?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes, Mr Dawie de Beer was a member of the AWB, he was also the administrative head of Aquillo.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "Do you know from whom he received instructions to do recruitment for The Order of Death?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Unfortunately I don't know where he received those instructions or from whom.",
            "Male"
        ],
        [
            "MR MOSTERT",
            "No further questions Chairperson.\nNO FURTHER QUESTIONS BY MR MOSTERT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp do you have any questions you would like to ask the witness?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman, just a few questions.\n\tYou have said that the struggle wasn't about innocent women and children it was against the ANC?  It was a struggle of terrorism irrespective of who it was?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "I'll say it again today that it was aimed at placing pressure on the struggle.  If I had planted a bomb at that point I wouldn't have asked who was there irrespective of whether it would have been a white or black or an English person or a farmer, it wasn't about that, it was about placing the attention upon our freedom struggle.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Well briefly the question is that you have testified that the instruction was to destroy the ANC people or the enemy as you refer to it.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "This Mr Makgalamele, we don't know who he was, he was simply driving in his vehicle, he was attacked and killed.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "What I want to know is would the AWB at\nthat stage have approved of this action?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes, definitely, the AWB would have approved of it.  I know about instructions which were issued to plant bombs when it was pertinently stated that it was within the interest of focusing attention on our freedom struggle.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Do you know that there were cases or a specific case where an instruction was issued, according to the applicant's version, that part of the AWB initiation was to commit a test murder.  Was that the policy of the AWB?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes it was.  I would like to say that these young men grew up under good circumstances and they were not a accustomed to killing and they had to learn how to kill.  Unfortunately this is true.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And today, if I might ask you, it might not be relevant however, would you still or it would appear to me that the AWB behaved purely in a racist fashion involving the killing of black people, there were no political undertones?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "There were also white people, if we had the opportunity to kill Pik Botha or F.W. de Klerk or even P.W. Botha in their time we would have tried but they were too closely guarded and we couldn't get close enough.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Steenkamp, Mr Moloi do you have any questions?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Thank you Mr Chairman.\n\tMr Kriel, you were not a member of Order van die Dood?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "No.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Order van die Dood as I understand it from Mr Lottering's evidence was a splinter group, a breakaway group from the AWB?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes, you could say that.  I would just like to add that in the inner circles we encouraged this happening because people like Mr Lottering were easily manipulated and ...[intervention]",
            "Male"
        ],
        [
            "MR MOLOI",
            "Was that Order van die Dood a breakaway group from the AWB?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes it was a breakaway group.  However, we approved it as such and we allowed it to function in that way because we didn't want any tracks leading to the AWB.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] involved in the strategy of the Order van die Dood?  You were not involved in their meetings and then how they planned and executed their plans?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "One could manipulate people to commit certain deeds so that it wouldn't point at you directly.  That breakaway action was regarded as such by the AWB.  We knew that these people were capable of killing and that they would kill and we subtly encouraged it.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] involved with the planning of their policy and so on?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "No, I was not a part of the planning but I was part of the encouragement and upsweeping of the people when they received their training for Aquillo by telling them that they must kill the enemy and these were young men and they took it up quite literally so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "[inaudible] these offences were committed by Mr Lottering, he was no longer a member of the AWB about which you testified today?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes, although he was no longer a member of the AWB officially, we saw each other regularly, we talked to each other regularly and there were other factions.  There were people who were experiencing problems with the leader of the AWB but that did not mean that they lived in enmity with the officers of the AWB and as the officers of the AWB, we encouraged the establishment of cells and other groups.",
            "Male"
        ],
        [
            "MR MOLOI",
            "When you identified the ANC as the total enemy in the AWB, did you define what the ANC was?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes, within the context of that time, we saw the ANC as an enemy because there were bomb attacks on our people in the first place for example the Church Street bombing and we also regarded the ANC as such as a result of our education, we grew up differently, we grew up during a time of Apartheid and we were taught that we should be separate and we were also taught that if there was resistance as such that was carried out by the ANC we were taught to fight back.  I would just like to remind you that we are talking of that time, that's not today, things of changed.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] time, what was the ANC to you, was it any black person, even your gardener?  If he was black, your helper in the house, if she was black was that part of the ANC - automatically?  Simply because of being black?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes it also went broader than the ANC, the National Party was just as great an enemy to us as what the ANC was.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] your evidence you say you had identified the ANC as your total enemy.  Now I want to know what was the ANC in your definition?  Would an innocent person like Mr Makgalamele also have constituted ANC?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "The ANC was our enemy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kriel, what I think Mr Moloi is trying to get at is, what is your - that is the AWB's perception of who the ANC - who were the members of the ANC at that time?  How did you define the ANC?  He's saying, he's asking you was any black person in your eyes a member of the ANC?",
            "Unknown"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "I would just like to describe that in two parts -the ANC was naturally regarded as a great enemy by us, that is very true, we wanted to eliminate them but regarding the terror struggle - with regard to that we said that okay, if a bomb would be planted it would be unfortunately so that if there were people who had to die even people who were actually innocent in order to focus the attention on our struggle for freedom it would unfortunately have to be that way.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...[inaudible] broad outline is that you saw any black person in terms of your policy as a threat and had to deal with him accordingly?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That is not entirely correct.  There were many white persons such as Pik Botha and F.W. de Klerk who we also regarded as an enemy within the same context.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And what about the ordinary black walking in the street?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes bombs were planted and unfortunately it also meant that white persons could have died in those bomb attacks so unfortunately innocent people would have died and that was part of the struggle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Gcabashe, any questions?",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "No questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman?\nADV. BOSMAN: No questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Kriel are you still a member of the AWB?",
            "Unknown"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "No, in November of last year I left the AWB.\nI can give the reason as well. I had a feeling that the AWB leaders should stand up and come and give evidence on behalf of those in prison and we had a difference of opinion on that point and that was one of the main reasons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] politics now, did you join one of the groups, the splinter groups?",
            "Unknown"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "The moment we succeeded in once I've achieved what I've wanted to achieve with the people who are still in prison, I want nothing to do with politics ever again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Kriel, the splinter groups such as Die Order van die Dood, I don't know the names of other ones - Aquillo - well that's not really a splinter group - but do they still exist?",
            "Unknown"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "No.  Aquillo does not exist any longer, what does exist is the so called \"Wen Commando\".  The Order of Dood or of Death has been suspended after the elections in 1994 when the Volkstaat Raad was established which gave my leaders the opportunity to motivate a Volkstaat.  All acts of terror were abandoned and suspended.  We have found that the new government, because they were born from a liberation struggle have more respect for us and therefore there have been no further acts of violence and terror.  We have a far better discussions with the new government than with the previous regime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mostert do you have any questions arising out of any of the questions that have been put?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Kriel.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Chairperson, I have one problem - I would very much like to try and get hold of Mr Binneman to come and testify but we haven't yet been able to trace him so may I ask that the case stand down until tomorrow morning to give me the opportunity to get hold of him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]  do you have no other witnesses to call besides, if you find him, Mr Binneman?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Binneman and I want to see if I can get Mr Eugene Terre'blanche to come and testify, it will be his decision whether he wants to or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This matter was set down for today and tomorrow and seeing that there's no witnesses available today to proceed with, we'll adjourn to tomorrow.  But Mr Mostert I'd like to stress that we'd very much appreciate it if this matter or the leading of the evidence of this matter could be finalised tomorrow because we have a very tight schedule.",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "I assure you we will finish tomorrow, you can leave it to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn until tomorrow, 24th March. 1",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS\nON RESUMPTION ON 24TH MARCH 1998 - DAY 2",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good morning.  Proceeding now with the application of Mr Lottering.  Mr Mostert?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "Chairperson, thank you.  At this stage I could tell the Committee that we've tried to get Mr de Beer, Mr Binneman and Mr Terre'blanche to come here to testify today.  They couldn't be here today or are not interested in being here, they all have apologies and excuses so we're now going to close the applicant's case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mostert.  Mr Steenkamp, we've heard from the evidence yesterday that Mr Dawid de Beer has been implicated as has the AWB and also Mr Fanie Goosen.  Reference has also been made to the Conservative Party but I believe that was just purely hearsay evidence, the implication of the CP.  Were those persons, De Beer and Goosen, given notice of the hearings?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes Mr Chairman, I can maybe just put on record that I firstly spoke to Mr Dawid de Beer numerous times, actually I think three times.  He was officially notified, I did sent him a fax to through his employer which he indicated to me is the way he would like to receive his notice.  This was done on the 3rd January 1998, Mr Chairman, to his employer Mr Rootenberg. I've got a copy of the documents in front of me.  That is Mr Dawid de Beer.  The question of Mr Goosen, I received a report from the Investigation Unit in December, I've asked them to do more efforts to see if they can find Mr Goosen.  I personally spoke to Mr Goosen's mother.  She was reluctant and she also indicated she doesn't know where Mr Goosen was.  My report from the Investigation Unit is that they also couldn't trace \tMr Goosen at this stage so he couldn't be traced sir.  Just for record purposes, sir, I can just put on record that the AWB was officially notified also on the 30th January 1998 via the offices of Mr Eugene Terre'blanche in Roth Street No 23 of Ventersdorp and the victim in this case or victims in this case, Mr Makgalamele could not be traced as well.  We did however trace his previous employer which indicated to us that she didn't know where Mr Makgalamele or his family could be traced.  I personally then traced Mrs Fereshina Pita.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the complainant in the robbery?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes sir.  She was officially notified also on the 30th January 1998.  I spoke to her recently, 10 days ago, she's still ill and she indicated to me and I also spoke to her attorney last Friday, that she's not willing to attend this hearing at all because of her medical condition but she doesn't want to have any interest in this hearing at all.  So except maybe for the CP sir, which we didn't know of, all other relevant parties were notified.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well I think with regard to the CP the evidence implicating them was clearly hearsay evidence.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if we will really rely on that.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp is there going to any other evidence?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "No sir, I'm not calling any witnesses at this stage from my side.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mostert, are you in a position to address the panel now or would you need some time to prepare yourself?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "I would like to request that I be given some time to prepare myself in writing and I would also request a copy of the record.  Is that possible?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would it be possible Mr Mostert to submit your heads or your submissions by Friday this week?  Why I say that is that this panel is here, scheduled to be here until Friday, we are commencing with another application tomorrow which unfortunately we were not in a position or it's not possible to bring it forward to today but you will expected to be here until Friday.",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "I can do that, I'll burn a few candles, no problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much and if you have any difficulty if you can just keep in touch with Mr Steenkamp.  Would you be wanting to - if it's on Friday - backup your written submissions with oral submissions or not?",
            "Unknown"
        ],
        [
            "MR MOSTERT",
            "No I don't think that it will be necessary, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well as I have mentioned earlier we were not in a position to bring forward tomorrow's application to today for various reasons beyond our control and because there's no further evidence in this application and because Mr Mostert has asked for time to submit his written argument or submissions which will be submitted by Friday, we have to adjourn and we accordingly adjourn until tomorrow.  What time, Mr Steenkamp, would you be ready to start tomorrow morning?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Sir, if I'm not mistaken the notices is indicating 9 o'clock sir, I think the official time is 9 o'clock, sir.  That's the normal time to start sir, if there's any other difficulties, but I've arranged with the attorneys to be here a bit earlier, but the normal time is arranged for 9 o'clock sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think then from the public's point of view it will be probably - we'd probably start the hearing at about half past nine because we normally have a discussion with the legal representatives prior to a hearing just to see if there's any difficulties or to try to expedite the matter.  But I think we will then adjourn let's say until 9 o'clock although we might well only start at half past nine.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}