{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-02-24",
        "location": "PRETORIA JACQUES HECHTER",
        "day": "1",
        "names": [
            "JAN HATTINGH CRONJE",
            "LEGINA MABELA",
            "WILLEM WOUTER",
            "MENTZ"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54890&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pta/pta.htm",
        "speakers": [
            "HASSAN MALL",
            "MOKOTEDI MPSHE",
            "GAUTENG",
            "UNKNOWN",
            "ADV DU PLESSIS",
            "ADV DE JAGER",
            "JUDGE WILSON",
            "JUDGE MGOEPE",
            "SISI KHAMPEPE",
            "<UNKNOWN>",
            "JACQUES HECHTER",
            "COMMISSION RESUMES",
            "MR MEINTJIES",
            "DR PRETORIUS",
            "MR CURRIN",
            "LEGINA MABELA",
            "COMMISSION ADJOURNS"
        ],
        "original_speakers": [
            "JUDGE MALL",
            "ADV MPSHE",
            "GAUTENG\n",
            "BRIG CRONJE\n",
            "ADV DU PLESSIS",
            "JAN HATTINGH CRONJE",
            "EXAMINATION BY ADV DU PLESSIS",
            "BRIG CRONJE",
            "ADV DE JAGER",
            "JUDGE WILSON",
            "CROSS-EXAMINATION BY ADV MPSHE",
            "NO FURTHER QUESTIONS BY ADV MPSHE\n",
            "JUDGE MGOEPE",
            "MS KHAMPEPE",
            "RE-EXAMINATION BY ADV DU PLESSIS",
            "NO FURTHER QUESTIONS BY ADV DU PLESSIS\n",
            "WITNESS EXCUSED\n",
            "CAPT HECHTER\n",
            "JACQUES HECHTER",
            "CAPT HECHTER",
            "I\n",
            "CAPE HECHTER",
            "FURTHER EXAMINATION BY ADV DU PLESSIS",
            "ADDRESS\n",
            "COMMISSION RESUMES\n",
            "MR MEINTJIES",
            "DR PRETORIUS",
            "MR CURRIN",
            "MS MABELA\n",
            "LEGINA MABELA",
            "MS MABELA",
            "EXAMINATION BY ADV MPSHE",
            "CAPT MENTZ\n",
            "WILLEM WOUTER MENTZ",
            "CAPT MENTZ",
            "COMMISSION ADJOURNS\n"
        ]
    },
    "testimony": [
        [
            "HASSAN MALL",
            "... and their dependants that if they do need the assistance of members of the R & R \nCommittee, they should know who to contact.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That will be done Mr Chairperson.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.  Are we ready to proceed?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman we are ready to start.  It is a continuation in the matter of the five \napplicants.  Mr Chairman as agreed in chambers, we are going to stick to the matters as mentioned for \ntoday, but I want to hasten to mention that inasfar as the Nietverdiend 10 matter is concerned, as I indicated \nin chambers and as it is indicated also on record, that the office of the Attorney General was to assist in the \ninvestigation pertaining to the determination of the identity of the deceased. \n\tMr Chairman I have been in contact with the office of the Attorney General, they are aware of \nthis sitting, I've set them with all the necessary documents, this morning I tried again to contact them to see \nwhether they are on the way, but unfortunately I could not get through, I left\nmessages on the cellphone, Mr Chairman.\n\tI then propose with respect that the Nietverdiend 10 matter be dealt with later and we continue \nwith the schedule\nMr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "3",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr Chairman, we will then start with the first matter for the \nday, that is the killing of Joe Tsele.  I will hand over to my learned friends for the applicants.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, thank you Mr Chairman.  Mr Chairman before I start with the evidence \npertaining to this matter, I just want to raise one aspect and that is that I undertook to provide the  \nCommittee with amendments to the applications pertaining to specific criminal offences.\n\tThat entails a detailed reference to the sections of the Arms and Ammunitions Act, etc.  I have \ncompiled the amendments and I wish to hand them up to the Committee.  Mr Chairman, I don't intend to \ndeal with this at all.  You will note that this is a compilation just containing a reference to each schedule \nand then to the paragraph where the offences are set out and then I have just listed the offences that should \nbe added to the offences already contained in the applications.\n\tThank you Mr Chairman.  I then wish to call Brigadier Cronje.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, you will find this application on page 99 of \nthe volume of Brigadier Cronje.  Brigadier, do you have the particular page in front of you, page 99 in your \napplication?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I do have it in front of me.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, you may use the earphones if anyone asks questions in English.  \nBrigadier Cronje, could you indicate to the Committee the nature and the particulars\nof this particular act.  I will stop you and ask you questions when we want to add anything.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "4",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This was during 1968 when Captain Crafford was a member of my staff and he made a \npresentation to me namely that he had heard from a variety of informants that Joe Tsele was the UDF \norganiser and that his house in Bophuthatswana was used as a transfer point for terrorists.\nAnd that from that house he planned acts of terror in South Africa and provided arms and food to terrorists.  \n\tSubsequently I sent Mamasela to find if he could confirm this information, he returned to me and \nsaid that the information was in fact correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, can we stop at this point.  Could you indicate or expand for the \nCommittee somewhat on the particular acts in which Tsele was involved with regard to your testimony?  \nPlease expand somewhat on the safe house and the circumstances with regard to that.  And in addition \nwhether he was involved in any planning with regard to particular targets.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As I have said Your Honour, he planned acts of terror from his home, he also used the \nhouse as a hiding place for terrorists.  He was also involved in strikes and boycotts.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, were any arms passed through the house or kept in the house, what \nwas your information in this regard?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Information available to me was that Tsele knew where the caches of arms were and that \nhe pointed out \nthese particular places to the terrorists.  Yes, these were arms caches.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can you remember whether the information was that Tsele was involved in any acts \ndirect or indirect where people were killed?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "5",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he was involved in such acts.  I cannot remember any particular such acts, but the \nterrorists who stayed with him as far as our information went, were involved in such acts.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you, you may continue with the third paragraph.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Myself, Captain Hechter, Mamasela and Captain Crafford, as well as a certain Bafana on \na particular morning were driving in my official vehicle until we were some distance from Tsele's home, \nwhere we sent Mamasela and Bafana on to investigate the house and to determine whether any terrorists \nwere present there.  While we were waiting for them, the instructions were that if there were any people in \nthe house, they had to return and inform us of the state of affairs.\n\tWhile we were there, we heard shots.  Mamasela and Bafana returned and informed us that they \nhad seen Tsele sitting in front of the television and that they had shot him.  This was contrary to the \ninstruction which I had given them.  The instruction was not that they were supposed to shoot the person.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you continue on the next page, this is page 100.  If there is anything that \nyou did not give testimony to with regard to, please indicate so.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Tsele was involved in arson and strikes and\nlabour union activities as well as the generalised destabilisation of the State and the purpose of this \noperation was to neutralise Tsele as well as other\nterrorists in Tsele's home if they were found there and, to neutralise this terrorist safe house.  It was \nnecessary to neutralise Tsele, since he was an activist engaged in a \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "5",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "variety of crimes as mentioned above.  It was in addition necessary to eliminate him in his home.\tIn \norder to stabilise the area where he operated.  \n\tIn addition the purpose was to remove the use of the ANC of the safe house and other operations \nin this regard.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "... as previously pertaining to the general motivation in respect of intimidation \nand the influence on White voters, etc, if I may take you Brigadier to page 109 in the middle of the page, if \nyou could read it for the Committee until page 110.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Only a moment please Mr du Plessis.  Are you only not guiding the testimony because it \nis irrelevant or because you consider it as having been read?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman as in October during the hearings at that time, some of the motivations \nin these particular acts concur and remain the same.  This testimony has been provided at previous hearings \nand for this reason I will not present it again and again.\n\tYou will note that the testimony from page 102 in the application through to 109, page 109, will \nprovide exactly the same motivation with regard to certain actions in terms of intimidation etc.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You want us to consider this as having been read in this case?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "As a matter of course yes, as I remember it \nwas the position of the Committee that they didn't want to hear this testimony again and again. Certainly \nthe testimony given in the written presentation is considered to be part of the political motivation.  Thank \nyou Mr Chairman.  \tBrigadier, page 109, from the middle of the page, from PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "6",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "the words \"this action ...\"",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The purpose of this action was to destabilise the ANC and other liberation movements \nagainst the then Government and it must be seen against the subsequent state of emergency with the \npurpose of combatting the state of terror and intimidation.\n\tThe ANC and other liberation movements made an attempt to make the country ungovernable as \npart of their political revolt.\n\tThe legal nature of the act is apparent from the information above.  With regard to the purpose, \nthe purpose was to eliminate an ANC supporter and terrorists and in addition to eliminate a safe house for \nterrorists.  This act was necessary with the purpose of to eliminate an ANC organiser in view of the state of \nemergency and the war and the state of the security situation in the country.\n\tThis was necessary because of the strategy of the SAP at that time against the ANC which \nattempted to destabilise the State.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was this act also a part of the anti-revolutionary, or counter-revolutionary \napproach of the State at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it was.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was the instruction in terms of which you acted, if you page to page 111, what were \nyour instructions?\nIt was because of the general instruction given by Brigadier Victor which is referred to in the general \nbackground as well as Marius Schoon's instructions with regard to which\nprevious testimony has been given?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I have no further questions.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "7",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "NO FURTHER QUESTIONS BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Were you able to ascertain who actually killed Tsele?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As far as I could determine from Mamasela, he and Bafana both shot Mr Tsele, or fired \nshots.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr Cronje, on page 99 \nof your application, you state that Tsele was a UDF organiser.  Now my question to you is was this \nconfirmed by yourself before you could undertake the operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Mr Chairman.  We kept a file on Tsele and it was in fact confirmed.  This file was \ncompiled by some of my investigative officers and was comprised of information by informants.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "May this file be made available to this Committee?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "These files were all destroyed, Mr Chairman.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who destroyed them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This was subsequent to my retirement, there was a general instruction to do this.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "In addition you gave testimony that you sent Mamasela to see whether he could confirm \nthe information which he then did confirm, how did Mamasela confirm this, was this orally or in writing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He confirmed this to me orally.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "You were satisfied with this information \nwhich he made available to you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I was satisfied by this information.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "What distance from Mr Tsele's house did you\npark, you say it was some distance from the house?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "8",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It must have been about 300, 400 metres.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Could you see the house from where you were parked?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, we could not see the house and that is why I sent Mamasela and Bafana to the \nhouse.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was it not necessary for yourself to keep the building in view in order to see what \nMamasela was doing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I trusted Mamasela, it was the intention that he would return to me and tell me what \nhe had found at the house.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "You've said in addition that Mr Tsele was involved in arson and labour union activities, \nboycotts, etc.  Could you tell this Committee what exact or particular acts of arson or which particular \nboycotts he arranged, or do you just have general information?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This was general information gained, or rather information gained from the file.  He \nworked for a particular company in Bophuthatswana from where he arranged boycotts and strikes.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Are you able to tell the Committee when and how he committed these acts of arson?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I am unable to remember this.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can you remember whether he was engaged in maybe five or six or ten or how many acts \nor arson?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, not at all.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was he at any time involved in the organisation of boycotts?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he was.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Could you mention any particular such events?  Could you tell us which exact boycotts he \nengaged in?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I cannot give you the dates or the particular PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "9",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "incidents, I cannot remember them.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "This particular paragraph seems to me very general, we have to do with the life of a person \nand on very general information, this person was killed.  Should this be enough for this Committee?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, this was not just general information, this was confirmed information, confirmed by \ninformants.  I also sent Mamasela with the intention of confirming the information in addition and all of \nthis information was in fact confirmed.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "This is what I am asking you, or what I am asking you is whether you can mention \nparticular cases of arson or boycotts and you cannot remember this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This is 10 to 11 years ago and I cannot remember that far ago.  This is not the only case \nin which I was involved, I had many cases in which I was involved.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I understand that, but for the purposes of this application, surely you must have made \nsome effort to gain this information for the Committee.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This information was available, I had told the Committee that this information had \nexisted, it had been confirmed, also it had been confirmed that this was in fact a safe house for terrorists.\n\tI must mention that this was in Bophuthatswana, I could not trust the Bophuthatswana police to \ngive us information or to assist us.  Bophuthatswana at that time was an independent State.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "How did you get involved in Bophuthatswana, were you invited to go and help there?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, as the information was made available to\nus, we acted on our own.  I could not personally go and do \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "9",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "investigations there, we had to depend on information made available by our informants and also on \nMamasela.\tWe could not operate inside Bophuthatswana itself.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Nevertheless, this person was living in Bophuthatswana at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Exactly, and he planned these acts of terror from there inside South Africa.  That is \nexactly why I am saying that he lived there and the operation was acted out in Bophuthatswana.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were you invited by the then Government of Bophuthatswana to act there?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, we were not invited, we acted on our own without the knowledge of the then \nBophuthatswana Government.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "So did you enter Bophuthatswana at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, we did.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No further questions, Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Page 99, the bottom thereof, the last sentence but one - \n\t\t\"The instruction for Mamasela was to determine whether there were terrorists in the \nhouse and to call us if that was the case.  It was not the intention that he should simply \nshoot the person.\"",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Do I understand this to mean that the killing was in your view, premature?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.  Should there have been terrorists in the house, he would have called us \nand we would all have gone in together at that time.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "To do what?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We would not have been able to arrest them, PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "10",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "it was the intention to shoot them.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Now, had they not found any terrorists, would you have shot him or would you \nhave given instructions that he be killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, he acted outside of his instructions.  The instruction was not that he should have shot \nTsele.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Now if you first wanted to establish whether there were terrorists in the house \nbefore you could give instructions for his elimination, doesn't that suggest that you still wanted some more \nevidence before you could regard him as a legitimate target?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairman, we had already considered him and identified him as a target.  But we \nwould have preferred that there were terrorists in the house so that we would be able to eliminate them also.  \nThat is why my instruction was not to shoot the person in the absence of terrorists.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What was the relevance of the presence of terrorists in relation to the question \nof eliminating him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Tsele, from his house planned and organised acts of terror with those terrorists.  For \nthat reason we felt that we had to eliminate him because we were not able to arrest him inside \nBophuthatswana.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "The decision to eliminate him - well let me put it this way, I am not so sure \nwhether you thought of eliminating him subject to finding any terrorists in his house or whether the \ndecision had finally in any case been taken to eliminate him, even before you went to the house to look for \nterrorists?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Mr Chairman, we would only have eliminated\nhim if we found terrorists in his house.  The intention was \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "11",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "to keep him alive and to allow him to continue with his activities so that at a later time we could find the\nterrorists with him, and eliminate all of them together.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "So had Mamasela and Bafana not acted rather prematurely in the way that they \ndid, the deceased might still have been alive today, if subsequently no terrorists were to be found in his \nhouse at all?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That might be possible, Mr Chairman.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Cronje, I probably am not with you.  What was the intention then of you, Captain \nHechter, Mamasela, Crafford, Bafana - I mean you are talking of quite a number of people, what was the \nintention of going to Mr Tsele's house?",
            "Female"
        ],
        [
            "UNKNOWN",
            "The intention Mr Chairman was that if we were to have found terrorists in Mr Tsele's \nhouse, we would have shot them.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "And your intention was to shoot Mr Tsele as well?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, we also would have eliminated him.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Did you believe on the reliability of the information that you had received from the \ninformers, which information was later corroborated by Mr Mamasela, did you really believe in that \ninformation at that stage?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I did believe this information Mr Chairman, because there were on numerous occasions, \non every previous occasion in fact, Mamasela had told the truth and we trusted our informants.  This was \nnot the only case where they have provided us with information and we found that their information was \nalways correct.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "So you knew then that the house was used as a safe house for terrorists, you knew then \nthat Mr Tsele was\nPRETORIA HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "12",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "engaged in the activities which you were told by both your informants and Mr Mamasela.  What then was \nthe reason for you to send Mr Mamasela and Bafana to establish information\nwhich you already had from a number of sources?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Terrorists were not always in the house, sometimes they came to his house and \nimmediately left again or simply passed through or by after they have planned an act of terror and then on \noccasion they had to return to his house.  It was never possible to determine whether terrorists were going \nto be there on a particular moment.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Was it an act of negligence to have sent Mr Mamasela and Bafana armed with AK47's \nmerely to investigate whether there were terrorists in the house or not?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I sent them with the AK's so that if they were to have been noticed or found by anyone, \nthey were able to defend themselves.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Why did you not proceed with the other activities that you had gone down there to do, \nwhy didn't you bomb the house?  I mean you had information to eliminate both Mr Tsele and to eliminate \nthe use of that house which was used as a safe house.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I knew that if we eliminated Mr Tsele that particular house would not again have been \nused as a safe house.  Since the terrorists would then have known that we were informed of the use of this \nhouse.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You have told us that you trusted Mamasela to that stage.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did trust him.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did you carry on performing operations with him after this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did, Mr Chairman.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "13",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Why, he had now proved himself to be unreliable, against your instructions he \nhad killed a man, what action did you take against him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I took no action against him.  He was a most reliable source of information and a good \noperative.  I believed that this was a mere oversight on his part to shoot the person without having followed \nmy instructions.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "A mere oversight, is that what you regarded the killing of a man as?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(Tape ends....) ...namely that he had misunderstood my instructions.  At that time I was \nunable to believe this since my instructions to him were very clear but I did indeed have to use Mamasela \nfurther.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So he ignored your instructions and then lied to you, but you went on using \nhim?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The purpose of the visit was not simply to eliminate or to do the elimination on that day?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Was the intention to see whether on that particular occasion you would have been able to \neliminate more than one of the freedom fighters and to eliminate a number of them, was that the intention?  \nYou've given testimony that your intention was rather to keep Tsele alive, for how long did you want to \nkeep him alive?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Our information was that there were terrorists passing through his house regularly and so \nwe would have waited and would have kept his house under observation until there were terrorists.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If you kept his house under observation, how\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "13",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "far would this house have been from your station?  How quickly would you have been able to react?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It would have taken us quite some time to\nreact, but the terrorists normally stayed there for a day or two.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "What was the distance of this house from Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, we did not operate from Vlakplaas.  We operated from Pretoria to Bophuthatswana, \nabout 50 kilometres, or so.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I want to know the distance to the particular house.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, to the particular house that would have been the distance about.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Cronje, is this not a case where we have circumstances where Mr Bafana and \nMamasela simply had no instructions and were not able to carry out any act, when in fact they should not \nhave killed the person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is what I said, Mr Chairman.  At that time they did not have particular instructions \nto eliminate this person, it was the intention that they had to first come back to me and report back to me \nwith regard to what they had found at the house.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Just a further point Mr Cronje, if they had come back and reported to you that there were \nno terrorists, what would you have done?",
            "Female"
        ],
        [
            "UNKNOWN",
            "In that case we would have driven back to Pretoria without having done anything to \nTsele.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "After having come all the way from Pretoria in order to ascertain that kind of \ninformation, you are talking of senior policemen who were part of this operation\nPRETORIA HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "14",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "merely to investigate and assess whether there were terrorists in that house?  Is that what you want us to \nbelieve?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That was the case.  Had there been terrorists, then one person would not have been able \nto engage in combat with them.  We needed more men, we would not have been able to get people there \nquickly from a distance and that is why we all drove out there.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But you've just told us that terrorists usually stayed there for a day, you could \nhave kept someone watching the house, now you say oh, you couldn't have got there, you couldn't have \ndone the 50 kilometres in time, what do you want us to accept?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, if the terrorists had been there, then the five of us would have gone in and \nshot them.  Then I would not have driven back to Pretoria.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And if someone had gone there, Mamasela had gone there alone and phoned \nyou up, how long would it have taken you to do the 50 kilometres from Pretoria?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Maybe three quarters of an hour.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Now it has just been put to you, not knowing whether there was a target there \nor not, five policemen, including two comparatively senior policemen set off on this journey, is that what \nyou are saying?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is in fact the case.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, I just want to clarify the operation \nsomewhat.  The information which you received from Mamasela with regard to the particular address, \nwhen did you receive this information?  Was it on\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "15",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "that same day?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On the same day of the operation, yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, so the information which you received on that day from Mamasela, what was \nthis information?  Did it simply confirm the particular address?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It confirmed that the house was used as a safe house for terrorists and he also said to me \nthat it was possible for terrorists to have been there the coming evening.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "When did you drive out?  In the evening?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it was that evening that we drove out.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, let's just go through this again.  Your intention with regard to your action, \nif Mr Tsele had been there on his own, what would you action have been?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We then would have done nothing and would have returned to Pretoria.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And had there been, say, 10 armed terrorists with him in the house?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We would then have gone in and shot.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Would you have acted against armed terrorists and unarmed persons or against \nwhom would you have acted?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Normally if there are terrorists in the house they would have had firearms.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "In addition Brigadier, when you sent Mamasela and Bafana to scout the situation, \nwhat was the particular intention of this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The intention was to determine whether there were terrorists in the house.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier would it have been normal in\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "16",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "an operation like this to have sent Mamasela out on his own to determine whether there were persons and \nthen to have phoned back and you would then have had to come out?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, that would not have been the case.  I could not send Mamasela on his own with the \nknowledge, or\nthe possibility that there might have been terrorists in the house.  He would not have been able to act \nagainst them on his own.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Brigadier, you are saying that you would not have eliminated Mr Tsele if Mr Mamasela \nhad come back to report that Mr Tsele was in the house if there were no other people in the house whom \nyou would have classified as terrorists?  Is that what you are saying?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is the case, yes.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "On page 110 Mr Cronje, the purpose which you state is that you had to eliminate ANC \nsupporters, activists who were involved in acts of terrorism and there had been information, and reliable \ninformation for that matter, that Mr Tsele was a high profile activist.  So why would you not have \neliminated him if Mr Mamasela had advised you of his presence there?",
            "Female"
        ],
        [
            "UNKNOWN",
            "For this reason Mr Chairman, I wanted to kill - to reach two objectives at the same time, \nI would very much have wanted to have also caught other terrorists with Tsele and for that reason we \nwould have preferred to have waited until there were other terrorists present in the house.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, let's clarify this.  If we look at this hypothetically, had Mamasela not shot \nTsele and had come back to you and said Tsele was here on his own, then you would not have shot Tsele, \nis that correct?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "17",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Would you then on a further occasion have gone out to see whether Tsele and other \nterrorists were to \nbe found in the house?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would have placed informants there to observe until there were terrorists in the house \nand then to\nhave informed us.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Would you then have acted against the terrorists?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Cronje, now I don't understand you very clearly.  Why do you accept responsibility \nwith regard to the death of Mr Tsele?  Your instruction to Mamasela and Bafana was not that they were to \nhave shot this man?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "These people were under my command, I was present and I believe that I was in fact an \naccessory to this act. \n\tI did not do anything thereafter to charge Mr Mamasela, so I was definitely, I regard myself as an \naccessory.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Is that the basis on which you accept responsibility?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, sir.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "...that the additional factor, Mr Cronje, that you allowed Mr Mamasela to go and \ninvestigate and you did nothing to prevent him to go there without an AK47, which you probably could \nhave foreseen that he might have used on Mr Tsele?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I could probably have foreseen, but I could not have allowed him to go there unarmed \nwith the knowledge that there were possibly terrorists there.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, at that stage was there a \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "17",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "decision taken that Tsele, if other terrorists were to have been found in the house there, that he should be \neliminated alongside with them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And Mamasela knew that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he did.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, you were asked with regard to Mamasela, did you do anything with \nregards to the fact that Mamasela was not acting with regard to your instructions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Of course I gave him a warning.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And Brigadier, would Mamasela's actions at that stage, would they have enabled you \nto form an opinion that he was unreliable or not trustworthy?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I did not see it as such.  I trusted him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What was your experience at a later stage with him with regard to his reliability and \ntrust?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I had no reason to doubt him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, would you just give me a moment please.  Thank you Mr Chairman, I \nhave no further questions.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You are excused.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "18",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, may I proceed?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I beg leave to call Captain Hechter on the same incident.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe, are any of the victims present in this case?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "They are present.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Have they got any representatives?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "They do not have any representatives.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And did you see them and what is their position?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, I've seen them even in the previous\nhearings, I was always in contact with them.  And they had indicated that they don't need any \nrepresentatives.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Captain Hechter, you have now \nheard the evidence of Brigadier Cronje.  The evidence somewhat went further than what the application \nitself states and even your application states.  Do you confirm the correctness of what Brigadier Cronje had \nsaid here?  Could you please speak up?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I agree with you, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, is there anything which you would like to add with regard to \nBrigadier Cronje's evidence?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I could perhaps just elaborate on the circumstances at that stage in \nKwandebele, I mean in Bophuthatswana.  \n\tThere were constant, serious consumer boycotts ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, could you just stop for \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "19",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "a moment.  You will find it in the application on page 259, I beg your pardon.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "There were constant consumer boycotts, transport boycotts and also we did not \nwork with Joe Tsele specifically in my department, but his name surfaced in source reports that as someone \nwho was involved in the organisation of such consumer boycotts.\n\tA lot of the busses were burnt at that time, people were forced, those who did go and work, were \nforced - or people who wanted to go and buy food and so forth were assaulted and Joe Tsele's name \nsurfaced all over in these reports.\tBasically in the evening you could not really move around unarmed, \nif you were not part of the comrades culture.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter the evidence was before, and also in the case of Brigadier Cronje \nbefore that, the files which contained the information were destroyed and that you have to rely on your \nmemory?\tYou have already testified that as far as certain aspects were concerned, that you cannot \nremember everything, but in this particular case, can you remember on which type of serious offences Mr  \nTsele was involved and if he was involved in the death of any persons?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Chairpersons, we have to accept that these boycotts in most instances led to the \ndeath of innocent people.  These are people who went to work, who worked in the Republic and when \nthese bus boycotts were announced and any of these buses operated, they would be set alight and whoever \nwas in the bus, would be stoned and seriously injured and generally they would be so badly intimidated that \nsome of them would die.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "20",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Some of them are impossible to remember because there were literally hundreds of these cases \nbetween Pretoria and the area where the bus was.  This was at the bus depot.  Tsele was living near the bus \ndepot in Bophuthatswana.\tAnd it was a matter of there having been constant attacks and to remember \nthem all is unfortunately impossible.  It is also 10 to 11 years ago when these incidents took place.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, the action against this house and against Tsele, was it part of the \nState's anti-revolutionary action against liberation movements?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Definitely.  Tsele would have been eliminated at some stage, even if it wasn't \nthat particular evening, it would have been at some other stage, but he would have been\neliminated.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I have got no further questions Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr Hechter, in this \narson, boycotts were there any other activists in the same are who were doing the same things?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Mr Chairman, we have to accept that there were other names, at this stage I \ncannot tell you who they are, where they were or when these incidents took place, it is very difficult to \nremember after 11 years.  To remember any specific incidents and names in particular.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "But you can tell us at that time it was Joe Tsele and so and so and so and so at that time?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Joe Tsele's name surfaced so clearly because he was eliminated.  He was \ntargeted and eliminated, so if other activists were acting together with him, they weren't \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "21",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "as prominent, they didn't feature as prominently as he did and they weren't targeted to be eliminated.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now the people that you said, the said activists you said you are going to check whether \nthey were in there and if found, they would be killed, were they targeted?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "They were not activists, they were actually trained terrorists.  Mr Tsele's house \nwas used as a safe house and what happened in this instance is that returning terrorists would report to his \nhouse where they would get food and be informed of targets and where they would find \ntheir arms caches.\tAnd if we were to have found them there, we would all have gone in and we would have \neliminated them all.  That was the main objective of that evening.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was Mr Tsele ever detained for any of these incidents mentioned by yourself, the arson, \nthe boycotts and so forth?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "He was a subject of the Unit, he was did not fall under my direct field of \nexpertise, so I did not work with Unions and if he was to have been dealt with, it would have been dealt \nwith by the members of the Union Units.  What I knew about Joe Tsele is, as I told you, the information \nwhich you got from your informants, sometimes overflowed and all that you did, is you would contact the \nUnion Unit and after you rewrote your report from your informant, you sent them a copy and said that Joe \nTsele was there when he was spotted in this meeting.\n\tSo you would inform people from other disciplines, you would pick up their names and then you \nwould merely inform the other Units.  That is how I came to know about Joe Tsele, but I did not work with \nhim directly.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "21",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "You were involved in the operation with Mr Cronje who told this Committee that there \nwas a file but unfortunately this file has been destroyed.  Did you have access to this file because you \noperated with him?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I did not see that particular file myself.  We were in the position that all our \nfiles are destroyed and this was done after we had left the Force.  I had already left the Force when I heard \nabout the destruction of these files.  This was apparently done to protect our sources, that is why the files \nand all the information they contained, were destroyed.  It must have come from a very high ranking senior \nofficer in the South African police, or even higher, I do not know.  Unfortunately I do not know and I have \nattempted to find out, but at this stage, nobody knows who issued the instruction.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "You say that you joined this operation on this day on the basis of hearsay given to you?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I received an instruction from Brigadier Cronje, who was my Commanding \nOfficer, he said that I should come along.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "But did you enquire from him what this operation entailed?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Yes, he did tell me.  We had a meeting where we were informed.  I knew about \nJoe Tsele and he told me what was happening, he told me that there was information that that night there \nwould probably be some terrorists at that house and if we were to find them there, we would eliminate \nthem all and if not, we would go back and wait and see if they did not come at a later stage.\n\tInformation came through, it is not to say that if they said tonight the people were there, that they \nwere there.  \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "22",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "You know, you obtain information which said that the terrorists were on their way, they should be there \ntonight and when you go up there, they weren't there.  Then you would go back the following night, or you \nwould make contact with your source and say look, I was there last night, the people aren't there, what is \nhappening?\n\tYou know we were in a war situation, that is not a matter of picking up the phone and phoning \npeople quickly.  Your sources aren't always readily available and we worked \nto the best of our ability on information which we received from our informants at that stage.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... Tsele's house two days or three days after as you've just indicated, to check whether \nthe terrorist were there?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "No, after he had been shot the terrorists would have avoided that house at all \ncosts because it would have been spread throughout the Black township.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... Joe Mamasela, Joe Mamasela that day?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "He was under Brigadier Cronje's command.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did the Botswana Police or Botswana Internal Security Unit have knowledge about this?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Not at all?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "They did not have any knowledge about our actions at all.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why not?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "We did not work as closely with them at this level.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "But surely you had to go and operate in another country?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Yes, but we did not know them in this \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "23",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "instance.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, no further questions.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You and Brigadier Cronje have told us what a dangerous man this Tsele was, \nthat is correct, isn't it?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If I understand you, you have told us more than the Brigadier had, that there \nwere hundreds of people who were injured or killed as a result of the bus boycotts?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And this was going on all the time?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That is also correct, Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And Tsele's house was being used as a safe\nhouse all the time, terrorists were coming through there, flocking back to the country?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I came to know about that at the office that day for the first time, Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What I have difficulty in understanding is why you didn't go there \nimmediately to eradicate Tsele, this danger, this constant danger to the country?  Can you explain why?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I understand your problem.  Chairperson, if you eliminated one man and you \nhad the opportunity - as our information which was brought to us on that day said that there was a \npossibility that there will be four or five or more terrorists who were going to come through.  As I \nexplained to Mr Mpshe, the information came through that Tsele was expecting men from the other side, \nthose were people trained across the borders and that he was expecting them that evening.\n\tIf we were to get there and the people were not there, \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "24",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "we would have withdrawn.  If they were to have been there, we would have shot them all.  If Mr Tsele was \nnot eliminated that evening, he would probably at a later stage, we are not trying to reason away the fact \nthat he would have been eliminated, even if it was at a later stage, but what remains a fact is that that \nevening, he would probably not have been eliminated if the terrorists were not there.  He was eliminated \nby, let's call it an oversight on the part of Joe Mamasela.  Perhaps he misunderstood the Brigadier, perhaps \nhe thought that it was easier to shoot him.  We cannot try and make you understand how he saw it, but what \nwe know is when the Brigadier stopped us and said go and see what is happening there and come and \nreport back.\n\tThen further decisions would have been taken as to what to do.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What worries me is it appears from your evidence and Brigadier Cronje's that \nyou were more interested in using this dangerous man Tsele as bait to get terrorists into his house than in \neliminating him.  That is the evidence you've both given.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That may have been so, but that evening it was so.  That evening we had \ninformation that the terrorists were coming, or that they were on their way so if we could have eliminated \nfive or six terrorists together with Tsele, it would have been better than eliminating only Tsele.\n\tAt that time the terrorists had come in, they had received the warning that Tsele was dead and we \ndid not know who they were or where to trace them.  So if we were to have found them at  Tsele's house, it \nwould have been so much better.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And how long had Tsele been carrying on this \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "24",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "work of his, this boycotting, safe house?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I cannot answer you about the safe house.  The boycotts took place over a \nperiod of time, but as I said I do not know, it was not my forte, it was the Union Unit, we worked with \ndifferent members and the labour Union Unit would have known the exact actions and from time to time I \nreceived the information from my informants and his name would have surfaced and I had received \ninformation that he was involved.\n\tBut my people were not given the task of monitoring his movements.  He was a subject of the \nlabour unions and we had a specific Unit which dealt with union people.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So you didn't really know very much about\nhim?  You heard rumours that there were going to be terrorists there that night and on the strength of this \nrumour, which was unfounded as it turned out, you went there as part of the Force that was going to hit?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "There was no need for me to know that, I was acting on instruction of my \nCommanding Officer, he gave me an instruction to accompany him and I accompanied him to go and \nperform a duty.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Hechter, the instructions you received, was that if the trained terrorists were present \nin the house of Mr Tsele, you were to eliminate both Mr Tsele and the trained terrorists?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "That is correct Chairperson.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "At that stage, had you discussed the modus operandi you would have used in the \nelimination?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "No Chairperson.  We would have waited for Mamasela to have come back and \nexplain to us how many persons there were, and where they were and then we would \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "25",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "have finalised the plan.  We could not have finalised the plan under those circumstances before the time \nbecause you did not know what the exact circumstances were, you had to wait to find out what the \ncircumstances were.\n\tAfter the circumstances were explained to us, we would have taken a decision as to what to have \ndone.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "But your intention was to eliminate them once that information had been received from \nMamasela, there and then?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "Yes, there and then.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "How were you armed?  There were five officers some of which were senior officers.",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "It is difficult to say, but I assume I would have been armed with an AK47 and I \nwould also have had handgrenades - in all probability I would have had handgrenades in my possession as \nwell.\tThat is probably how I would have been armed.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "HASSAN MALL",
            "Is there any re-examination?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, if we could just sketch a \nhypothetical situation.  Let us assume you went out eight to ten times or more or slightly less, and each \ntime the information was wrong and there were no terrorists in the house and it was only Tsele, would there \nhave been a stage, and I am asking you to speculate, would there have been a stage where Tsele would \nhave been eliminated on his own?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "In all probability, as a result of the information which was received in my \noffice, where he was involved at the staging of these bus boycotts.  I believe \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "26",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "that that instruction would have been issued at a later stage that he should have been eliminated.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And at that stage there was a decision?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Definitely.  We got together and said that if the terrorists were there, we would \nhave eliminated them all and if there were no terrorists we would have waited for them.  It was a golden \nopportunity to eliminate these terrorists together who had been trained.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ";\tSo his elimination was not something additional to the terrorists?  The terrorists \nwere not the main objective, he and the terrorists were the objective?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I believe so.  As I say it is difficult for me to explain, I did not take the \ndecision, but from what I could deduce from the reports which I received from my\ninformants was that Joe Tsele was extremely active in destabilising the transport system and staging \nconsumer boycotts and so forth, which resulted in serious assaults on innocent people, his own people in \nthe area.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Captain we don't know whether the Bophuthatswana police did take any action \nagainst this person and at the time when you went out to go to his place, you had no information as to \nwhether or not Bophuthatswana police had taken any action against him, did you?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "No, I had no information Chairperson.  I don't know if the Brigadier had, but I \ndid not have any information.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well, I am asking you now, would the fact that the Bophuthatswana as it was \nthen, and the fact that they had their own security police, would the fact that they PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "27",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "did not take any action against him, would it not have shown that the reports you received about him might \nhave been incorrect?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "We operated on a variety of independent sources, information from \nindependent sources and, I would not like to criticise the Bophuthatswana police of the time, but they did \nnot work much and in any case, they did not have anything to do with our problems in the Republic of \nSouth Africa, they had problems of their own, so they would not have acted as such against persons who \nwere causing problems in the Republic of South Africa.\n\tWe had very little contact with them, with the\npolice or the Security Branch and what I know is, while I was a Detective, one would go to the police \nstation and say\nthat you were looking for Joe Tsele and that they would give you someone who could accompany you to \ngo and look for this person.  This is the type of cooperation which we had with them.  We did not have \ngreat cooperation, so I would not know if they had taken any action that night or not.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But are you saying that the reports you had about him, were only in regard to \nincidents which took place in the Republic of South Africa?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "No, no, the buses were burnt inside and outside the depots, around the depots \nand also on the Republic of South Africa's side.  And normally as people would come back from work, \nthey would be assaulted or in the morning while they were on their way to work in the Republic, \ninformation which surfaced said that he was in control or in charge of this boycott.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "In those instances  you would get reports that those incidents ... (intervention)\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "27",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "As I said to you, I did not specifically work with Union matters.  What \nhappened is, for example if you found a target you would instruct your informants to monitor this person as \nthoroughly and for as long as possible and to try and infiltrate his organisation and become part of his \nactivities so that they could tell you exactly what was happening there.  I did not work with the Union Unit, \nbut at that stage I had informants.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I know you didn't work with the union, but I am just troubled by the fact that \nshouldn't you people before deciding on whether on not somebody should be killed, shouldn't you at least \ncompare notes with the Security, your colleagues in Bophuthatswana, to confirm certain things?",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "mean you knew they had their own security system.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That is correct.  We did not work with them, there was no cooperation.  There \nwas no close working relationship with the Bophuthatswana police.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "That would have been one of the best ways to establish the veracity of some of \nthe allegations that were made against him.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That may be so but we had no reason to doubt our informants.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well you might have had no reasons to doubt your informants, but you had \nevery reason to confirm the reports on the strength of which you would have to take a decision whether \nsomebody should die or live.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "It was not my decision.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well didn't you ordinarily expect that that sort of thing be done?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I accept that Brigadier Cronje's information was such, I did not see the file or \nthe docket in which such PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "28",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "information was liaised, I accepted that at that stage Brigadier Cronje was convinced that that was the \ncorrect action.  I would not have doubted his decision in any way.  He was an honourable officer who I \nrespected back then and I still have the greatest respect for.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Hechter, you on your version relied strongly on the confirmatory reports received \nfrom Mr Mamasela with regard to Mr Tsele's activities?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "For that evening, yes.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "And that is why obviously senior police \nofficers were part of the group which went on to Mr Tsele's house?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "A captain is not a very senior officer, Chairperson.  At that stage Brigadier \nCronje was the Commanding Officer of the Unit and I did not question why he was accompanying us.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Did Mr Mamasela explain to you how he had gone about to confirm the reports with \nregard to Mr Tsele's activities?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "He reported this to Brigadier Cronje, not to me.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Do you know the contents of the report he made to Brigadier Cronje with regard to how \nhe had gone about to confirm?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "No.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Do you know how long it had taken Mr Mamasela to come with a confirmatory report \nregarding Mr Tsele's activities?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "No, Brigadier Cronje only called me in and said to me listen, this is the \nsituation with regard to Joe Tsele, this was verified by Mamasela, we are going out \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "29",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "tonight, there are possibly terrorists there and you must be prepared for this eventuality.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "So you had not been privy to any information with regard to Tsele's activities?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "No, the Brigadier during this meeting informed us in detail what the case was, \nbut we did not discuss this over a length of time.  He only informed us what Mamasela had reported.\n\tI did not ask him questions whether this had been done over a certain period of time, three weeks, \nsix weeks, I \nsimply accepted that Mamasela obtained the necessary information and that it was reliable.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Captain Crafford did accompany you?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Do you know where he is at this time?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "He is sitting in this hall, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And Bafana?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "As far as my information goes, he has since deceased.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I have one further question.  Captain \nHechter, would it have been normal procedure, let's forget about Bophuthatswana for the time being, but if \nyou acted in other places, say in the Northern Transvaal or in kwaNdebele, a couple of places with regard \nto which you have given testimony, would you normally have informed or contacted the South African \npolice to verify your information?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "No, not at all.  We verified the information by means of our informants and \nevaluated it and acted in response.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "30",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "So you did not act in cooperation with any of the other security structures \nexcept when you worked with the South African Defence Force, the Army?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "No, that is the case.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "It would then not have been normal for you, in this particular case, to have worked \nwith the Bophuthatswana police or security police?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "No, not at all.\nNO FURTHER QUESTIONS BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So you realised that what you were doing was \nin no sense of the word ordinary police work?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I realised this entirely, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You are excused.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Thank you Mr Chairman.\nWITNESS EXCUSED.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I believe the representative of the Attorney General's office is \nhere.  I would really like to take the matter which I did discuss with you in chambers up with him, if at all \npossible and if you would afford me the opportunity to do that now, I would be grateful.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes. I understand your request to mean that you would like a short adjournment?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "As it pleases you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I trust that it is not something that is going to take five minutes, is it?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I foresee that it is going to take a bit longer than five minutes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "It might be convenient at this stage then to take the adjournment.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "That is what I wanted to suggest Mr \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "S\t30\nChairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, will it inconvenience you if we took an adjournment at this stage?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "It would not inconvenience me Mr Chairman, as long as we can indicate what time we \nare coming back.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "We will resume at a quarter to two, will that be convenient?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "That would be convenient Mr Chairman, thank you very much.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Alright, we now adjourn until quarter to two.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.\nCOMMISSION ADJOURNS.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "COMMISSION RESUMES",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Are we ready to proceed?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr Chairman, we have had a discussion with Dr \nPretorius of the Attorney General's office pertaining to the issue of Captain Van Jaarsveld and the question \nif we can call him as a witness.\n\tNow I want to place on record that the applicant's request was that Captain Van Jaarsveld should \nbe called to give evidence to this Committee in respect of the State Security Council, the structure of the \nState Security Council, how the State Security Council operated, especially in the middle 1980's, the way in \nwhich orders were given and something that is very important for the applicants, pertaining to their \napplications and that is evidence about the Government of the time of their counter-revolutionary strategy \nthat was developed during the early 1980's and which was put into practice in the middle 1980's.\n\tAs you will recall Mr Chairman, we have given evidence in a lot of instances where the applicants \ntestified that they had to take pro-active action against activists and terrorists, that they were given orders to \neliminate terrorists and activists and, that this was part of the Government's counter-revolutionary strategy.\n\tCaptain Van Jaarsveld was involved in the State Security system.  He was involved with the \ndevelopment of the counter-revolutionary strategy of the Government of the time; the drawing of a specific \ndocument setting out the whole strategy which we have not been able to get hold of. He was also involved \nwith the implementation of the counter- revolutionary strategy.\tHe has intricate knowledge thereof, and \nfurthermore he was also present when Brigadier Victor \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "32",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "gave the order that the applicants have testified to, to Brigadier Cronje.  \n\tNow Mr Chairman this evidence would obviously be of a general nature. It will be important to \nfurther sketch the background against which the applicants and all Security Policemen acted during that \ntime.  It will therefore be of great importance to the applicants' applications and I would want to submit Mr \nChairman, that it will also be of great importance to the Committee in respect of all future applications by \nSecurity Policemen before this Committee - applications for amnesty.\n\tThe evidence will not relate to any specific incidents for which Captain Van Jaarsveld might want \nto ask amnesty for, it will furthermore not relate to his involvement, his personal involvement, in any \nincidents which the applicants refer to in their applications.  And as I have stated will be of a general \nnature.\n\tNow Mr Chairman it is so that Captain Van Jaarsveld is a State witness in respect of certain \nincidents which the applicants have testified about and for which they in certain instances have been \ncharged already.\n\tIt is also true that we did launch an application in October, right at the beginning of the hearings, \nfor State witnesses to be called as witnesses in support of the applicants' applications which application was \nrefused.\n\tI went through my notes of that time pertaining to that application, and as I can recall the main \nreason was that the applicants could not advance to the Committee the specific facts and evidence which \nwould be contained in dockets of the Attorney General and what the witnesses would come and testify \nabout.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "33",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "I want to draw a distinction between that application\nand this application, and the distinction is simple Mr Chairman and that is that this application pertains to \nevidence of a general nature.\n\tWe cannot understand why the Attorney General at this stage of the proceedings would wish to \nkeep important information, especially pertaining to the counter-revolutionary strategy of the Government \nof the time and the working of the State Security Council from this Committee.\n\tWe furthermore cannot see why the Attorney General would want to keep such evidence from the \ngeneral public at large.  We wish to state that we have tried to get hold of possible other witnesses to come \nand give this evidence, and that we have not succeeded in getting any cooperation.\n\tWe want to place on record specifically that nobody has offered us any help in this regard or any \nassistance,  especially our superiors, the applicants' superiors at that time.\n\tWe find ourselves, therefore, in the predicament that the applicants' superiors who would be in a \nposition to give this information to the Committee, do not seem to want to voluntarily participate in the \nproceedings and assist the applicants.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr du Plessis, would General van der Merwe be in a position to assist you?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, it is difficult because certain people were intricately involved \nover a long period.  General van der Merwe was involved to a certain extent and I intend, when he gives \nevidence again, to ask him certain questions about the State Security Council.\tI did raise that with \nCaptain van Jaarsveld and as I understand it, \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "34",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "General van der Merwe would only be able to assist the Committee in a very general, limited way.\n\tOne must remember that certain people were involved in certain capacities with the State Security \nCouncil and what is also of importance is that Captain van Jaarsveld was involved with the development of \nthe whole counter- revolutionary strategy.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "General van der Merwe offered to give evidence without being subpoenaed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes.  The only difference between General van der Merwe and Captain van \nJaarsveld, well two differences, was that, or the only difference is that General van der Merwe is not a State \nwitness and he offered voluntarily to come and give evidence.\n\tCaptain van Jaarsveld, I may mention, has indicated his willingness to give such evidence before \nthe Committee.  He is represented by Mr Meintjies, an attorney, and Mr Meintjies mentioned to me that he \nwill place his client's view on record, but I can submit to you at this stage that they have given an indication \nthat he has no problem whatsoever to assist this Committee with this evidence and to place this evidence \nbefore this Committee.\n\tMr Chairman, the last point I want to make about this is that we cannot see that there can be any \nprejudice for any party involved in these proceedings if such evidence is placed before this Committee, \nafter all this procedure is about truth.  Truth first and foremost and we fail to understand why the truth \nshould be kept from this Committee and from the public at large and from the applicants, where it can \nassist the applicants in their applications.  And especially the evidence that they have given where nobody \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "34",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "can be prejudiced.\tWe fail to see that the Attorney General can be prejudiced in respect of his investigations \nor perhaps any future criminal proceedings.\n\tThere is, however, Mr Chairman, one last request which Captain van Jaarsveld asked me to raise \nand I am sure that Mr Meintjies will confirm that, and that is his request is that he be allowed to give such \nevidence before this Committee in camera.  Mr Chairman that can be done in terms of Section 33 of the \nAct and, in respect of Section 33 I wish to draw your attention to the fact that the Commission can in any \nproceedings, if it is satisfied that it would be in the interest of justice firstly, or and with the emphasis on \nor, there is a likelihood that harm may ensue to any person as a result of the proceedings being open, may \ndirect that such proceedings be held behind closed doors and that the public or any category thereof shall \nnot be present at such proceedings.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr du Plessis, didn't you advance that one of the reasons that it is in the interest of the \npublic to know and now you are asking us to do this in camera?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, in the interest of the public in respect of not necessarily \npublication of that information now.  What I am saying is publication of that information after the \nCommittee has considered the evidence and when the Committee gives the judgement in this matter.\n\tIt is also obviously in the interest of the public not necessarily to hear the evidence, but it would \nbe in the \ninterest of the public to know that any evidence which might be of importance to an applicant, is \nentertained by the\nCommittee, even if it is done in camera, and that nobody is allowed to influence the proceedings of this \nCommittee in \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "35",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "respect of evidence and the truth.\n\tAnd for that purpose it is also important for the public.  Mr Chairman, however, that is a request \nfrom Captain van Jaarsveld.  Obviously the applicants - I am applying for that on behalf of Captain van \nJaarsveld, simply and purely because he asked that it be done in that way.\n\tAs far as the applicants are concerned, we deem the evidence of such importance that we would \nrequest the Committee to give serious consideration to Captain van Jaarsveld being called as a witness.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Meintjies, is there anything you wish to add?",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            "As the Committee pleases, Mr Chairperson.  I appear on behalf of Captain van Jaarsveld.  \nI have appeared sporadically before this Committee on behalf of Captain van Jaarsveld and would once \nagain like to confirm that Captain van Jaarsveld is not unwilling to come and give evidence before this \nCommittee.  On the contrary he is very willing but the problem that I am struggling with and which \nCaptain van Jaarsveld is also having difficulty with is being necessitated to apply for amnesty.\n\tThe applicants' legal representative submits to this Committee that Captain van Jaarsveld will not \nbe prejudiced in his amnesty application by evidence which he may give here if he should come and testify. \nIf we were to have an open situation, this applicant will have no control over which questions will be put to \nCaptain van Jaarsveld and it could definitely be to the prejudice of Captain van Jaarsveld.  Be that as it \nmay, Captain van Jaarsveld is willing to come and give evidence.\n\tThe request which the applicants' representative \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            "36",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "submitted on his behalf, is as such and this application is thus submitted to this Committee that the \napplication be heard in camera should Captain van Jaarsveld be called upon to testify.\n\tThe reason for this would be that the matters which will be addressed in the evidence of Captain \nvan Jaarsveld and under cross-examination will be limited to the position with regards to the structures and \nworkings of the State Security Council.\n\tLastly, Captain van Jaarsveld is willing to give evidence where and when the Committee decides \nthat the Committee would like to call him as a witness and we will stick to the Committee's decision.\n\tThank you very much Mr Chairperson.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Meintjies, there has been an indication that it would be required of him to give \nevidence with regard to the anti-revolutionary plan.",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You said that you would not mind that it be limited to the structures and those aspects, \nbut that he should be asked to give evidence about the anti-revolutionary plan and also instructions from \nthe State Security Council and for instance Mr Cronje - what is your attitude?",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            ";\tOnce again Mr Chairperson, it should not be a problem for my client as long as he is not \nexpected to \ngive evidence about matters which he is going to apply for amnesty, where he was personally involved.  \nThank you very\nmuch.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How are we going to know what his amnesty application will entail and \nprevent such questions being put PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            "36",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "to him?",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            "Mr Chairman, this is part of the problem I have with a public hearing, I do not know \nwhich questions will be put to him and it has to be limited in some way or another so that my client is not \nprejudiced.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Certainly, whichever way this is done, it can only be determined if we know which \nmatters he is applying for amnesty for and in such a way prevent such questions being put to him, \notherwise there is no other way of us knowing.",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            "It seems to me that the solution to that Mr Chairperson, would be that he not be \nquestioned about specific actions but about the structures and operations of the State Security Council and \nthe anti-revolutionary action of the State, in other words an objective - excuse me for a minute, I am \nlooking for the word - perhaps searching for the spirit ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You mean about the policy and not the application thereof?",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            "Thank you very much Mr Chairperson, that was very helpful.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Mr du Plessis, I am going to ask you this question because I would like you to \ndeal with it so that Mr Pretorius can, when his turn comes, he will be able to respond to the points that you \nwould have made in response to the query I am going to raise to you. \n\tIt seems to me if one listens to your argument, one \ngets an impression as though the kind of evidence that you want can only be found peculiarly within the \nmind or\nknowledge of Captain van Jaarsveld.  I would be surprised if that would in fact be the case, in fact his rank \nsuggests \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "37",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "that, as you say he is a Captain, I would have thought that there would have been people more senior to him \nwho would have knowledge of all these things in respect of which you want him to come and testify.  If \nthat is the case, if the position is that this knowledge that you want him to come and share with us, the \nknowledge does not peculiarly reside in him alone, I would have thought that any other person who is just \nas much conversant with all these facts, would be as good a witness as he could be, unless of course there \nare some other reasons that we don't know of why you particularly want this particular witness.\n\tAnd on the submissions that you have made to us so far, you emphasise the generality of his \nevidence, that you want him to come and give.  On the submissions you have so far made nothing suggests \nthat he and he alone out of the security establishment can come and testify about these aspects.\n\tNothing that I have picked up - I am not through yet.\n\tIf I can just make one point just to round the point up.  You see I am troubled by the fact that we \nare going to have to go back to the same argument which you had last time.  I am also troubled by the fact \nthat it seems to me that low and behold by coincidence the State has an interest in a particular witness and it \nturns out that that happens to be the witness in respect of which you also want to call that particular \nwitness.\t\n\tAnd then it takes us back to the same argument which we had last year; given that fact that this \nmatter was argued before us last week in more or less the same nature; given the fact that the kind of \nevidence does not peculiarly reside within the knowledge of a particular witness about \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "38\nwhom there is some argument; given the fact that other witnesses can possibly, competently, perhaps even \nmore knowledgeably, come and testify about those particular aspects; given the factors also raised by Mr \nMeintjies, is there a basis on which we should still be arguing about whether this particular witness should \ncome or should you not in fact take the liberty that you do have, and you can have, to call other witnesses \nwho are more knowledgeable which would obviate us sitting here again, going through the same argument \nwhich we had last year?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, I would like to answer that.  Mr Chairman one must take \nthe history of the applicants and their applications, under what circumstances they launched the \napplications and the general attitude of the Security Forces towards the proceedings before this Committee \ninto account.\n\tClearly it is very difficult for the applicants to even get to speak to certain people who were \ninvolved with the State Security Council.  As I have made clear in the application when I advanced \nreasons, we have tried to do so.\n\tWe have had, however, difficulty in getting cooperation.  Not just in respect of this issue, but in \nrespect of other issues.  There is, Mr Chairman, a general feeling it seems, especially amongst the superiors \nof the applicants, that this Commission should not be assisted.\nIn the light of that it makes the applicant's position very difficult because of the fact that if we cannot even \narrange a consultation with a possible witness to determine what that witness could assist us with, if we \ncannot get\ninformation pertaining to who served on the State Security Council and its various sections, it makes the \napplicant's \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "39",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "task very difficult.\n\tNow, that initially, that is the one reason why the applicants find themselves in a lot of difficulty.  \nThe second point I want to make is, and I have already made that point, is that the party for whom the \napplicants gave their whole lives and their career during that time, namely the National Party, has not \noffered the applicants any assistance whatsoever with these proceedings, has not contacted the applicants \nand has made no effort whatsoever to be of any assistance.\n\tThe only senior person who has up to this stage been prepared to take responsibility for and on \nbehalf of the applicants has been General van der Merwe, for which the applicants are very grateful.\n\tMr Chairman, at this point in time it is the applicants who were really, if I can call them, the foot \nsoldiers, who stand before this Committee, who took the responsibility to give evidence before this \nCommittee about the whole background of the National Party struggle, about the whole background of \napartheid, in respect of which they were foot soldiers Mr Chairman.  They were not the people who gave \nthe orders.\n\tThey were not the people who were in charge and they are simply not assisted by people who are \nin a position to assist them.  And although I am taking a time to raise this, I will address the Committee \nagain in my heads of argument when I deal with this matter in argument, but that is a reality of the \napplicants' applications.\n\tThe applicants have access to certain people who are\nprepared to testify on their behalf and when we deem it necessary we will call such witnesses.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "39",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "But in respect of this issue, the applicants have grave difficulties.  The difficulties, as I have said, \nare firstly to identify who was involved and, secondly, to get those people to assist the applicants.  Now the \napplication of Mr Currin which he did discuss with you in chambers which hasn't been made yet, but the \nrequest to subpoena certain witnesses would include witnesses for instance who were involved in the State \nSecurity Council.\n\tOne of those persons as far as my knowledge goes was a secretary of the State Security Council in \n1985.  If that object is attained those witnesses will give evidence before this Committee, but those \nwitnesses do not want to support the applicants and they do not want to help the applicants in their \napplications.\tThat is the first point that I want to make.  \n\tThe second point I want to make in answer to your question is that Captain van Jaarsveld was \ninvolved with the development of the counter-revolutionary strategy right from its inception.  As far as I \nunderstood that was round about 1980 and the development of the strategy took place until approximately \n1985 when it was implemented.\n\tCaptain van Jaarsveld was intricately involved in this whole process throughout the time.  He was \nalso involved as the representative of the Security Police on the State Security Council for a long period of \ntime and he was therefore, over a long period of time, intricately involved with the system.\n\tCaptain van Jaarsveld also completed a Masters' Degree as far as I know in Political Science, \nwhich dealt with,",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "think the name of his thesis was \"The role of the population in counter--insurgency\".\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "40",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "He is therefore Mr Chairman, a witness who has intricate knowledge of the subject and the \ncounter-revolutionary strategy over a long period.  He was involved with the inception as well as the \npractical implementation thereof.\n\tIn respect of the State Security Council, he also has a broad knowledge of the working thereof and \nhe would be able probably as any other person, apart from possibly the most senior politician, to give the \nCommittee the general information pertaining to the working of the system.\n\tIf evidence of Captain van Jaarsveld is denied, and the applicants cannot call Captain van \nJaarsveld as a witness, it would in all probability mean that the applicants will not be able to place that \nevidence before the Committee.  We will still strive to obtain witnesses and get people to assist us in this \nregard, but I want to make it very clear that it is not as in the case of a simple court case, simply phoning \nsomebody and asking him to come and assist. There are various problems involved for possible witnesses \nand most of the people are very reluctant to participate in the process.  And that is the reality of the \nproblems which the applicants have.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well, what you described in the second point is important but certainly it \ncannot be blown out of proportion, the important thing from what you have been saying is that they have \ndifficulties, the applicants have difficulties as I understand you, in securing anyone else who could be \nwilling, who is willing to come and help them.\nThe fact that Captain van Jaarsveld was involved in the development of that surely he couldn't have done \nthat\nsingle handedly, he must have done it in collaboration with \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "41",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "a number of people and subject to the approval and veto and whatever suggestions of many other people, \nthat surely it is not, that aspect, while it is important, is not such that it makes him singularly relevant to the \nproceedings more than anyone else.\tBut I take your point about the fact that they have got difficulties in \ngetting other people.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ";\tYes, Mr  Chairman, I just want to make one point which I probably didn't come \nthrough clearly and that is that Captain van Jaarsveld was involved, there was a long period in which he \nwas involved with this.  Now there are lots of people who were involved, but some people were involved \nfor shorter periods of time. Some people were involved in State Security Council, but not involved in the \ndevelopment of the counter-revolutionary strategy.  So yes, it might be possible perhaps to obtain other \nwitnesses even if they should be forced to come and testify, but that would mean probably three or four \nwitnesses where Captain van Jaarsveld himself can give evidence because he was involved over a long \nperiod.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Dr Pretorius?",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "As the Committee pleases. I am appearing on behalf of the Prosecution.  Again the State \nwants to oppose this request in the most strongest terms.  Allow me to sketch some background.\n\tThe applicants has heard that Mr Brian Currin wants to cross-question General van der Merwe \nwith regard to the State Security Council and they requested additional \ninformation with regard to the State Security Council.  They have approached the Prosecution that they \nwant to consult\nwith Captain van Jaarsveld.\n\tIn agreement with the Tshabalala decision and the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "42",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Hassam decision, the Prosecution has agreed that they may consult with Captain van Jaarsveld.  In this way \nthey were able to obtain the necessary information as well as the background information should General \nvan der Merwe give testimony they could then make - state the evidence to him.\n\tThe Prosecution is not closed with regard to the general public and so forth, they allowed our \nlearned friends to consult with Captain van Jaarsveld and to obtain the necessary information from him.\n\tThe request that he must bring testimony, however, is it was a spurious application and now \nCaptain van Jaarsveld, the State witness must now be called.\n\tWhile I am on this point of sketching background, this morning the names of other persons were \ngiven who might bring some information to the fore with regard to the background theory and policy in this \nregard.\tI was only provided these names this morning and I doubt whether in this very limited period of \ntime, they were able to contact these other persons.  \n\tMr Chairman, on the previous occasion I have already presented to you the possible prejudice of \nthis very, and in fact, key witness, State witness who might be subjected to extended hearings.  He is \nindeed a key witness to the Prosecution.\tAs in my previous presentation to you, when such a request was made at the beginning of the hearing, there is however a crucial difference which must be understood Mr Chairman, these are a request from the applicants with regard to amnesty.  It is their detailed knowledge, the way in which they thought and the acts which they took part in which is at hand here.  If \nthere is information peculiarly in the mind of Captain van Jaarsveld, PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "42",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "then it is of no use to them, because what is of importance here is the motives and actions of the applicants.  \nThe applicants must say what their political motives were and how they saw the matter.\tIt is of no use \nfor them when Captain van Jaarsveld knew more than what they did.  If any information is peculiarly in the \nknowledge of Captain van Jaarsveld, then it is of no use to them, since this application for amnesty is that \nof the applicants and not that of Captain van Jaarsveld.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Certainly Dr Pretorius if instructions were given from above that certain \nactions should have to be taken or if a policy was made with in which people acted, surely this must be of \nimportance?",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "This is the case Mr Chairman, and if Captain van Jaarsveld should come with his own \namnesty application at a later time, he will indeed give testimony with regard to his peculiar knowledge \nand should he have given such instructions, he will make such application.\n\tAny applicant can say that they received instructions from say, General van der Merwe or \nwhomever else, but the general knowledge, the broad policy decisions which might be of relevance here, \ntells us nothing about the peculiar knowledge relevant in the case of every application.\tThis crucial \ndifference must be kept in mind at all times.  \n\tThe other difficulty against which, with respect, you must guard at all times, is that this process \nmust not \nbe abused to circumvent any possible future prosecution.\nThat this process will be used with regard to Joe Mamasela or a Willie Nortje to discredit such persons, so \nthat in the case that amnesty is not granted, that the possibility of prosecution will be reduced because the \nmain State witnesses PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "43",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "will at that time have been discredited.  And this is a danger with respect which I want to submit, you must \nat all times keep in mind.  \n\tThe crucial question which we must ask here is whether it is really necessary for Captain van \nJaarsveld to be called.\tMr Brian Currin wanted to ask General van der Merwe with regard to the State \nSecurity Council and now, suddenly out of the blue, this key witness must be called to bring testimony in \nthis regard.\n\tAgain, this is premature and when at the end of the day you as a Committee might have a \ndifficulty, then the Prosecution would have always been willing to give any help or cooperation that might \nbe necessary.  The statement that the attitude of the Attorney General is strange, or that he is trying to hide \nthe truth from the general public and anyone else, this with respect, cannot be held.  This is a very \nimportant prosecution which the State is taking care of and we do not want to keep anything from the \nCommittee.  If there were any detailed or particular problems, then the Attorney General's office would at \nall times have been available to bring you assistance.  We allowed our learned friends to consult with the \nwitness this morning and I cannot understand how they can make such a claim in view of this.\n\tWith respect, it is my submission that during the consultation this morning, when the prosecution \nwas present, other names were given and a true effort was made with regard to representatives of the \nDefence Force or other\nmembers of the Police Force and until this time, surely there has not been enough time to make an attempt \nto contact these persons and therefore this application must be \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "44",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "premature.\n\tWhen and if General van der Merwe brings testimony, and if he agrees with any of the claims of \nmy learned friends, then it will be available to you.  The other names made available by Captain van \nJaarsveld to them give them adequate opportunity, if granted sufficient time, to contact these persons.  And \neven if these witnesses are not very willing to bring testimony, they can none-the-less the brought before \nyou and it is therefore not necessary that it must be this State witness who brings this testimony.\tThis \nis the applicants' application and it must not be made necessary to bring a State witness before this \nCommittee when other witnesses can in fact give this testimony.\n\tNone-the-less the Prosecution is not in any way attempting to keep information from the public \nand even less so from this Committee.  If the Committee would like to clear up any particular matter from \nthe side of the Prosecution, the Prosecution will make every attempt to support this Committee in this \nregard, but this, however, is a spur of the moment application, no effort has been made to bring other \nwitnesses in this regard and if General van der Merwe is cross-questioned with regard to the State Security \nCouncil, then the information made available to my learned friends during the consultation, can be stated to \nhim and in that way the entire matter will be possibly dealt with.\nI thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... Captain van Jaarsveld that it is so important?",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "Firstly he would be giving evidence My Lord when his application for amnesty will be \nheard by this Committee.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "44",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You are talking about a State witness, when is he giving evidence for the State?",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "The State has to wait until the amnesty applications of most of the applicants has been \nfinalised by this Committee.  The State's charge sheets have already been drawn up and he is a very \nimportant witness in one of those possible prosecutions, but we wait for the decision of the Amnesty \nCommittee on these matters. So we are dependent on this Committee to make its decision either to the one \nway or to the other and in that prosecutions, he would be a key witness.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            ";\tAnd if we are not able to give a decision before we've heard him?",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "I don't understand the question.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If we are not able to make a decision with regard to these applications if we have not \nheard this particular witness, because we might believe that he is an important witness, what do we have \nthen, that then is checkmate situation.",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "Mr Chairman, should this application take so long and should his amnesty application \ncome before you in the mean time, then in the course of events he will have to bring complete testimony \nbefore you with regard to his background and his personal knowledge and then it will of course crucially \ninvolve the case that it is his amnesty application at that time.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            ";\tWhen we returned to the previous application, we were then asked not to allow Mr \nMamasela to bring testimony or to call him to bring testimony.\tIn the meantime he allows television \ninterviews, he tells the whole world what he is going to say and where he differs.  Now you are \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "45",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "asking us not to call him because he is a State witness, but this witness is allowed to speak anywhere else \nexcept before this Committee.",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "Allow me to sketch you some background in this regard.  Mr Mamasela, because of the \nunique history of South Africa takes care that he has guarantees.  He is indeed a State witness and he had \nsome initial doubts with regard to the State.  Mr Mamasela's name is mentioned time and again in the press \nand sometimes unjustly so.\n\tWhen or if Mr Mamasela will bring testimony in a court case it will be statutory.  Mr Mamasela \nyou had heard that you are entirely innocently accused of this or that, that for instance you killed someone \nin Botswana, that you held this person.  Mr Mamasela's version is something entirely different.  It is \nnecessary for him to defend himself, he must be given the opportunity to defend himself, so that should he \nbe in a position where he is prosecuted at a later time, he must be allowed to say in cross-questioning Mr \nMamasela, you were falsely accused, why did you do nothing about it?  Now Mr Mamasela can say that in \nevery event where he was falsely accused, he had in fact gone to the media, to the press.  In that way we \nhave some cheques and balances \nwith regard to the office of the Attorney  General.\n\tMr Mamasela indeed, on occasion has a good relationship with the Press.  He does that.. (tape \nends) .....",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Pretorius is it not important for us to know whether the persons who accuse him, for \ninstance with regard to the example given by you, to determine whether it is true or not.  Should Mr \nMamasela then not rather come to us than to the media to state his differences?",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "This is a sensitive situation.  Mr Mamasela \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "46",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "has given his full cooperation and his own version of that particular event. The way in which it must be \napproached, I cannot give a final answer in that regard.  An additional question?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            ";\tYou heard with regard to what Captain van Jaarsveld must give testimony.  It has to do \nwith the process of the counter-revolutionary plan and the membership of the State Security Council, do \nyou have particular objections to him giving testimony in that regard?",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "These two kinds of testimony are related.  Should he claim for instance that the counter-\nrevolutionary planning included particular executive directives and so that the secretariat became involved \nin specific cases where they gave direct commands with regard to the execution of these policy decisions, \nthen it would be very difficult to distinguish between the kinds of testimony.  These two kinds of testimony \nwill be woven so closely together that it would be impossible to distinguish between these kinds of \ntestimony.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Should for instance he put a document in writing with regard to what he might want to \nsay in this \nregard, would you not be able to come to an agreement with the other parties?",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "Yes, if General van der Merwe wants to, or brings testimony and our learned friend, Mr \nCurrin would then ask him questions using such a document which is indeed a good suggestion, then he \ncould use the document drafted by Captain van Jaarsveld to ask questions to General van der Merwe, he \ncould then say for instance in 1981 the counter-revolutionary policy was put on paper in such and such a \nway and then that would be a way in which such, the whole \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "47",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "problem can in fact be addressed.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Meintjies can you tell me when the application for amnesty was made by Captain \nvan Jaarsveld?",
            "Unknown"
        ],
        [
            "MR MEINTJIES",
            "Thank you Mr Chairman.  Yes it was during early December with the support of the \nAttorney General.",
            "Male"
        ],
        [
            "HASSAN MALL",
            ";\tMr Currin, I understand that you wish to make some comments?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman, just one or two issues that we would like to record on behalf of the \nvictims.  We obviously don't know what this witness is going to say about the State Security Council and \nwe don't know what General van der Merwe is going to say about the State Security Council, so we are \nreally not in a position to assess the value of the evidence.  What we would say, however, is that if we were \nto take on face value the representations made by Mr du Plessis, it sounds to us as if the Captain is not \nbeing called in his capacity as a Captain, but rather as a person with particular expertise around the State \nSecurity Council and who represented the Security Police on that structure, so it seems to us that he would \nbe a very important witness.\nAnd we would therefore support the application, because our clients would certainly like to hear what he \nhas to say\nabout the State Security Council.  \n\tI would also just like to comment briefly on the question of the evidence being heard in camera \nand record that our clients would be strenuously opposed to the evidence being heard in camera.  We don't \nbelieve that really any real motivation has been submitted to support the application if one looks at the Act, \nit says that if it would be in the interest of justice.  In our view it would be in the interests of justice for the \npublic at large to \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "47",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "hear about the State Security Council and how it functioned.\n\tAnd then secondly that there is a likelihood that harm may be caused to any person as a result of \nthe proceedings being open.  There has been no evidence at all of harm resulting from the proceedings \nbeing open.  The only harm that was referred to was possible harm in relation to prejudice with his own \napplication, but quite frankly whether the application is heard behind closed doors or in public, the situation \nas far as his subsequent amnesty application is concerned, would be exactly the same.\n\tIn any event that possible prejudice could be dealt with in the same way as the Committee would \ndeal with any prejudice to General van der Merwe when he testifies, where, if for example a question may \nprejudice his application, your Committee is quite entitled to curtail that question and one could deal with \nquestions on an ad hoc basis as and when they are before the Committee.\n\tSo quite frankly we have heard no serious motivation for it to be heard in camera and I think we \nneed to remind ourselves that the constitutional dispensation in this \ncountry really underscores and underwrites and emphasises the need for openness and transparency, and I \nthink the\nsituation should be unique before the Committee were to decide in favour of a hearing in camera.\n\tThank you Sir.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Currin, the distinction that you are seeking to draw is more apparent than \nreal.  Really that he is coming to testify as an expert and not in his capacity as a police officer, I think the \ndistinction is more apparent than real.  The fact of the matter is that he is not coming here before us to come \nand theorise and teach us about \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "48",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "theories of counter-revolutionary strategies and the like, he is coming to tell us about his experiences in his \ncapacity as a policeman during the time when he was involved in the police as Mr du Plessis so many \ntimes, countless times, emphasised, from the 80's over a long period.  I mean he is coming here to testify \nabout those experiences.\n\tI am not sure whether a lot of things turns around that point, but I am just saying that that \ndistinction really - it is not real.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairperson, I think maybe my point was misunderstood.  The only reason why I made \nthat comment was because someone said he is only a captain and there must be other people of higher \nranking that would know more about it than him.\tIt is in that context that I am saying, it is not his \ncapacity as a Captain which gives him the knowledge, it is his experience on the ground.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, is there anything you wish to say?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Nothing I wish to say Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "The Committee would like to consider the\napplication that has been made and to consider the various points that have been advanced for and against \nthe application.  We will give our decision on this matter in due course, but as soon as we can.  We are not \nin a position to do so now.  I realise that it is important for all parties concerned to know as soon as possible \nwhere they stand in connection with the preparation and the conduct of their application, and we shall \nendeavour to do so as soon as we can.\n\tI want to know whether in the meanwhile we are prepared to proceed with the leading in evidence \nin any of the other applications?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "49",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, may I perhaps just be afforded the opportunity to reply to Dr \nPretorius very, very shortly?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, please do so.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you.  Mr Chairman it is true that we requested a meeting with Captain van \nJaarsveld because he is a State witness, we cannot really speak to him.  We requested a meeting this \nmorning purely to obtain information which might be relevant in respect of General van der Merwe's \nevidence.  During the discussion certain information was divulged to us which we deemed of grave \nimportance for the applicants and on that basis we requested Dr Pretorius, at that stage this morning, if the \nAttorney General would not be prepared to allow Captain van Jaarsveld to come and testify.\n\tClearly we were aware of your decision previously and that was not something that we wanted to \nconsider previously.  We were also not informed of the extent of\nCaptain van Jaarsveld's knowledge until we spoke to him this morning.\n\tWe did take steps last year to obtain other witnesses and it is not a question of only becoming \naware of certain people who were involved this morning.  In any event as I can recall Captain van Jaarsveld \ngave us an indication that whoever was named this morning, would not in all probability be prepared to \nassist us.\n\tIn respect of the evidence that Captain van Jaarsveld will give evidence in his own amnesty \napplication, he would be in the same position as General van der Merwe, he is also going to give evidence \nin his own amnesty application and we cannot see that one should wait for that amnesty application \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "50",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "before this evidence is placed before this Committee.\n\tI also want to draw a distinction between Mamasela and van Jaarsveld simply and purely because \nof the fact that Mamasela would have been a witness if the Committee allowed him to be called on behalf \nof the applicants, would have been a witness pertaining to specific incidents.\n\tCaptain van Jaarsveld is only needed by the applicants at this stage and that is the only request \nthat we make, is to call him on this issue.  He was also a State witness which was included in the previous \napplication which was refused by the Committee and that application entailed evidence pertaining to the \nspecific facts of these specific deeds. This application is of a much more limited nature and the evidence \nwill also be of a much more limited nature.  \tThe submission by Dr Pretorius that whatever information \nwe obtain during consultation this morning, could be put to General van der Merwe, I find that strange.  I \ncannot see how that can lead to evidence before this Committee, which can be taken into account at the end \nof the day when the amnesty applications are considered.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But Mr du Plessis the information that you obtained and which you want to put before \nus, why can't you put that on paper and give it to Dr Pretorius and ask him whether he has got any objection \nto this information being placed before us?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "We don't have any problem if Dr Pretorius is prepared to let the evidence be dealt \nwith in that way, we don't have any problem.  The most important aspect for us is to place the facts before \nthe Committee and we don't mind if Captain van Jaarsveld gives evidence or if he does it by way of a \nstatement which could be placed before the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "50",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Committee, we are simply interested in putting the facts before the Committee and specifically the facts \npertaining to the counter-revolutionary strategy because that will lend tremendous support to what the \napplicants have testified up to now in respect of specifically incidents such as the Nietverdiend 10.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Shouldn't that course be more diligently followed because unlike in the case of \nGeneral van der Merwe, who did not complain about possible prejudice to himself, in this particular case \nMr Meintjies has specifically raised the point that Captain van Jaarsveld may very well be prejudiced if he \ncomes to testify here.\n\tSo that the Committee is now in a difficult position of whether in his quest to assist the applicants, \nwe should compel Captain van Jaarsveld, albeit at the danger of, on the other hand, prejudicing that other \nperson, so we wouldn't like to prejudice anyone, anyone of the applicants.\n\tSo shouldn't you more diligently follow that course\nwhich my colleague is suggesting that you could put something in writing to Dr Pretorius and then sort it \nout along those lines?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes.  Mr Chairman, clearly that would involve further consultations with Captain \nvan Jaarsveld in the presence of Dr Pretorius which I don't have a problem with.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But then you can come back to us as soon as possible and spare us the agony \nof trying to decide whether we should sacrifice your clients or Captain van Jaarsveld.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, if Dr Pretorius gives an indication now that he is prepared to do it that \nway, and if the Committee finds that that would be acceptable, taking \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "51",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "into account that the Committee obviously then cannot ask questions to Captain van Jaarsveld to clarify \ncertain issues, then we will stand by that.\n\tObviously we think that, and we would submit that the best procedure would be evidence, but if \nthat is not something that the Committee would want to order, the second best thing would be a procedure \nsuch as that.\n\tWhat I don't want to do Mr Chairman, or what I wouldn't like to do, is to waive the applicants' \nrights, if I can put it like that, pertaining to the giving of evidence. Obviously the applicants would prefer \nthat Captain van Jaarsveld can be asked questions in respect of these issues.  And we cannot see that there \nis any detriment to that regard, but if the only possible alternative is to place it before the Committee by \nway of a statement, we will gladly do so.\n\tI don't know what Dr Pretorius' view to that is.",
            "Unknown"
        ],
        [
            "DR PRETORIUS",
            "Mr Chairman, the State supports a solution\nlike that where we can come together in further consultations and that we can do it by means of a \nstatement.  The State supports such a solution.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Currin, what would be your response to the proposal which has been put?  Do you \nthink it would impinge on the rights of your clients if a statement in writing is put before the Committee?",
            "Female"
        ],
        [
            "HASSAN MALL",
            "If you are afforded an opportunity to see that statement before it is handed into us.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Yes, I was actually going to suggest that if we are given that opportunity, then I think we \ncould go with the proposal.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "No objection to that?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "52",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No objection.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Assuming that this is the most amicable way in which to go about and the most \nexpeditious way in which to deal with this matter, is there any suggestion as to how soon this can be done?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, yes, we wouldn't have a problem in trying to do that over, during \nthe evenings, during this week so that may be possible to finalise that at the end of the week or over the \nweekend.  I just wish to mention Mr Chairman that the applicants would obviously prefer that Captain van \nJaarsveld gives evidence instead of the second procedure.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I understand that.  This is a balancing act that is required to be fulfilled.  If  your clients \nwere not faced with a trial, maybe this problem wouldn't arise, but you have got a situation where there are \nconflicting interests.\n\tThe function and purpose of this Committee is to arrive at the truth insofar as it is possible to \narrive at that\ntruth.  Now in order to arrive at that truth, the best evidence possible should be made available to this \nCommittee.  I realise that it has been said that the best evidence is the evidence in open court tested under \ncross-examination, but if evidence is submitted by consent of the parties and your clients will know what is \nbeing said in that statement before it is submitted in its final form, they may be able to instruct you to \nformulate it in a way that would meet their requirements.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, I will accept the Committee's decision on this and we give \nour undertaking to try and obtain that evidence and finalise it as soon as \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "53\npossible and to be able to place it before you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  And Mr Currin, this might impinge on your request about subpoenaing a number \nof people because the ground that maybe will be covered in the kind of information that might be placed \nbefore us, might eliminate to call or subpoena a lot of people.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "It may well do so and if that is in the interests of this Committee and justice in the broader \npublic, we would accept that, but we would reserve our rights to deal with that once we are in possession of \nthe information which is to be made available.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Yes.  But you will apply your mind to the need and the possibility of dealing with the \nmatter in this way?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "We certainly would do so.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Alright then, may we proceed then with the hearing of evidence Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr Chairman, we are \nback on the first matter as per schedule, Joe Tsele Mr\nChairman.  This pertains to the victims or the next of kin to the deceased, Mr Chairman.  They are here \npresent and I have consulted with them.  They do not have a legal representative, but they have indicated \nthat one of them would like to take the stand and say something on behalf of the family and that will be the \nsister to the deceased.\n\tBut it is not only the sister who is present, the children are also here in person.  May I then Mr \nChairman, with your permission, call the sister to the stand?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.  Ms Mabela.  Mr Chairman, the witness is Tswana speaking, may she be \nmade to take an oath?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "ADV  MPSHE\t53",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "",
            "Female"
        ],
        [
            "LEGINA MABELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "What are your full names?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "My name is Legina Mabela.",
            "Female"
        ],
        [
            "HASSAN MALL",
            "How old are you if you could remember?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "I am 72 years old.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "The deceased who is Joseph Tsele, was he your elder \nbrother?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "That is true.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "You would remember that I had discussions with you the last time about this issue, do \nyou remember?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "Yes, I remember.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is when you agreed that you are going to be the one who is going to represent the \nrelatives.",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "That is true.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "You are before this Committee, would you explain about the event on behalf of the \nfamily?  You can explain.",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "When we were listening, when they were \ntalking we realised that we are not happy the way they were\ntalking.  It seems if we may meet Mr Mamasela who was responsible for this act as they were telling.  We \nhave nothing to say except meeting Mr Mamasela to tell us his position.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "I did explain to you about Joe Mamasela, that the possibility for him to be present in this \nCommittee, how does it work.",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "Yes, you did explain to us but we feel that we don't agree with this issue because he is \nthe only one who knows what has happened.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "The applicants within their applications have asked forgiveness about this act.  As you \nknow that this is \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "54",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "the time for reconciliation and forgiveness in our country, what is your feeling about the forgiveness and \nreconciliation?",
            "Female"
        ],
        [
            "LEGINA MABELA",
            "We cannot be able to forgive them if we can know the truth from Mr Mamasela to know \nwhat they have done and what was his part in the incident, then therefore we will be able to think how we \ncan forgive them.  If you know the truth, you are able to forgive.  We don't know as whether what they \nhave told us is the truth or not.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "Your own feelings about reconciliation, what kind of feelings do you have about \nreconciliation and forgiveness?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "I want to know the truth.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is there anything you want to say?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "I want to know the truth only.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you end up there?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "Yes.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, may I mention before any\nquestions ... (intervention) (no interpretation) ...who are herein present, thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Are there any questions you wish to put to this witness?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I have no questions Mr Chairman.\nNO CROSS-",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "May I talk sir?",
            "Female"
        ],
        [
            "HASSAN MALL",
            "Yes, please.",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "What bothers me, as I said I am looking for the truth, is that he was destroyed.  He was \nshot and he was cut and then on the floor, we found 25 bullets.  That is the truth I want to find out as what \nis the part of Mr Mamasela \nPRETORIA HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "55",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "as depend our discovery on the scene, that is why I am looking for Mr Mamasela.",
            "Female"
        ],
        [
            "HASSAN MALL",
            "Do I understand her evidence to mean that unless Mr Mamasela himself comes and \nadmits to her that he killed her brother, she has nothing to say.  She wishes to hear it from him, is that the \nposition?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is the position Mr Chairman, but as I've indicated, I did explain to them during \nlunch the position as far as that is concerned.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Could I ask you whoever interpreted her last answer, whether my note is \ncorrect where she said what bothers me is that \"he was shot and cut\", did she in fact refer to cutting as \nseparate injuries to the shooting?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, if I am correct on the word she used, she used (Tswana words stated), in \nother words she was brutally killed.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Oh, thank you.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "If I listen to the original version in her\nlanguage, and not to the English translation or Afrikaans translation, isn't also what she is saying isn't it that \nshe said that when she was asked about forgiving, she said that she doesn't know whether these people are \ntelling the truth and she needs to know what Mamasela says happened there. \tMr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is correct, that is what she said in her evidence, that is what she said.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "She intimated that she has no knowledge  as to whether or not what the applicants are \nsaying, whether their version is true or not and only Mamasela could tell us whether the version is - their \nversion is the true one or not.  That is actually what she was saying.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "56",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Does she know if there were other people present in the house with her brother \nthe night he was shot?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, inasfar as that is concerned, during consultation they mentioned including \nherself, that there were people present on the premises of the deceased.  The deceased had some outside \nrooms rented out to local students as well as lady teachers.\tThey stated to me that these people were \npresent when this thing happened.  And if I may continue I indicated to her that I did read their statements, \ntwo lady teachers who in the statements state that they were not present ... (tape ends) they went and \nknocked at the deceased's door.  That is her version.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Ask her if she has anything else to say besides her request that she would like to hear Mr \nMamasela himself.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is there something that you would want to add on top of what you have already said, and \nbesides Mr Mamasela or are you through?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "I am through Sir.",
            "Female"
        ],
        [
            "JUDGE MGOEPE",
            "Was he active in politics?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "I don't know.",
            "Female"
        ],
        [
            "JUDGE MGOEPE",
            "Was he involved in trade unions or labour unions?",
            "Unknown"
        ],
        [
            "LEGINA MABELA",
            "I was not staying with him, I don't know.",
            "Female"
        ],
        [
            "HASSAN MALL",
            "Very well, you are excused, thank you very much.\nWITNESS EXCUSED.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "57",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, then that puts us onto matter number 2, that if the killing of Brian \nNgqulunga.  I leave that in the hands of my learned friend and the next of kin of victims are also present \nhere in.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Are they represented Mr Mpshe?",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "They are also not represented.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, thank you.  There is just one issue that I would want to raise \nnow before I call Capt Mentz and that is that there was a meeting on Friday between myself, Mr Britz, Mr \nMpshe and Mr Currin pertaining to documents to be used during these trials.\n\tI requested both gentlemen to provide us with documents in their possession.  I requested Mr \nMpshe to provide me with documents in his possession pertaining to any of these applications.\tI \nwanted to get hold of those documents beforehand so I can take it up with my clients and have knowledge \nof what the documents entail.\n\tI also requested Mr Currin to provide me with any documents in his possession which are, we \ndiscussed it,\nwhich are of evidentiary nature and which he would want to\nuse in cross-examination of any of the applicants.  He gave me an indication that he will provide me with \nsuch documents and I accept that he will do so.\n\tThe only reason why I am raising this point now and I want to place this simply on record Mr \nChairman, that I made such a request, is that the moment any documents come about or are introduced into \nevidence which have not been provided to the applicants in terms of that request and arrangement, \nI want to place on record now that I am going to object \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "58",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "against such documents, that I will ask for an adjournment to study the documents, to take it up with my \nclients if the Committee will allow me to, and that that is the case. \n\tI want to place that on record now and the reason why I do so is that Mr Mpshe mentioned when \nhe addressed you that he was in possession of statements of people who were on the premises or who \narrived at the body of Mr Tsele later, afterwards.  I didn't understand him hundred percent correctly - I don't \nknow if he is in possession  of statements or if he had seen statements or whatever. \t\n\tNow it is not something that has prejudiced my clients, I am not going to make an issue of that at \nthis stage but in any event in respect of this application, in respect of Mr Tsele, but what I want to do is I \nwant to place this on record, so that if a document comes up later on in any application that I am not \nprejudiced.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, that shouldn't present any difficulties.  Up to now your applicants have not been \ncross-examined on the contents of any documents.\n\tMr Currin, you have given an undertaking that you will \nmake documents available?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "That is correct and I certainly would do so.  My learned friend overlooked to mention \nthat he'd given a similar undertaking.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "No, right now I am not interested in that debate.  I want to know whether that can be \ndone as soon as possible.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "It certainly can Sir.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Right.  Thank you very much.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  May I call Captain Mentz?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "58",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes please.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, thank you.  In respect of Captain Mentz, he \nhasn't given evidence in respect of any application before this Committee.  He has set out a general \nbackground at the beginning of his application, starting at page 5.\tI would want with the \nCommittee's permission that he is not required to read this out to the Committee into the record, but that \nthis be accepted as part of his evidence.  That would be from page 5 until page 24 and that deals with the \nfollowing aspects\n\tHis career, his functions at Unit C1, Vlakplaas, the structure of command, the way operations \nworked at Vlakplaas, that is page 8, in respect of weapons that was used, page 9.  Then the question of \nracism, page 11.  The effect of these actions, also page 11.\tThe destruction of documents, page 12 \nand then specifically on page 12, the psychological evaluation.  You will see that as Annexure A an \nevaluation of him by a psychiatrist was attached.  It is not the psychiatrist that I am going to use in \npresenting evidence pertaining to his condition, but it is a similar report.\tThen the general background \nabout the struggle and then you will see on page 20 he refers to informants, page 21, the death of activists.  \nOn page 22, he deals with propaganda and then on page 24, he also deals with reconciliation.\n\tIf you would allow me, I would request Captain Mentz to read to you the last paragraph on page \n24.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am no longer sure today whether the things which I did, the things which I \nbelieved was in the interest PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "59",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "of South Africa and of the country. I am unhappy about the loss sustained by family members of victims \nand I hope that my revelations in this regard will lead to reconciliation amongst all South Africans.\n\tI am proud to be a citizen of the new South Africa and would like to put the past behind me.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  May I proceed with the witness?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "That is right.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain, before we continue with the application with regard to Mr Ngqulunga, \nwhat is the nature of the psychological care that you are receiving?  Do you still receive psychological \ncare?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This is the case.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "For how long have you been receiving such psychological therapy?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "For approximately three years, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Does this therapy include treatment for post-traumatic stress?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is the case.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, could you briefly sketch the main events in your career just so \nthat the Committee would have a brief overview.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            ";\tMr Chairman, in 1977, December I joined the South African Police Force.   In 1980 I \nwas stationed at Brooklyn Detective Branch in Pretoria, subsequently I was transferred to Murder and \nRobbery Squad in Pretoria.\n\tWhile serving at Murder and Robbery I operated on occasion with the Security Branch, Northern \nTransvaal.  While in service at Murder and Robbery, I arrested Mr Nofomela who was attached to \nVlakplaas Unit C10.  This is \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "60",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "how I came in contact with the members of C1, Eugene de Kock and how I was transferred to Vlakplaas.\n\tThat was during August of 1989.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain, are you still a member of the Force?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I am a serving member of the Force.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "When did the Vlakplaas Unit disband?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If my memory does not fail me I believe it was during 1991.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You do mention on page 7 of your application, November 1992, is that correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You were then transferred to the Unit for protected species in Pretoria, is that \nwhere you are still attached?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is where I am attached at this time.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "When did you come in contact with Nofomela?  When did you arrest \nNofomela and come into contact with Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It must have been during the time that I was attached to Murder and Robbery.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, but what year?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If you allow me a moment ...",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "If you look at page 6, Captain Mentz at the top, you will notice that you were \ntransferred to Unit C1, Security Headquarters, Vlakplaas on this particular date.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was during August of 1988 when I became involved with the members of C1.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, on page 6 you say in the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "61",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "third paragraph, could you read this paragraph to the Committee?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "During the cases where I served the Security Branch, Captain Jacques Hechter asked me \nto assist them in operations.  I helped the Security Branch because I considered this as part of my duties as \nMurder and Robbery, since most of these cases were against ANC members who were on occasion \ninvolved in murder.  I needed this information in my own investigations as a Warrant Officer at Murder \nand Robbery.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain, were you engaged in operations of the Security Branch while you were a \nmember of Murder and Robbery?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is the case Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "During those operations did you have the agreement of your superiors to be involved \nwith the Security Branch?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On occasion.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Were there regular cooperation between the Security Branch and Murder and \nRobbery?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that was the case.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "For what length of time, or rather how well and for what period of time, did \nyou know Captain Hechter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, during 1980 I met Captain Hechter.  We were personal friends.  I know \nhim very well, or rather well.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Capt Mentz, a final aspect with regard to the general background, during 1989 \nyou began your service at Vlakplaas which is somewhat later than some of the other applicants.  What was \nthe position and attitude \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "61",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "with regard to the Unit at  Vlakplaas from 1989 when negotiations started with the liberation movements?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, the Vlakplaas Unit was still used primarily to track down arms used in \nacts of terror since it was believed that if the negotiations failed the ANC and other liberation organisations \nmight well continue with the armed struggle.\n\tDuring the time of their unbanning it was easier for them to gain entry to the country, it was far \neasier for them to gain entry and it was believed that they would have had far easier access to firearms.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Were there efforts to smuggle in firearms during this time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, many such cases occurred.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, your view of your own actions during that time, say during the \nearly 1990's, how did you consider your own actions, did you consider this as action against the liberation \nmovements on behalf of the National Party?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is how I viewed my actions.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, let's page to your application with regard to Brian Ngqulunga.  \nCaptain Mentz, if we start at page 53, the date given there is 1987 or 1988, is that date correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, this date is incorrect.  I've since determined the exact and correct date, namely 19 \nJuly 1990.  The date is 19 July 1990.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, what was your rank during 1990?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was that of a Warrant Officer.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "How high up was this in the rank \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "62",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "structure on Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was very low, a very low rank.  I was one of the foot soldiers of the Unit.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Who was in charge of the Vlakplaas Unit at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Colonel Eugene de Kock, Chairperson.  He was physically on Vlakplaas and we served \ndirectly under him and he was under the General Staff at Head Office and in this particular case, General \nNick van Rensburg.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "From whom did you normally receive instructions while serving at Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Normally from Colonel Eugene de Kock, or sometimes from a small group of people \nwho worked very closely with him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ";\tCould you expand for the Committee somewhat, you have mentioned a small \ngroup who worked with him.  Could you give us some greater information about the structure of the \ncommands at Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At  Vlakplaas, you were not treated in terms of your rank.  Eugene de Kock used several \nof his own friends and people whom he trusted, such as Willie Nortje,\nChappie Klopper, people who are now State witnesses and who now work for National Intelligence.  These \npeople, Willie Nortje for instance, was also a Warrant Officer and he could not under normal circumstances \ngive instructions to a Major or a Captain, but were he to give such instructions, it was considered to have \ncome directly from Eugene de Kock.\n\tWe did not receive all instructions directly, verbally from Eugene de Kock.  Sometimes from \nother persons who served under him and whose instructions were considered to have been instructions \nfrom Eugene de Kock.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "63",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The instructions we received from Eugene de Kock we never questioned or doubted, we believed \nand the idea was created among us, that these were in fact the instructions of the top structure of the South \nAfrican Police Force since Eugene de Kock on his visits to Pretoria, was always at Head Office and since \nhe had access to several highly placed senior officers amongst whom were Generals.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "May I interrupt.  You mentioned Nortje, what was the other name?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chappies Kloppers.  There are several other such persons.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Are both these persons now in service of National Intelligence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, to my knowledge they are.  They are also State witnesses for the prosecution.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Were there occasions with regard to instructions of Colonel de Kock where you \nargued with him with regard to his instructions or asked him questions, or did you simply accept his \ninstructions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairman, the modus operandi within\nwhich we lived on Vlakplaas was such that if De Kock gave an instruction or said something, you did not \nask questions.  At a later stage in fact, when I started working at Vlakplaas, when I had just come from \nMurder and Robbery, just after I had arrested Almond Nofomela I was in the trust of De Kock for a \nnumber of months.\n\tHe could probably determine from my behaviour that I did not always agree with his approach \nand the way in which he worked, I then ceased to be one of the people whom he trusted and I became a \nmere foot soldier.\n\tI want to confirm again that such instructions as I \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "64",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "received from De Kock, or from those persons who worked with him, I believed to have been instructions \nfrom Head Office.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "If you say it comes from Police Head Office, from whom do you mean did \nthese instructions come?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            ";\tFirstly from the Commanding General at that time, the General in command of Unit C1, \nnow Unit C10 at Vlakplaas.  There were several such Generals.  With regard to the particular case now at \nhand in my application, is General Nick van Rensburg and at a later stage it was General Krappies \nEngelbrecht.\tAnd they were linked to General Johan le Roux as well as General Basie Smit.  Several \nother Generals and also the Commissioner serving at that time, at that particular time.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, had there ever been an incident in which you had doubts in the \nreasons for an instruction given to you by Colonel de Kock?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Mr Chairman, as I have already given testimony I personally saw these instructions \nas having been agreed to by Police Head Office and that he had received \nthose instructions from Police Headquarters.  \n\tI did not consider myself to be in a position where I could ask questions as I have already given \ntestimony, I was a foot soldier who could simply act on instructions, I believed that if these instructions \nwere given from Head Office, that they were in fact in the interests of the country and I acted in terms of \nthat belief.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "With regard to the general actions at Vlakplaas while you served there from \n1990 to the end of 1992, could you for the Committee give a general idea of the kind of actions in which \nyou were involved while working there?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "64",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman we worked in teams, the permanent police officer as well as a group of \nascaris.  Then we would for instance go to the Eastern Transvaal and there we would go to the local \nSecurity Branch and would assist them in the identification of returnee activists and terrorists.\n\tWe assisted them in tracking down such activists and during the last part of that period, we \nlargely acted to track down firearms used in acts of terror and we also assisted in a number of cases where \ncrimes were involved, where we could gain information.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, with regard to the firearms used by you during that time, were \nthese firearms which were legitimately made available to you or did you also use illegal firearms?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            ";\tMr Chairman, when I arrived at Vlakplaas there was a set of firearms of which there was \ncomplete records kept which was made available to me.  I had to sign for these firearms and take \nresponsibility for these \nfirearms, this was entirely legal and legitimate.\tThere were as far as I know, occasions on which \nfirearms used in acts of terror which were then made available to us - such as mufflers for firearms, and so \nforth.  These firearms were then handed back subsequently and were then destroyed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, could you briefly give the Committee an idea of the effect of \nthese operations at  Vlakplaas, how successful do you consider the Unit at Vlakplaas to have been between \n1990 and the end of 1992?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, in documents that I would hand in at a later stage there are \nresults by the Unit which were considerably successful with regard to stolen vehicles, drugs, firearms.  The \nUnit functioned successfully, this was PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "65",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "a period of transition from the previous modus operandi of the Unit and the previous purposes as Brigadier \nCronje has already given testimony.\n\tWhile we had to make these adjustments, when the liberation organisations were unbanned, we \nparticularly focused on firearms used in acts of terror and the tracking down of information with regard to \ncriminal activities.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, briefly again, you served at a far later stage or you served in the \nForce after the other applicants were no longer serving.  You are still a member of the Force.  Could you \ngive the Committee any further information with regard to the destruction of documentation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, while still stationed at the Unit Vlakplaas, we were given instructions and \nI cannot say that this came directly from De Kock or from whom, it may be from any of the other Officers, \nthat gave us the instruction to destroy all documentations in our possession.  We for instance had photo \nalbums of identified activists who had been exiles and who might have been returnee exiles with their \nparticulars, there were a number of reports, all of these were burnt.  Every person destroyed their own \ndocumentation, as well as the documentation kept in our offices.   All of that documentation was destroyed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Were you personally involved in the destruction of these documents?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I destroyed and I burnt my own documentation and the photo albums as mentioned, \npersonally.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can you remember who directly gave you instruction in this regard?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It must have been one of the Officers on \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "66",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Vlakplaas, I cannot tell you that De Kock gave that instruction to me personally, but that might have been \nthe case.  I considered this instruction to have been from De Kock and I had been under the impression that \nit came from Security Branch Head Office, since I knew that we had an office at Security Branch Head \nOffice, and I know that that documentation had also been destroyed, my deduction had been that this was \nan instruction from the top.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, while serving at Vlakplaas, were there any particular incidents \nwhere courses were presented and during which you were given information where, if I may say so, you \nwere brainwashed with regard to the liberation movements?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman.  I went to a Security Course and every day we were told that the \nRepublic, the \ncountry could only be protected if the liberation movements were combatted in the most extreme way.\tThis \ncontinued even after some of the liberation movements were allowed.  We were told that we had to see to it \nthat the people who worked for us, for instance the ascaris, that they did not have access to first hand \ninformation which they could hand through, or give through to any of the liberation movements.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, you sat in on the evidence given by all four of the other \napplicants with regard to a range of incidents, and you were present when Brigadier Cronje gave testimony \nwith regard to the general background to the struggle, the reasons for certain actions and certain steps that \nwere taken, and particularly the testimony with regard to the fact that the Security Branch, including \nVlakplaas, was in fact the political arm of the National Party, can you remember this testimony? \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "67",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I remember this testimony and I support it.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz your involvement in Vlakplaas was at a later date than that of \nBrigadier Cronje, was the view of the operatives at Vlakplaas during the time of your service there, while \nin fact negotiations were already engaged in with the liberation movements, were you still considered to \nhave acted as the arm of the National Party?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that was still the view.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Political wing or military wing or police wing, what would that be?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, the testimony was and I apologise that it was in fact the police arm, or in \nreality, I am trying to remember the exact testimony of Brigadier Cronje at this time, but as far as I can \nremember the testimony it was that the Security Branch was an extension, an arm of the National Party.  It \nwas not simply a section of the South African Police which acted with regard to \nnormal Government and Police actions.  It was in fact a\nwing of the National Party, in the words of the speaker, a political wing of the National Party if I remember \nthe testimony of Brigadier Cronje.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Would you confirm this Captain Mentz?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would confirm this, and the Vlakplaas Unit would have been the armed wing of the \nSecurity Branch.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, there is a single aspect which I want to cover with you in \ngeneral testimony before we continue to specific testimony, namely the fact that prior to 1990, or rather \n1989, when you became involved in Vlakplaas, you took part in a number, or rather one or two actions of \nthe Security Branch, while still in service at \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "67",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Murder and Robbery.  We have touched on this to some extent already.  I want us to rather go into some \ngreater detail with regard to this testimony since it is of importance with regard to the general background \nof your testimony as well as with regard to particular incidents.  Could you sketch for the Committee how \nyou would have been approached by the Security Branch and what exactly would have taken place and \nhow you were involved in such actions of the Security Branch?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman during my service at Murder and Robbery I was a Detective at Murder and \nRobbery, I had knowledge of the activities of the Security Branch and for the reasons of ...(indistinct), but I \nhad not undergone any security training. \tIn my own individual manner I knew that for instance the \nPAC or any of the liberation movements that some of the people said that, this is the information made \navailable to me, that were they not able to arm themselves they would have had to do an armed robbery to \ngain funding sometimes for their organisations. \n\tAt that time I had very little knowledge of what an activist was.  Were you a member of the \nANC/PAC or a communist organisation, you were considered to have been a terrorist and even if you were \nonly positively inclined towards these movements, you would have been in my eyes, a terrorist.\n\tIf any of these persons were then engaged in an armed robbery, I would have been interested in \ntheir action.  I can refer for instance to the Silverton bank robbery.  I cannot remember the year in which \nthat occurred, but there were four or five terrorists who were killed and a number of members - civilians.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "68",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The main purpose of liberation movements was to free the country from suppression and in the \nprocess my view was that they took part in armed robbery and that innocent persons were killed.  I then \nsaw the combatting of the liberation movements as part of my work at Murder and Robbery.  \n\tCaptain Hechter and myself have known each other for a long period of time, we were in a \nrelationship of trust towards each other. He would have for instance phoned me in a late afternoon to ask \nme whether I was available to assist him, I would have agreed and would have accompanied them. It was \nnot always necessary for me to go to my immediate Commanding Officer to receive his agreement for this \naction, I saw this as part of my normal duties.  I cooperated with the Security Branch and worked with \nthem as necessary.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, under whose command would you have acted in such a case?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "According to me under Captain Hechter who was at that time a Lieutenant, under his \ndirect command and then eventually under Brigadier Jack Cronje on those occasions where he was at his \noffice.  He did not always work, he might have been on leave, but I would have seen it as having been \nunder the District Commissioner of the District Northern Transvaal and of course eventually under Police \nHead Office.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, it is important that we present this testimony because your period \ndiffers somewhat from that of the other applicants, you were involved in Vlakplaas during the latter period \nwhen Colonel de Kock was also involved.  There were many reports in the newspapers with regard to \nColonel de Kock's actions during that time.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "69",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Colonel de Kock has been charged with regard to certain of these actions and he has been found \nguilty in a criminal court with regard to certain of these acts.\tWhile serving at Vlakplaas Captain \nMentz, were you aware of any criminal activities at Vlakplaas?  I am not talking about your operations, I \nam talking about other aspects.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I had some suspicions but Eugene de Kock had certain persons whom he \ntrusted and what they might have done, we other normal police officers who were the foot soldiers there, \nwould not have necessarily known.  I had suspected that there were irregularities but during the last year \nand a half while serving under Eugene de Kock, we seldom spoke to each other, we greeted each other \nwhen necessary and that was the extent of our relationship.\n\tGeneral Engelbrecht also transferred me to another branch of the Unit, since I couldn't get along \nwith De Kock.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, did you ask for a transfer to Vlakplaas on your own?  How \nwere you transferred to Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, with Almond Nofomela's arrest I came into contact with Eugene de Kock, \nthey approached me and asked me whether I wanted to come and work with them and this is how it works \nin the police, you can't simply be drafted, so I made an application and my Commanding Officer, General \nBritz then denied this application.\tAt a later time I made a second application which was then orally \nrefused, but I asked him and he passed it on and I was then transferred.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you ever discuss this with Brigadier  Cronje?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I did.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "69",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What was his attitude Captain Mentz?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At that time he attempted do dissuade me from going to Vlakplaas.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What was his reasons for this, what did he say?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I cannot remember his direct words, but he basically said that there would \nnot have been a future for me at the Unit at Vlakplaas.  General Suiker Britz, now General Suiker Britz, \nthen Commanding Officer at Murder and Robbery also strongly attempted to dissuade me from joining \nVlakplaas.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, it is necessary for me to lead this evidence because this specific \nwitness and the \nincidents he applies for, fall a little bit outside the\nambit of the evidence that was presented in respect of all four the other applicants.  Just to clarify the fact \nthat I am leading some of this evidence it was important to do that.  \n\tMr Chairman, this specific incident is an incident in respect of which I intend to lead some further \nevidence more broadly than what is contained in this application.  I do not foresee that we are going to \nfinalise this application this afternoon and I would prefer, and I would request the Committee to give me \nthe opportunity to deal with this tomorrow after having viewed the video's that we want to show to the \nCommittee.  If the Committee will allow me to.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            ";\tIs the position that those video's will be available to be screened at 9 o'clock?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ";\tYes, Mr Chairman, we have made arrangements with the SABC, they will \nassist us with that very graciously and we would like to extend out thanks to \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "70",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "them.  They will assist us and we will be able to do that.  We will also endeavour to go through the video's \ntonight and I will try to pinpoint the exact, specific aspects that we want to show to the Committee so as not \nto waste unnecessary time in that regard.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well, you may resume the leading of the more specific evidence of this witness \ntomorrow morning, after we have had an opportunity of viewing those video's which you want to show us.\n\tWe will then adjourn now and formally constitute ourselves, the Committee, at 9 o'clock \ntomorrow morning.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Sure. Mr Currin, you will be available at nine o'clock tomorrow morning?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I will be available Sir.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, that is convenient is it?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            ";\tIt is convenient Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.  We will adjourn.",
            "Unknown"
        ],
        [
            "COMMISSION ADJOURNS",
            "",
            "Unknown"
        ]
    ]
}