{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-02-25",
        "location": "PRETORIA CAPTAIN HECHTER",
        "day": "2",
        "names": [
            "JACK CRONJE",
            "WILLEM WOUTER MENTZ",
            "THOLAKELE NGQULUNGA",
            "PAUL J. J VAN VUUREN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54891&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pta/pta.htm",
        "speakers": [
            "HASSAN MALL",
            "ADV DU PLESSIS",
            "GAUTENG",
            "JUDGE WILSON",
            "EXCERPTS OF VIDEO",
            "SCREENING OF VIDEO CONTINUES",
            "COMMENTARY CONTINUES",
            "MAMASELA",
            "COMMENTARY",
            "<UNKNOWN>",
            "COETZEE",
            "NEWS READER",
            "P W BOTHA",
            "ANSWER",
            "VLOK",
            "COMMENT",
            "UNKNOWN",
            "PORTION OF VIDEO RE-SHOWN",
            "ADV DE JAGER",
            "MR CURRIN",
            "MR VISSER",
            "SISI KHAMPEPE",
            "JUDGE MGOEPE",
            "CONTENTS OF THE SECOND VIDEO",
            "SCREENING OF SECOND VIDEO CONTINUES",
            "COMMMENTARY",
            "CAPT MENTZ",
            "WILLEM WOUTER MENTZ",
            "CAMP MENTZ",
            "CAPE MENTZ",
            "COMMISSION ADJOURNS",
            "T C NGQULUNGA",
            "COMMISSION RESUMES",
            "MS NGQULUNGA",
            "THOLAKELE CATHERINE NGQULUNGA",
            "INTERPRETER"
        ],
        "original_speakers": [
            "JUDGE MALL",
            "ADV DU PLESSIS",
            "GAUTENG\n",
            "JUDGE WILSON",
            "ADV DU PLESSIS PLAYS THE VIDEO\n",
            "EXCERPTS OF VIDEO",
            "SCREENING OF VIDEO CONTINUES",
            "COMMENTARY CONTINUES",
            "SCREENING OF VIDEO CONTINUES\n",
            "MAMASELA",
            "COMMENTARY",
            "QUESTION",
            "COETZEE",
            "NEWS READER",
            "P W BOTHA",
            "FAST FORWARD\n",
            "ANSWER",
            "VLOK",
            "COMMENT",
            "ADV MPSHE",
            "PORTION OF VIDEO RE-SHOWN\n",
            "BRIGADIER JACK CRONJE",
            "EXAMINATION BY ADV DU PLESSIS",
            "BRIG CRONJE",
            "BRIG CRONJE\n",
            "ADV DE JAGER",
            "MR CURRIN",
            "FURTHER EXAMINATION BY ADV DU PLESSIS",
            "MR VISSER",
            "ADDRESS\n",
            "MS KHAMPEPE",
            "JUDGE MGOEPE",
            "ADV DU PLESSIS PLAYS THE SECOND VIDEO\n",
            "CONTENTS OF THE SECOND VIDEO",
            "SCREENING OF SECOND VIDEO CONTINUES",
            "COMMMENTARY",
            "CAPTAIN HECHTER",
            "CAPT HECHTER",
            "CAPT HECHTER\n",
            "NO QUESTIONS BY MR MPSHE\n",
            "WITNESS EXCUSED\n",
            "CAPT MENTZ\n",
            "WILLEM WOUTER MENTZ",
            "CAPT MENTZ",
            "CAMP MENTZ",
            "QUESTIONS BY ADV DE JAGER",
            "QUESTIONS BY MS KHAMPEPE",
            "CAPE MENTZ",
            "QUESTIONS BY JUDGE WILSON",
            "NO FURTHER QUESTIONS BY JUDGE WILSON\n",
            "CROSS-EXAMINATION BY ADV MPSHE",
            "NO FURTHER QUESTIONS BY ADV MPSHE\n",
            "RE-EXAMINATION BY ADV DU PLESSIS",
            "MR MPSHE",
            "COMMISSION ADJOURNS\n",
            "T C NGQULUNGA\n",
            "COMMISSION RESUMES\n",
            "MS NGQULUNGA",
            "THOLAKELE CATHERINE NGQULUNGA",
            "EXAMINATION BY ADV MPSHE",
            "CROSS-EXAMINATION BY ADV DU PLESSIS",
            "NO FURTHER QUESTIONS BY ADV DU PLESSIS\n",
            "FURTHER RE-EXAMINATION BY ADV DU PLESSIS",
            "NO FURTHER CROSS-EXAMINATION BY MR MPSHE\n",
            "O VAN VUUREN\n",
            "PAUL JACOBUS JANSEN VAN VUUREN",
            "O VAN VUUREN",
            "CROSS-EXAMINATION BY MR CURRIN",
            "NO FURTHER QUESTIONS BY MR MPSHE\n",
            "INTERPRETER",
            "FURTHER CROSS-EXAMINATION BY MR CURRIN"
        ]
    },
    "testimony": [
        [
            "HASSAN MALL",
            "... video to be shown, I leave this in the hands of my learned friends who are lawyers as \nwell as technicians, thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr Chairman, first of all, we would like to apologise \nfor the fact that we are starting a little bit late.  It is due to one specific problem and that is that we exactly \npin-pointed last night on a time counter on a video machine, exactly which excerpts we want to show.  \nHowever, the video machine that was provided to us this morning, does not seem to have a time counter \nthat is working. \n\tThat is why I tried to fix that and it seems that I can't get passed that.  If you will excuse me, then \nwhat I will do is we will try to show to you the excerpts that we decided last night to do, but I will in all \nprobability have to search backwards and forwards a little bit if you would allow me that opportunity.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, certainly, certainly.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, we intend to show just parts of the Prime Evil video which we deem \nimportant and then I intend to, with your permission, call Captain Hechter, just to give very shortly, some \ncomments and some evidence on certain of the aspects that we intend to show.  There are \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "72\ntwo video's.  The one video will deal with Prime Evil, or is\nthe Prime Evil video with some excerpts that we deem important and, the second video is a video which \ndeals with inter alia the actions of comrades and the actions of\nactivists.  It shows necklaces and what is also very important, is it shows exactly what kind of violence the \nSouth African Police was, and probably still is exposed to, today.  \n\tI have to point out to you, that in respect of the second video, there are certain parts of that video \nthat are very gruesome. We think that it is important that we should show that because of the fact that that \nindicates visually what the applicants were exposed to from day to day at that time, but I have to warn you \nthat some of the excerpts are very gruesome.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Shall we clear this room of all those under 25?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, whoever is going to be offended, and I can say to you that it is \ngoing to be bad, should not look then.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where are we going to see this video?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Here in this room?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "In this room, yes, on the screen in front of you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well in that case, can you please ask them to turn out that bright light, Ms \nKhampepe and I have to look straight at to see the video?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, I'll see to that.  Having looked at the light, Mr Chairman, I understand \nthat completely.  May I proceed?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "It's made a vast difference thank you.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "72",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "May I proceed?  Thank you Mr Chairman.   Mr Chairman, before I go ahead, I \nhave to point out that I am not going to show certain parts.  If the Committee feels I am going to fast \nforward it on the basis that one can see it on the screen, if the Committee feels that they want to view \nsomething specifically, please indicate to me or otherwise if the Committee wants to see the whole video, \nwe can show the whole video.  I don't know what the Committee would prefer.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, at this stage we don't have a clue as to what we are about to see.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Alright.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "PLAYS THE VIDEO",
            "Unknown"
        ],
        [
            "EXCERPTS OF VIDEO",
            "It was a time of growing Black resistance against the National Party's apartheid \npolicy.  Most White people believed it was a communist onslaught against Christianity and civilization.  \nThe Soviet must be stopped in Southern Africa.  We need your help as a team to stand up against the evil \nforces wishing to destroy our lovely country.  There is too much to be protected to leave it in the hands of \nirresponsible people.  \n\t(Excerpt)  We were also taught, I mean we were literally taught to hate.  If you look at the \nSecurity course that I went on for five weeks we were subjected to and we swallowed all of this - the \nranting and raving of a person that I describe as a cross between Eugene Terreblanche and Adolf Hitler, \nabout the satanic godless communists, and their Black surrogates that were going to swamp us.  I've got for \nexample, my Criminology and Ethnology training manual from when I joined the Police and I can read to \nyou a little piece here about the differences \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "73\nbetween Whites and Non-Whites in respect of crime.  \n\t\t\"The Bantu are less civilized, the more primitive the people is, the less they are able to \ncontrol their emotions.  At the slightest provocation they resort to violence.  They cannot \ndistinguish between serious and less serious matters, they are less self-controlled and \nmore impulsive.\"\nThis video was taken at the Police Training ....",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I am going to comment every now and then just to indicate the \nrelevance of certain parts of the video.  You will recall that evidence was given in respect of this specific \nissue by Brig. Cronje in respect of the propaganda that the Police was subjected to, and this is a further \nindication of exactly what kind of propaganda they were subjected to at that stage.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "It shows White policemen undergoing anti-terrorist training, \na mock ambush is set up.  \tEugene de Kock's predecessor at Vlakplaas is Captain Dirk Coetzee, who \ncompleted his Officer's training in 1975, one year before De Kock.  \n(DE KOCK SPEAKS)  We had a special lecturer, Brigadier Neels du Plooy, who was the so-called \nspecialist, a big Christian too, and he came to lecture us junior officers on communism, terrorism and \nworked us up into a frenzy with his knowledge and the viciousness and the cruelty of the enemy, of the \ncommunist, of the terrorist.  \n\tThese people they call human beings, how could they cut up nuns in East London during the riots \nin those early years, and they deserved nothing else but the worst, no mercy at all.  \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "74\n\tAfter his training .....\n\tNo casualties were sustained by Security Forces and follow up operations are continuing.  That is \nthe end of this communication.",
            "Unknown"
        ],
        [
            "COMMENTARY CONTINUES",
            "It was a war in which 40,000 people died, fought between the White \ndominated forces of Ian Smith and the liberation armies or Robert Mugabe and Joshua Nkomo.  South \nAfrica refused to impose United Nations' sanctions \nagainst Rhodesia.  \n\tOur orders, and ever since 1965 we refused to be a party to these boycotts and the policy of South \nAfrica will remain.  \n\tIncluding war supplies you will continue to allow them to go through ... (indistinct)\n\tI am afraid the answer that I have just given you, is the answer that I want to give you at this \nstage.  Unofficially, however, the Government had to help its northern neighbour.  South African \npolicemen were sent to fight alongside the Rhodesian counterparts.  This film was shot in 1974 and shows \nSouth African policemen on war duty in Rhodesia.  (Indistinct) and De Kock were amongst them.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I show this because Brigadier Cronje has given evidence that his \nstarted his career partly in the Rhodesian war and that the South African police were already at that stage \ninvolved in a war situation and not simply involved in a situation pertaining to normal police duties.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "... He was very, very loyal to the cause.  A man \nwho was practically skilled in the skills and the arts of warfare.  The man who was in hundreds of contacts, \nwho was in multiple landmine explosions, a man who PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "75\nfor 20 years, for two decades ...(fast forward)\n\tPolicemen in battle dress, armed to the teeth, rising on top of armed vehicles, called caspers.  In \nfront of the caspers, a group of trackers running on the spoor of SWAPO insurgents.  These were the men \nof Koevoet, the police counter-insurgency unit, during the Namibian Bush war.\nThe unit with the highest kill rate, but also implicated in committing atrocities against the local people.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I show this to indicate the police's involvement in the Namibian bush \nwar as well.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "... wait in the base and send you out after - on a mission that \ncould get you killed, and he expected you to follow him on such a mission.  People develop a hero worship \nfor such a man.  (Indistinct) with his people inside the trucks.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman that was the evidence given about Brigadier Cronje by, as far as I \ncan recall Captain Hechter and of the other applicants.  He was a similar kind of man and he was involved \nalso in operations, not just behind his desk, but he was involved as a leader.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "... leave Koevoet and come back to South Africa because \n\"die vyand is nou hierso\", the enemy is now in our backyard, not on the Angolan border.  It is strange to me \nthat anybody should be surprised at what he then did and the way he would then react.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, you must just please bear with me, I am finding it a little bit \ndifficult in finding the right places.  I've got the correct time slots where they should be, but as I told you I \ncan't find them so, please just bear with me.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            ".... with Mozambique.  The \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "75\nbodies of two ANC activists were burnt to ashes.  \t(Indistinct) worked with both men, they were the, \nbasically the armed wing of the National Party.  It was from here that Death Squads hunted down and \nkilled anti-apartheid activists.  Dirk Coetzee found Vlakplaas in 1980, Eugene De Kock went to Vlakplaas \nin 1983 and became Commander two years later.  Craig Williamson knew and worked with both men.\n\tThey were the basically, the armed wing of the National Party.  They were the National Party's \nequivalent of Umkhonto weSizwe.  They were people who believed absolutely that they had a mission, that \nthey had a job that only they could do, not only for themselves, but for their country, for their people, for \ntheir church and for their future and for their survival and for everybody else's survival.  For their people \nand their \"Volk's\" survival.\n\tThe formation of Vlakplaas signalled a new phase in the Government's campaign against the \nANC.  Craig Williamson calls it the Secret War.  Williamson is not only a former Security Policeman, but \nhe was also National Party member of the President's Council.  \n\tNone of us who were doing that job in those years were policemen in the sense of upholding law \nand order and walking the beat, we were soldiers and we were used to fight a secret war.  \n\tStatements by State President P.W. Botha during the 1980's left no doubt, South Africa was in a \nstate of war.  \"The terrorist games of SWAPO and the ANC are the primary enemy and \nmust be confronted and eliminated.\n\t\tWe will not talk to these people, we will fight\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "76\n\t\t them for the simple reason that they are part and parcel of the terrorist curse besetting \nthe world of today.\"  \n\tThe enemy at that time was blowing us up......",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I just want to draw your attention to exactly what President \nBotha said here on this video.  I am going to show it again.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "... of P.W. Botha during the 1980's left no doubt, South \nAfrica was in a state of war.  \"The terrorist games of SWAPO and the ANC are the \nprimary enemy and must be confronted and eliminated\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I draw your attention to the fact that he uses the word \"eliminated\".",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "\"... we will fight them for the simple reason that they are part and parcel of the terrorist \ncurse besetting the world of today\".\n(Comments)  The enemy at that time was blowing us up and was killing us and we were blowing up the \nenemy and we were killing them.  \n\tDirk Coetzee started Vlakplaas with a handful of White policemen and so called ascaris.  ANC \nand PAC guerrillas that were captured and turned by the Security Police.\n\tOne of the first ascaris to arrive at Vlakplaas was Joe Mamasela.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "In my - in the years of school I became a member of SASM, South African student \nmovement.  I was the Secretary General of SASM at Morris Isaacson and also the school campus, I was the \nDeputy National Permanent Organiser of SASM. \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "77",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "Mamasela joined in the 1976 Soweto uprising.  Inspired by the student \nrevolution, he joined the ANC and became the Organisation's courier in Botswana.  But in 1979 the young \nactivist was arrested and interrogated by the Security Branch.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "They put some electrodes all over my body, in my testicles, private parts, my anus - \nhere, it was terrible.  I was bleeding profusely, I don't know how many times I lost consciousness.\tI \nlost consciousness for several times.  The last time I fell into a deep, deep coma.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "And why did you start working for them?",
            "Unknown"
        ],
        [
            "MAMASELA",
            "There was no way I could salvage my life other than to work for them because this is what \nthey emphasised.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "He became an ascari at Vlakplaas.  He turned against his own people and became a \nkilling machine, first for Dirk Coetzee and in later years for Eugene de Kock.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "My first mission that I had to kill a human being, it was through Dirk Coetzee.",
            "Unknown"
        ],
        [
            "COETZEE",
            "I was prepared to kill as many people as I was instructed to kill.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "And if you don't do this killing, they kill you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I was requested to make the sound louder, it is impossible.  The sound \nis at its loudest.  I believe that on the earphones, one can hear perhaps a little bit better.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "If there is a problem.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "",
            "Unknown"
        ],
        [
            "MAMASELA",
            "More than six ascaris were killed.",
            "Unknown"
        ],
        [
            "COETZEE",
            "We were untouchable, completely.",
            "Unknown"
        ],
        [
            "NEWS READER",
            "\"Goeie naand, agt swartmans is in \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "78\n\t\tafsonderlike handgranaat and bomontploffings vanoggend in the swart woongebiede aan \ndie Oos-rand dood.  Minstens sewe is ernstig beseer.  Ten minste vier van die slagoffers \nwas op pad om terreurdade te pleeg toe hulle deur hulle eie plofstof gedood is.  Die \npolisie ondersoek die moontlikheid dat van die ander vier ook moontlik op pad was om \ndade van terreur te pleeg.\"",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "The next morning violence erupted in the Duduza township.  Residents believe the \npolice informant was behind the deaths of the students.  At the first funeral Archbishop Desmond Tutu \nsaved a suspected informant from being necklaced.  But at the second funeral the fury of Duduza was \nunleashed on Martha Skosana, the girlfriend of one of the students.\tSoon after Martha's necklacing, \nState President P.W. Botha, declared a state of emergency.",
            "Unknown"
        ],
        [
            "P W BOTHA",
            "Every responsible South African has with growing concern taken note of conditions of \nviolence and lawlessness which in recent times has increased and have become more severe and more cruel \nin certain parts of the Country, especially in Black townships.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "More than 10 years later the memory of Martha Skosana's death has faded, but \nnow Vlakplaas assassin Joe Mamasela is talking.  \n\tThe students didn't blow themselves up by accident - it was a Security Police dirty tricks \noperation played by, amongst others, Vlakplaas commander Eugene de Kock.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, this part relates to the Zero handgrenade incident, just to make it 100% \nclear.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "",
            "Unknown"
        ],
        [
            "MAMASELA",
            "They were infiltrated by me for about two weeks \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "78\nand in the ultimate analysis De Kock gave me some booby traps, you know what I mean, handgrenades and \none SPM limpet mine, the big one to give to them and this stuff we handed to them and they were told to \nchoose whatever target they want (indistinct), and they blew themselves up.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "And what happened to the limpet mine you gave to one of the student leaders?",
            "Unknown"
        ],
        [
            "MAMASELA",
            "It was terrible, you know, because once he started pulling off the safety-pin it went off.  \nThere was a black smoke billowing in the air with a little tongue of red smoke, a red flash, flash-light and \none could see it was blood.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "After the operation, Mamasela reported back to his Commander.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "He was ecstatic about it, he was ecstatic about it, he was extremely happy, he jumped like \na beheaded chicken.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "Eugene de Kock became Commander at Vlakplaas in 1985, the time of growing Black \nresistance against apartheid.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "The first impression that he created was that he was a brutal man, he was an aggressive \nman.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "MAMASELA",
            "(Indistinct), you know he wanted to make us dogs of war.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "His job was to combat terrorism and terrorism was then defiant.  His job was to combat \nthe onslaught against South Africa.  The onslaught at that time, first of all was in Rhodesia then it was later \nin South-West Africa Namibia and when the onslaught became hot behind our own alliance inside South \nAfrica, he was used to combat that \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "79\nonslaught here.\n\tWell anyone could see that this is a cookie you don't play with, you see.  He was quiet, well-\nspoken, but there was something that ...  \n\tThey told you don't play with this guy.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Do you think the Generals knew what he was doing?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It depends which \nGenerals, but I have no doubt there were certain Generals that knew what he was doing, because they \nweren't that dumb as not to know what he was doing.  \n\tAt least once a month the top structure of security headquarters, the Generals, would come for a \n\"potjiekos\" or a \"braai\" and then Colonel De Kock used to foresee us with finance to go buy the meat and \nthe booze etc, and it started about twelve o'clock on a Friday afternoon and end whatever.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Did the Generals know what was going on at Vlakplaas?",
            "Unknown"
        ],
        [
            "ANSWER",
            "There was a full time party there, three times a week all the Generals were there, celebrating \nand as soon as the shit hit the fan, they disappeared and no one came, nobody.\n\tThe Generals did visit the farm frequently and I am sure that they had report-backs from Eugene, \nactions that were taken, but to say that they knew in detail, I wouldn't agree with that.\n\tThey drew the parameters, they drew the counter- \nevolutionary strategy, they gave us the budgets, they gave us the men, they gave us the means, the \nequipment and they monitored our effectiveness and whether we were doing our job or not and they were \nhappy, they gave us the highest declarations that this Country can give and yes, many of \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "80\nthem turned round at the end of the day and said goodness, gracious, we didn't know that these band of \nmerry men of ours were doing such nasty things.  If they were doing these nasty things, they must have \nbeen doing it on their own initiative.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Because of the police, the top police ...(indistinct) was the family.\n\tIt is one of the dichotomies of man that in fact perhaps because you are a loving father and \nbecause you love your people, and because you love your Country, you prefer to kill for it, (indistinct).  \nYou may also have to be prepared to die for it. .... (tape ends)",
            "Unknown"
        ],
        [
            "MAMASELA",
            "?)\tHow I don't know but you must suffer, and God is going to punish me, that's what I'm \nsure about.\n\t... beweerde apartheidmisdade.  Die Kommissie het gese as mnr Botha weier om te antwoord op \ndie beweerde ...",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, if you will just bear with me for a minute please.  Mr Chairman, \nI think it is nearly at the end of what I want to show, I just want to make hundred percent sure that I've \ncovered everything.  This is the last part of the video that deals with Colonel de Kock, which was not \nimportant for purposes of this hearing.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "....\"Spanbou\" is usually four days, it is nice the Government expenses who doesn't do it, everyone \ndoes it.  One big party.  ....(Indistinct) get intoxicated, wrestle and stuff like that.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "In this instance the men were joined by General Krappies Engelbrecht.  He was the \nunit's so-called Sweeper.  De Kock will have to cover up.  He was implicated in Court \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "81\nin some of the charges against De Kock.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I show that excerpt because I am also going to call Brigadier \nCronje very shortly on that.  He already gave evidence that he distances himself from Colonel De Kock and \nfrom Captain Dirk Coetzee and he will testify about things like that and if that happened during his period \nat Vlakplaas.",
            "Unknown"
        ],
        [
            "SCREENING OF VIDEO CONTINUES",
            "",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "....bravery, outstanding service and combatting terrorism.  In December 1985 he \nreceived the Police Cross for Bravery for this raid into Lesotho.  De Kock....\n -  the former police Commissioner, General Johan van der Merwe, to this day, the General denies any \nknowledge of the existence of Police Death Squads.\n\tEugene de Kock was charged with only one murder.  \nFast forward",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "... Hit Squad members as ascaris, according to General Coetzee former terrorists who \nhad joined the Security Police and assisted in the identification of infiltrating ANC and PAC members.  \nPraising their work, General Coetzee denied the Ascaris had ever been ordered to assassinate, adding and \nwe quote,\n\t\t\"Just the thought of such a squad would defeat all the Police stands for\".",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "What did you tell you colleagues in the National Party, at that time?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I told them what the system wanted them to believe and that Dirk Coetzee was obviously an \nagent of International Communism who was attempting to destabilise the psychological status of our \ncounter-revolutionary efforts.  \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "81",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Why didn't you tell them the truth?",
            "Unknown"
        ],
        [
            "ANSWER",
            "(Laughs) That would have been an interesting occurrence if I had.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "In meetings with policemen around the country Minster of Law and Order, Adriaan \nVlok, said Coetzee was part of the dirty tricks campaign against the Police.",
            "Unknown"
        ],
        [
            "VLOK",
            "\"Die polisie wat hulle lewens opoffer vir die land, wat hulle tyd, alles gee vir Suid-Afrika en sy \nmense en al dank wat ons kry van 'n groot klomp mense, is dat ons word beswadder en \nbeskuldig van die lelikste dinge wat denkbaar is.\"",
            "Unknown"
        ],
        [
            "ANSWER",
            "I can expect some naive people on the (indistinct) maybe can believe that story, but \npeople who were in the management structures of the State, didn't believe that story, they knew who was \nkilling the ANC.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "Coetzee went into hiding in Zambia.....\n(Fast forward)",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Did you lie to the Harms Commission?",
            "Unknown"
        ],
        [
            "MAMASELA",
            "Oh, I lied, I lied.  We all lied from Cape to Cairo.  It was a shambles.",
            "Unknown"
        ],
        [
            "ANSWER",
            "It was totally the nonsense that was fed to them, I mean the whole Harms Commission was a \nfarce, it was fed manure and it was kept in the dark and it grew, the type of mushrooms that it was \nsupposed to grow.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "No, we were told to lie, it was instructions from the Generals that we should lie.  There \nwas no way that we could compromise the police, no when we told - in all sections that we should lie.",
            "Unknown"
        ],
        [
            "ANSWER",
            "I think one of the important things that we in this country are going to have to come to \nterms with is the total lie that we all lived with.  I find this now sometimes PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "82\nvery difficult to believe the - that they'd lie.  We often used to talk or you hear about people saying that as \nlong as you make the lie big enough, you can in fact fool all of the people all of the time.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "While the men at Vlakplaas continued to lie to the Harms Commission, De Kock and \nhis Squad attacked a house in Botswana.  They shot and killed a PAC activist, his wife and two children.\n\tDe Kock and his superiors would stop at nothing to hide\ntheir crimes even if it meant another murder.  This is the grave of Constable Brian Ngqulunga.  For nine \nyears, one of the unit's most trusted members.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "(?) \tBrian, the whole thing shook him to the marrow, it disturbed him.  He was a completely \ndevastated person, he was a pathetic sight.  You know he was frail, he drank too much.  The whole \nexposure into the media went into his mind.  He couldn't take it.  He was on the verge of complete \nbreakdown.\tAnd as a result he shot his wife three times, his pregnant wife.  Fortunately the poor \nwoman did not die.",
            "Unknown"
        ],
        [
            "COMMENT",
            "Eugene never boasted or he never talked about that, but yes, I knew and he would mention \nthat he had to eliminate someone because of the fact that the person was posing a threat, and threatened to \ngo and talk about certain things.",
            "Unknown"
        ],
        [
            "MAMASELA",
            "There was a meeting at General Engelbrecht's office.  Nick van Rensburg was also there, \nDe Kock was there, a lot of guys was there and it was - concern was raised about Brian Ngqulunga's \nbehaviour and his drinking problem and that he is becoming progressively agitated and nervous and they \nwere afraid that this condition will \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "83\njeopardise the police case in the Harms Commission and De Kock suggested that Brian should be killed, he \nshould be eliminated.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "On the 20th of July 1990 Brian Ngqulunga was shot dead in the township of \nSoshanguve near Pretoria.  His grave is on a hill overlooking Vlakplaas.  He was given an official police \nfuneral.  \n\tNine months after his appointment, Mr Justice Louis Harms released his findings.\n\tThere were no police Death Squads, he said.  Dirk Coetzee, had lied.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, can I just make a request.  \nSeeing that we are watching something on Brian Ngqulunga and\nthe wife and the relatives are here, that it be re-shown and they be allowed to come and sit at a place where \nthey can see that for themselves.  It is a request.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "When you say they are here, do you mean they are in this hall?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They are in this hall, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Then, should they not be able to see it now whilst it is being shown to us?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is the request I am making that they be allowed to come forward and see it.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Oh, I thought you said they should be screened to them on another occasion.  Certainly.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, while we are on this point, Captain Mentz will testify \nabout this specific incident and especially relating to the orders that they were given in respect of Brian \nNgqulunga.  I am showing this video now before Captain Mentz' evidence.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "84\n\tI just want to indicate to you at this stage that the \nevidence of Captain Mentz will be that he and the others that were instructed to eliminate Brian Ngqulunga \nwere never informed of the reason that is now alleged by Mr Mamasela to have been the reason for the \nelimination.  I am just making that point.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Noted.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, and Mr Chairman furthermore I want to point out to you that Mamasela \nwas not involved in that operation at all.  So the evidence that is shown on the video will, to a certain \nextent, be contradicted by the evidence of Captain Mentz.",
            "Unknown"
        ],
        [
            "PORTION OF VIDEO RE-SHOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I am just making hundred percent sure that I've covered \neverything.  \n\tMr Chairman I would like with your permission, in respect of this video before we show the other \nvideo, to call Brigadier Cronje very shortly just to give his comments on one or two of the aspects.I want to \nmake one other point.\n\tAfter having, well showing the excerpt of Brian Ngqulunga, I realised that the excerpt itself and \nwhat was said in the excerpt is obviously detrimental and perhaps prejudicial to Captain Mentz' application.  \nWe, however, decided that because of the fact that we are speaking the truth from Captain Mentz' point of \nview and what happened to him, that it would be in our interest to show this excerpt in respect of Brian \nNgqulunga even if what was said there, might and I am not saying that it does, but might contradict what \nCaptain Mentz' evidence is.\n\tI want to make that point very clear Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You will obviously tell us who compiled that \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "84\nparticular video, would you not?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, we will be able to give you the \ninformation Mr Chairman, yes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "The Committee will take a short adjournment at this stage.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS.\nCOMMITTEE RESUMES.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "In fairness to counsel I think it should be told that a member of the Committee felt that \nas a result of what we had seen, a certain question may be cleared up amongst ourselves and it was in order \nto discuss that point,\nthat this short adjournment was taken and I am hoping it hasn't inconvenienced anybody.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr Chairman, may I allowed to call Brigadier \nCronje very shortly for five minutes?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, you have now seen the video.  Parts of the \nRhodesian war and the Namibian Bush war.  Do you confirm that you were also involved in a similar \nmanner?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, you also heard what Craig Williamson said in the video with \nregards to the fact that the Security Branch was the military wing of the National Party.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you agree with that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I do.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "85",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You've also heard the ex-President Botha specifically speaking about the fact \nthat ANC activists, I think he said ANC activists and terrorists, would be eliminated?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you hear that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier could you just give the Committee an indication of how you \nregarded that in the light of Brigadier Victor's instruction?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Brigadier Victor probably received his instruction from higher up and I thus believed \nthat his\ninstructions came from higher up and that these were the correct instructions.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And Brigadier, do you regard it in the light of what has been said in the video by \nPresident Botha that there was a possibility that the instruction came from him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I saw it as such.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, you also saw what was said with regard to the Zero hand grenade \nincident, was there anything you would like to dispute with regards to that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would like to differ in the sense that De Kock was not in charge of the Operation, I was \nin charge of the Operation.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Very well. Brigadier it appears as though the producers of the video, either out \nof ignorance or for convenience sake, the period which you were in charge of Vlakplaas or otherwise \nomitted to include that in the video would you care to give any explanation to that effect?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I cannot give any explanation.  I would like to say to the Committee that I took over \nfrom Coetzee and \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "86",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "not De Kock.  And furthermore I would like to say that the people who worked with me, did not look \nanything like the people on the video.  I refer to Colonel Venter, he was the type of man who worked with \nme.  \n\tFurthermore, parties as the one on the beach, would not have been, never have been allowed in \nmy time.  I would also like to say that De Kock was transferred to me from Koevoet, I did not want him \nthere, but I was given an instruction to take him.\n\tThose type of things never happened under my command and it would never have happened \nunder my command, I kept my\nfoot on De Kock's throat and such things would never have happened under my command.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, as far as Dirk Coetzee's evidence is concerned that he was like God \nover there and he could do as he pleased, what is your comment on that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It did not work like that Mr Chairman.  Dirk Coetzee exaggerated as far as that is \nconcerned, that is not how we operated.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Very well then.  Brigadier, what is said there by Craig Williamson with \nregards to the involvement of the Generals in Vlakplaas, that what happened at Vlakplaas happened with \nthe knowledge of the Generals, do you identify with that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could you please repeat that?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What Craig Williamson said on the video with regards to the involvement of \nthe Generals in Vlakplaas and the fact that they knew and also the higher authorities, the fact that they \nknew about the operations of Vlakplaas, do you identify with that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I do, they all knew what was happening \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "87",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "at Vlakplaas.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "When you say \"all\" do you mean every single General in the police force or are \nyou limiting yourself to a limited number?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would limit it to the Generals in the Security Branch, the Commissioner of South \nAfrican Police, who were all members of the Security Branch before.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, at some stage there were also photographs of the members posing \nfor photographs with corpses laying around as if they were very proud of what they had done, was that \nyour approach at the time, did you allow such things?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman I have no further questions.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Whose decision was it to transfer De Kock from Koevoet to Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As I understood it, De Kock had been such a cause of trouble in Oshakati by fighting \nthat they had no option, his Commanding Officer there requested that he be transferred and Brigadier \nSchoon instructed me to take him in.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Was there a time when you and Dirk Coetzee were together at Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Chairperson.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Precisely how would reports of what was happening at Vlakplaas be conveyed to \nheadquarters?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It would have been done orally, Chairperson and would very seldom have been done in \nwriting.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "How would instructions to Vlakplaas or to \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "88",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "you be conveyed from headquarters?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Also orally.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Would there be an intermediary between the people that were going to give you \ninstructions and yourself or would the instructions be conveyed to you directly?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "To me directly, Chairperson.  To me directly, Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You were asked about the video that we've looked at and in particular what I \nwant to ask you about is a speech made by Mr P.W. Botha.  You remember that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            ";\tYes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Is it correct that the video we have just been shown, consisted largely of \nextracts from earlier news\nreports, matters of that nature?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It appeared to me as such Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "That the speech that we heard from Mr P.W. Botha was a speech he made in \nthe 1980's, not something that was made for this video?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I do not know when he made it.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It was in the past, something you, all of us would have heard many years ago?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And ...(indistinct) at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And the second matter which is not of the same relevance is these parties on \nthe beach we're showed, there had been frequent complaints in the Natal Parks Board about a certain \nmilitary place down on the coast there, is that where the parties were?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It seems to me that it was at a house on the north coast.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "88",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Brigadier Cronje, the reports you said were done verbally to head office, were these \ndone during regular meetings or were they done at any time when an incident took place or how often were \nthese reports submitted?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The way in which we operated was that I had four divisions which worked in different \nregions.  One for example in Natal, one in the Eastern Transvaal, the other in the Northern Transvaal and \nso forth, and depending on what took place there at the end of the month those people would come back \nand report to me and I would report to my head, Brigadier Schoon.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "So it was not a report made at a formal meeting?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Chairperson.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Were there any agreements, standing\nagreements where strategic reports would be made?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Every morning Brigadier Schoon would attend the San Hedrin and I would - what I \nreported back to him, he would report back to this San Hedrin.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "We have no questions at this stage, thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No questions Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I just want to ask two questions \npertaining to the questions that the Committee asked.  \n\tBrigadier, the parties which they showed here, I believed that they were held at Sodwana, was it \nduring Colonel De Kock's time, do you know during which period these parties took place?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I do not know during which period they took place, but they had to have been during his \nperiod.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Would Captain Mentz be able to give us a bit PRETORIA \nHEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "89",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "more detail?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I believe so.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I would just like to put it to you for the Committee's benefit, that Captain \nMentz will say that those parties were held in the 1990's, so that was long after you had left Vlakplaas.  \nBrigadier Cronje, would you say that it is possible that the fact that you were not mentioned in this video is \nsimply because you were not involved in sensational incidents such as De Kock and them, could you just \ncomment on that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I suspect that that is the reason why I am not mentioned as a Commanding Officer.\nWITNESS EXCUSED.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, may I be allowed to say\nsomething?  Can you see me, I am a bit far away?",
            "Male"
        ],
        [
            "HASSAN MALL",
            "...(indistinct)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, first of all we must place ourselves on record before the Committee.  Acting \nfor certain people who have applied for amnesty and we have some points which we wish to make in \nregard to the evidence and particularly Section 19(4) notices.  We don't want to interrupt at this stage, the \nreason why I am addressing you right now is ...(intervention)",
            "Male"
        ],
        [
            "HASSAN MALL",
            "I would rather you tell me who you are appearing for.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, for record purposes, my name is L.J.L. Visser, I am instructed by \nWagenaar, Muller & Du Plessis.  \n\tMay I hand up to you a document, Mr Chairman, which will summarise what I wish to say to you \nright now and part of the reason why I wish to hand it up to you is you will \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "90",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "find an annexure attached to the document which I present to you right now, that contains the names of \nthose people whom we represent in their amnesty applications.\n\tMay I by way of short introduction Mr Chairman say that we act if you look at the annexure \ncontaining the names if they were numbered, you would have seen that they number 81 on the list as they \nstand at present.  So presently we act for 81 applicants, Mr Chairman.\n\tMr Chairman, what this really is about is the issue of how the Committee is going to deal in future \nwith evidence of applicants before you which implicate other individuals.  more in particular, those for \nwhom I appear.  It appears to us Mr Chairman, and we have stated that at page 2, that in regard to the \nSection 19(4) notices, there appears to us to be two permutations mainly and that is that our clients might \ndeny their involvement or alternatively they might \nadmit their involvement.  Now ...(intervention)",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Or there is another alternative - might ignore it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, we can assure you we are not going to ignore it.  So as far as we are concerned that \nis not a permutation.  What we wish to say just at this stage very shortly Mr Chairman, is that insofar as our \nclients either admit or deny being implied by other applicants, we, as we stated to you yesterday in your \nchambers, if we know of an incident which is going to be brought before you on a particular date, we will \nsee to it that we are here and that we inform you of the exact position of that particular implicated client of \nours.\n\tBroadly speaking ins far as, we don't want to go through this every time for 81 people, and that is \nwhy we've PRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "91",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "handed in this little document, simply to say that where we admit being involved, it does not necessarily \nmean that we agree with the evidence tendered by an applicant before you or with his particular motivation, \nit goes without saying, Mr Chairman.\n\tThe reason why we make this point right now is that it does not occur to us to be the time or the \nplace to place in issue all the evidence placed before you by the present applicants, where we should \ndisagree with them.  We would be in your hands as to how you want to deal with those disputes, all that we \nwill do at this stage, and we undertake to do, is to draw your attention to any disputes which may exist.\n\tWhat we want to make absolutely clear is that we are not objecting on behalf of any of our clients \nto any of the applications now before you.  If it should happen Mr\nChairman, that on the evidence as disputed perhaps by any of our clients in future, it becomes necessary for \nyou to make credibility findings, well then we will have to be led by you at that stage, presently we are \nassuming that there may not be such material disputes as will disenable you to make a finding on their \napplication.  We are hoping that that is going to be the situation that prevails.\n\tI will finish Mr Chairman, this is really a build up to the question of the Section 19(4) notices.  \nWe are in this position for example, this morning we heard evidence which affect Victor and Schoon for \nwhom we appear and we had no notice that this was going to happen.\n\tNow quite clearly from an administrative point of view, it occurs to us that the Committee is in an \ninvidious position.   My attorney and myself discussed yesterday the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "91",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "practical situation that acting for these people, we know in which incidents they are involved, but Mr \nMpshe does not, for the simple reason that an applicant may not have mentioned the name and he informs \nus that he hasn't read through all the amnesty applications, so he is completely in the dark.\n\tWhat we wish to suggest by way of assisting if we can, is that my attorney should draw up a list \nof incidents of all the incidents in which our applicants are involved, for example the Nietverdiend incident \nand the Zero incident and whatever and then give a list of names of our clients who are involved in those \nincidents to Mr Mpshe, so as to make it possible for him to give us 19(4) notices.  \n\tMay I just, while we are on the issue of 19(4) issues, make our position clear.  We have in fact, \nmy attorney has in fact told Mr Mpshe it is not necessary to give us the\nnotices and then we reconsidered.  The problem with that Mr Chairman, is that it is one thing to know that \nyou are implicated, but it is another thing to know on what evidence.\tWe had to retract that offer and \nyou will see that in the letter which we've handed up to you which you ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Wasn't it perhaps accepted before you retracted it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, my learned friend Mr Mpshe did not take that point against us, Mr Chairman and I'm \nhoping that we don't have to go into the law of contract on that issue. But the point is that it does seem \nnecessary to know beforehand Mr Chairman what the other person who implicates our clients, is going to \nsay.  I think it is a matter of logic, so it is not as if we wish to make more work for Mr Mpshe, \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "92",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "but it occurs to us to be necessary and I just wanted to explain that.  \n\tSo Mr Chairman, thank you for listening to me for so long, but what we suggest then is that we \nshould give you that list and that that would enable Mr Mpshe to give us due notice of when a particular \nincident will be heard and at that stage we will then come and if we may, by way of a short affidavit on \nbehalf of that client of ours, simply state very briefly what is in dispute and what is not in dispute.\tThat \nis the best we can think of offering our assistance at this point in time, but we will obviously be led by \nwhatever you decide, how you wish to do it.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Speaking for myself, I think that it will be very very helpful to carry out the suggestion \nwhich you have made about giving us a list of your clients setting out how,\nbriefly or rather in respect of which matters, they were implicated.\n\tI am glad that you appreciate the difficulty we have in carrying out Section 19(4) notices, simply \nbecause as evidence unfolds names are mentioned, we hear them for the first time and it seems that the \nonly way in which that can be done, would be at the end of each day to draw up a list of people whose \nnames are mentioned, who may be implicated.  Not people whose names are merely mentioned, but who \nmay be implicated and at the end of each day take steps to notify people.\n\tBut I see that all your clients whose names appear here have themselves applied for amnesty and, \nit may very well be that they will have ample opportunity at that stage to give their version as fully as they \nwould like to and the Committee, I can assure you, will give full consideration to PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "93\nthe evidence of their account and the extent of their participation in whatever they are applying amnesty \nfor.\n\tIt may be that if we can avoid a repetition of hearing evidence, in other words if we can avoid \ncalling a man simply because his name is mentioned and he is given notice in terms of Section 19(4), for \nhim to come here and respond to what was said yesterday about him, and then find out that he has made an \napplication for amnesty and he will be repeating what he said then, one certainly wants to avoid that.  \n\tYou understand the time constraints within which this Committee is functioning.  We are always \nlooking for ways of streamlining procedures and it would seem that if you furnish this document with what \nyour clients have to comment on and in what matters they are implicated in, it will facilitate matters and \nthat document should be handed to counsel for the applicants.\n\tNow we understand you are telling us that your clients do not object to the applications for \namnesty by the applicants.  That is a matter of some importance.  It is a question of hearing their version of \nwhat is being said and we will have an open mind in that regard and I can assure you on behalf of the \nCommittee, that we will do so.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            ";\tCan I add something Mr Visser that I think may be of assistance.  I don't know \nhow many of your clients are policemen or army officers, but ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I can answer the question immediately, 80 of them are policemen and one is \nan ex-Minister of Police.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It would be much easier to identify them if you could also give ranks, so when \nsomebody talks about \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "94",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Captain Coetzee, because you've got about five different Coetzee's, if you could put the ranks onto the list, \nI think it would make it easier for Mr Mpshe and others to identify.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We hear what you say Mr Chairman, but there is a problem with that and that is the \nchanging of the ranks, but we will do it anyway as near as possible.  We can identify them.  \n\tMay we accept then that for as far as our clients have been implicated here today, you will \nappreciate that obviously we have no instructions on that, we will not forego any rights by asking you to \nallow whatever our reaction is going to be to stand down to a later date?",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Quite right.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I also add Mr Chairman, you've suggested it and we have already done that, we \nhave also circulated these affidavits which we spoke about earlier in which we\nsay what is admitted and what is denied to the applicants' legal representatives.\tThe reason for that is \nthat they might, with that knowledge, be able even from their side to shorten proceedings by perhaps \navoiding disputes or cutting out disputes where it is possible.  \n\tMay it please you, thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Visser, as far as the affidavits that you've given to the other people, if you intend that \nthey should be part of our material to be considered, we will be glad to receive it ourselves so if you could \nhand it into the Commission, if you consider that to be necessary?\n\tAs far as the evidence given this morning, could I say that insofar as the video's have been \nconfirmed under oath, as far as I am concerned that would be considered as evidence, the mere showing of \nthe video with a lot of faces \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "94",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "appearing thereon, wouldn't as far as we are concerned, implicate those persons except as far as they've in \nfact implicated by this person giving evidence now.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  Dealing with the last point that certainly accords with our view \nof the law and we are thankful for that direction which you have given.  \n\tAs far as handing up the affidavits to you, we didn't mention it because we thought it spoke for \nitself, the whole intention of the affidavits would be for your information, for your consumption, but we \nwill also make it available to the legal representatives of the applicants.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, of course we will.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sisi?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I say one last thing.  General Johan van\nder Merwe, the issue which we spoke about yesterday, I am hoping that I won't have to speak again today, \nso while it is my turn, while I've been given a turn, I wish to put it all in - he will be available on Thursday \nthe 27th for Mr Currin to put his questions to him.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Visser, would you have any objection in making those affidavits available to legal \nrepresentatives of victims or the relatives of the deceased in respect of which the applicants are applying for \namnesty?",
            "Female"
        ],
        [
            "MR VISSER",
            "Mr Chairman, may we respond this way.  Obviously we would have a practical problem, \nknowing who these people are, what we would say with respect Mr Chairman, and my attorney can stop \nme if I am wrong, is that we would have no objection if Mr Mpshe imparted that \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "95",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "information to - may I just take an instruction on that?  Yes, of course the practical problem is also that as \nwe are sitting here we still don't really know what is going to develop so that we can't tell you now that we \nare going to give you affidavits of 81 people, we will have to see what is alleged against them and in fact \nfor Schoon we had an affidavit here this morning, which has now become irrelevant because of some of the \nevidence that had been given here, so at the time when Mr Mpshe gets it, it will hopefully be in its semi or \nfinal form and at that stage we would have no objection to him imparting that information.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.  We think that that is an imminently sensible way of doing it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Yes?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Visser, only another practicality.  We haven't been supplied with the ranks, but \nwould you say that you are representing all the Generals in the Security police?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Not even close, Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Because the trouble we've got is that there was a reference to the Generals in the \nSecurity police would have known, and we can't give notices to people we don't know.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I was listening to the evidence and that very problem struck me Mr Chairman.  I was saying \nto myself that if I had to cross-examine now I would have to ask who were these Generals, but I didn't want \nto interfere, but we have that problem, but we certainly don't act for all the Generals, no.  You will see from \nthe names, although the ranks are not there, from the list you will, I think Mr \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "96",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Chairman with respect, you will be able to identify the Generals.  We are talking about General Johan \nCoetzee, General Johan van der Merwe - may I just take instructions?\n\tMy attorney suggests in order to attempt to assist, if you feel that there are Generals which you \nwould like to send Section 19(4) notices to, perhaps to send him a copy of that notice and he might be able, \nor he would probably be able to locate that person and deliver that notice on behalf of the Committee to \nthem, which may circumvent that problem Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            ";\tOther than that, I am not sure whether we can be of much assistance in that regard.  \nAlright, thank you very much.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, may I perhaps comment just on two aspects.  \n\tThe first aspect is that the evidence pertaining to Brigadiers Victor and Schoon which was given \nthis morning, was actually in the light of the previous evidence that was given, no more than probably a \nrepetition of what was given already.\n\tSo that evidence was in any event available to Mr Visser and there is nothing new in terms of \nwhich his clients have been implicated.  \n\tIn respect of the affidavits that they want to hand up Mr Chairman, clearly we do not have a \nproblem with that, except for one aspect thereof, and that is that I would like to be in a position to be able to \nconsider the contents of such an affidavit before evidence is led pertaining to a specific incident, so that I \ncan take it up with my clients, so that I can lead evidence pertaining to any contradictions PRETORIA \nHEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "96",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "between my client's evidence and whatever is contained in such an affidavit.\n\tWe do not have any objection that the contents of our amnesty applications be made available to \nMr Visser for that purpose so that they can go through that and so that they will then obviously be able to \nprovide us with copies of such affidavits beforehand.  Obviously it would have an effect on our client's \napplications, because of the fact that the contradictions might cause us certain difficulties which we do not \nknow at this stage what facts will be contradicted, otherwise Mr Chairman I will have to ask the Committee \nto recall my clients after giving evidence and after having received the affidavits in specific incidents, \nwhich I would not want to do.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, I think nobody wants to have these proceedings carry on indefinitely.  There must be \nsome\nfinality in the submissions that you wish to make on behalf of your clients, and if the time comes when Mr \nVisser's clients make their application for amnesty, the Committee will bear in mind whatever differences \nthere are, between the evidence they give and the evidence you give.\n\tSome of these differences may be faulty recollections, because of passage of time, they may be on \nside issues and not on material issues, those are factors which we will take into account, but I think that in \nfairness to your clients, if there is anything material you client's attention will be drawn to those.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, do I understand then that the Committee will draw our attention to \nany contradictions which the Committee deem important and which will then be taken up?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "97",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "That is in addition to the fact that you will be given the affidavits by Mr Visser?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You will have an opportunity of deciding yourself as to whether the differences between \nyour clients' version and his clients' is on a material issue or on a side issue and so on.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, I understand.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "And we rely on your good judgement.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, the only point that I am trying to make is that I would prefer having those \naffidavits before my clients give evidence, that is the only request that I have.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "If that is possible, we must do so.  Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we have offered to make these available to my learned friend.  He hasn't \nbeen listening to\nwhat I've been saying.  We are under no obligation to him to give it to him, I am not going to undertake to \ngive it to him any period of time beforehand because it depends on when they are going to become \navailable, we've got the right to place before you evidence where we are implicated Mr  Chairman, so I \ndon't need his objection or his admission either.  We've offered it Mr Chairman, we certainly don't want to \nget involved in an argument about it with my learned friend.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "No, I think it is a question of not merely making a verbal offer, I am talking about \nmaking them available.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, yes, we will make it available.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Thank you.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "98",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I still don't understand my learned friend.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I think if you have a chat with him during the adjournment you might be able to \nunderstand.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, alright, then I would like to do that Mr Chairman, because I don't understand \nmy learned friend to say that he will give it before we give evidence, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            ";\tAlright, would you clear it up with him during the adjournment, please.  I'd like us to \nproceed with the evidence.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes.  Mr Chairman, I just want to make this clear, if we are not going to be provided \nthe opportunity of having sight of whatever they are going to place before the Committee ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr du Plessis how can he reply to an allegation before you've given evidence?  He \nobviously has to hear the evidence and then reply thereto.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "But Mr Chairman because the evidence is contained in the applications and we \noffered to make the applications available.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Ja, he hasn't had the applications up to now.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "But we are offering to make it available now, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I appeal to the good sense of the parties in this matter, not to engage in this kind of \ndebate. I am sure that commonsense will prevail if you come together and sort this matter out as best as you \ncan.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "We will endeavour to do so, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Please.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But I think you must bear in mind is that \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "99\nwhat Mr Visser, as I understand him is trying to do, is to comply with the provisions of the Act which \nentitle his clients to be heard, but to avoid having days and days of oral evidence by giving affidavits which \nif we accept, we need not hear his clients and obviously if those affidavits conflict with what your clients \nhave said, then that witness will have to be heard, they cannot conflict merely by affidavit.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Well, Mr Chairman, that is one of the problems that I have got.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes you will get the affidavit, if it conflicts you can ask for the witness to be \ncalled.  If it agrees with what your clients have said, we waste no further time.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That is precisely correct, Mr Chairman, we are trying to help streamline the procedure.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, thank you.  You may proceed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, I would like to proceed with the second video.  Mr \nChairman, I don't know when the tea break would be.  If it is quarter past eleven we will not be finished \nwith the video I think.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Alright.  We will then take the adjournment now and resume at a quarter past eleven.\nCOMMITTEE ADJOURNS.\nCOMMITTEE RESUMES.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "We have had discussions with the legal representatives of the 81 other policemen.  \nWe have received certain affidavits, I am not hundred percent sure that they are all the affidavits.  We have \nnot yet as far as I am \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "99\nconcerned, come to a hundred percent final arrangement in that regard. I still need to clear up one or two \npoints.  I must say that in principle in a discussion between my attorney and Mr Wagenaar, there was \nagreement in principal and both parties intend to work together so it is just a question of clearing up one or \ntwo points, I just want to make that clear.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Can I ask something Mr Visser, which you will have to ask your attorney I \nthink, that is how quickly would he be able to give us a list of persons implicated in your applications and \nwould he be able to give a list, this would be for our assistance and not binding, of the incidents in which \npersons are involved in your applications?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that was the suggestion Mr Chairman, that we make a list of the incidents and then \nwe will add to the incidents or under the incidents the names of those of our clients who are involved in \nthem.   I think that is probably the way to go - or would you want us to make a list\nof names and add the incidents to each name, because then it is going to be far too difficult?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No, your suggestion, but not only the names of your clients who are involved, \nbut the names of the persons your clients allege were implicated.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that is a second aspect which I think could be done, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "If it could be done.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, of course that list is for the eyes of the Committee only, clearly.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "To facilitate the work of the Committee.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Oh, and His Lordship Mr Justice Wilson asked \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR VISSER",
            "100",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "me when this can be done, my attorney suggests that he can probably be ready with it by Thursday \nmorning when we have to be here anyway.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, if he can, I will be very pleased.  And the list of names of persons \ninvolved, will be for our eyes, but we may make use of it in notifying people?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that is the idea, as long as it is not for publication purposes, it is clearly just to assist \nyou, yes.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "It is to facilitate the work of this Committee.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Absolutely Mr Chairman.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Thank you.  May we proceed with the video?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr Chairman, before I show this video I just want to \nindicate to you the specific aspects that will be dealt with in the video itself.  \n\tThe first incident that will be shown is the Church Street bomb, and the bomb in the Hallmark \nbuilding in Pretoria.  \n\tThe second part of the video which shows the\nmurder on the Niemand family in Pretoria.  Now that part of the video Mr Chairman, relates to normal \nviolence that policemen are exposed to and that would be important for purposes of the evidence of the \npsychiatrist later on as well as to give the Committee a visual general background of what policemen in the \nnormal course of their duties are exposed to.\n\tThe third part of the video would entail pictures of murders etc, which were not politically \nmotivated.\n\tThe fourth part of the video shows the actions of crowds, necklaces, violences on innocent people \nand the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "101",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "involvement of youths and activists in crowd behaviour.  This will have a political connotation.\n\tThe fifth part will show provocation during crowd control, which will also be of political \nimportance. \n\tThe sixth part of it relates to attacks on policemen in Mamelodi and Westonaria, and that is also \nimportant for purposes of the Zero hand grenade incident as the whole planning of that incident was borne \nout of specifically attacks on policemen.\n\tThen the next part would relate to attacks on civilians and deaths of civilians in political related \nincidents.  \n\tAnd the last part would show riots and burning of vehicles.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Du Plessis ...",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I don't want to interrupt you, but we are dealing with political related offences, we are \nnot dealing with extenuating circumstances.  That is what the court would deal with.  As I've already \nindicated, what we see there, I don't regard it as evidence. Once it's confirmed by a witness under oath that \nmay be a different position.  So really what the police are doing in the ordinary prevention of crime, I don't \nthink that is very relevant to our task here and we don't want to be engaged in long hearings about \nirrelevant things here.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, the video is quite short.  I think it is approximately in total \n15 minutes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, let's proceed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, I just want to make clear I intend to call Captain Hechter \nthereafter to give evidence in general about what was shown and the fact that \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "102\nhe was exposed to similar kinds of incidents.  Obviously we don't have video footage of incidents where \nour clients were involved in to a large extent, but I will make the video relevant in evidence by way of \ncalling Captain Hechter to testify about what was seen.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "The Chairman said you could proceed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "May I proceed, thank you?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Sorry, just a moment before you do that, I am not sure why you should proceed \nto show us pictures which deal with incidents which have nothing to do with political issues.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, the reason for that is the following.  The psychiatric evidence which \nwe will present to this Committee will deal specifically with the fact that policemen in the general course of \ntheir work became exposed and that is the case today as well, become exposed to extreme violence and \nextreme violent situations.\n\tThat causes an acceptance by such policemen of violence to the extent that serious violence \nbecomes something that is not so important to such a policemen as a normal person\nin the street, it is a psychological process which at the end of the day makes such a person somebody who \nis prone to much easier or prone to acts of violence much easier because of the psychological situation he is \nsubjected to.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I don't want to interrupt you, but please understand at the end of the evidence I have no \ndoubt you will be addressing us and you will be making the points that you are making now.  You are \ngoing to call psychiatric evidence and at the end of the that evidence you will tell us what the relevance of \nthe evidence was at that stage.\nSo I don't think that there is any need for you to address PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "102\nus on that aspect.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, thank you Mr Chairman.  Mr Chairman, I just want to make this point as well \nand that is that this video was used at all educational facilities of the South African Police in courses that \npolicemen underwent for training.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "PLAYS THE SECOND VIDEO",
            "Unknown"
        ],
        [
            "CONTENTS OF THE SECOND VIDEO",
            "(No audible communication)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, this part I am going to skip, that contains just further pictures of \nmurder which are very gruesome.",
            "Unknown"
        ],
        [
            "SCREENING OF SECOND VIDEO CONTINUES",
            "(No audible communication) ...\"Dit is 22H40 op 4 \nDesember 1990, te (onduidelik) waar daar vermoedelik vroeer vannaand 'n aanval op lede van die polisie \nwas.  Om ongeveer 21h15 het mev Darron van oorkant die straat, 'n geweer vanaf die kragsentrale skote \ngehoor en onmiddellik Randfontein polisiestasie laat weet.  Op hulle beurt het hulle na bewering 'n voertuig \nuitgestuur hiernatoe en die toneel gevind soos dan nou ook op band vasgele.  Op die toneel vind\nons ook 'n (onduidelik) doppie wat reeds afgevuur is ...\"",
            "Unknown"
        ],
        [
            "COMMMENTARY",
            "The streets of the Coloured townships have been the scene of rioting.  This lorry was \nhijacked and set on fire across one of the main access roads into Athlone township.  Similar attacks \noccurred elsewhere while the police and the army have again been in action opening fire on demonstrators. \nNot only with shotguns but rifles, too.  Some Athlone residents have now started using guns themselves, a \nworrying development for the Security Forces.  \tThis evening a substantial force of police and \ntroops poured into the Coloured townships around Cape Town.  \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "103\nOperation Clean up it is called aimed at restoring law and order.\n\tThis is Graham Leach for the nine o'clock news in South Africa.",
            "Unknown"
        ],
        [
            "COMMENTARY",
            "... bring down the Government by violent means if sanctions imposed against \nSouth Africa.  This was one of the most dramatic sabotage attacks they have carried out, the bombing of \nthe Sasolburg Oil Refinery near Johannesburg five years ago.  There has been a whole series of attacks on \npolice stations and military targets over the years, but the Government has always insisted they don't \namount to much more than flea bites.  Even so President Botha would have to force President Machel into \nagreeing to shut down ANC bases in Mozambique next door to South Africa.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, that is the end of the video.  If I could call Captain Hechter \nvery shortly on this, if you would allow me to.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, all right.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, can you please state very briefly to the \nCommittee the background to the video recording and what it was used for?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, the video and similar material was shown to various members of \nthe police force.  This video and similar video's were shown on a number of courses to the persons \nattending the course.   Some contained worse violence, some less violence, all the members of the Security \nForces were exposed to video's containing crowd violence and crowd control and then Black on Black \nviolence in the Black townships.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "104",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter were these video's used in training of policemen?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And Captain Hechter, were the video's which were shown during video's of the same \nnature and if you were to look back on them today, would you regard them as propaganda or what would \nyou regard them to be?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They were definitely propaganda, but I also have to add that most of that which \nwe have seen on the video's were also experienced by us, these incidents in the Black townships while \nworking there.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, can you tell the Committee from your own personal experience are \nthere incidents similar to what you have seen on this video that you experienced yourself and to what \nextent and how regularly?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is correct.  Mr Chairman as members of the Security Branch, myself and \ncolleagues experienced these things first hand and we also found that many of these violent incidents and \nthis violence, also affected Black\ncolleagues of ours and affected their lives and their houses.\n\tOn a daily basis we also found some of these people next to the road.  You would find a Black \nman lying next to the road who had been murdered, either by necklacing or by stabbing.  Many of these \nacts were committed by very young comrades who - these things were later determined in investigations \nand we were informed of whom had been involved in the previous night's attack on a house or necklacing.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain, these incidents and similar ones \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "105",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "to what we've seen here, for example the crowd rioting, the necklacing etc, did these take place against the \npolitical background?  Could you give us a bit more information on this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it was purely politics by the comrades, so-called comrades, which was \nused by the ANC as cannon fodder, these people were used as cannon fodder by the ANC.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, Captain so the effect that exposure to this kind of violence had on you and \nyour colleagues, could you sketch to the Committee in more detail what it was like?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well, after a while you grew cold and distant when you saw this kind of action \nand you encountered it.  It no longer really involved people, it was just another body.  In the beginning you \nwere shocked and shaking, but later on it just became just another corpse.  It left you cold.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, are you aware of any instances of your colleagues who \nsustained psychological damage because of this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is correct.  There are a number of\nmy colleagues who are at present receiving psychological treatment, many who have been under such \ntreatment, many who have left the police service because of psychological problems, who were medically \nboarded from the service. There are numerous of them.  I would say that most of the Security Police who \ntook medical packages did so because of trauma and stress levels which were brought about by this kind of \nexposure.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Are you personally aware of such instances?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "105",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is correct, Mr Chairman.  One of our colleagues who are sitting here \nwith us, Captain Mentz, is presently undergoing treatment.  The well-known Snor Vermeulen and Lionel \nSnyman were both boarded because of stress related incidents or because of stress.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, you don't have to continue with more examples.  Captain, and can you inform \nthe Committee whether in the period relating to these incidents for which you are applying for amnesty, \nwhen they took place in the middle 80's, could you give us a broad estimate of the regularity of exposure to \nthis kind of incident of violence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was really on a daily basis and as at the time, the Press was totally banned \nfrom entering the Black townships, so this kind of incident, or these incidents which kept occurring, were \nnever broadcast to the broad public in South Africa.  The public didn't really know what was going on, they \nwere kept under the impression that things were under control, whereas violence was escalating on a daily \nbasis at a tremendous rate.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain, are you aware of any similar kind of video of the South African Police \naction which are still in existence, any of these video's?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As I told you they were training video's which I later got to understand when I \nwas trying to obtain  more of them, had been destroyed together with the documentation because the \ninstruction had been given that all video's containing this kind of violent activity had to be destroyed in \norder to obtain better cooperation among the population groups, to bring this about and then also to show \nless violence to the members who were in training.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I don't have any other questions, Mr \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "106",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairman, thank you.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "MR CURRIN",
            "I just have one question.  During the training sessions that you referred to when these \nvideos were shown, I assume that it was never part of your training that you, the police should commit acts \nof violence?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Not at all.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "107",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr Chairman, may we then proceed with Captain Mentz' \nevidence?  Thank you.  Mr Chairman you will find that on page 53.",
            "Unknown"
        ],
        [
            "WILLEM WOUTER MENTZ",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Very well, Captain Mentz, your application with regards to \nthis incident has been set out in the compilation of applications and there are further aspects which you \nwould like to inform the Committee about.  Could you just tell the Committee about them?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "As I gave evidence yesterday in the incident of Brian Ngqulunga, the date which I gave \nwas 1987 and 1988, in the meantime I have found out it was the 19th of July 1990.\n\tAn instruction was issued by General Van Rensburg from Security Headquarters who at that stage \nwas in charge of\nunit C at Vlakplaas.  His instruction, I was not present when he issued the instruction, but it was passed on \nby Colonel Eugene de Kock to Colonel Baker to say that Brian Ngqulunga was transferred from Vlakplaas \nto Unit C2 at Security Headquarters in Pretoria.\n\tThe instruction was that Brian Ngqulunga was to be eliminated.  Colonel de Kock gave Colonel \nDave Baker instruction to execute the instruction.  He then took myself, Colonel Bellingham, Colonel Piet \nBotha and Simon Dubele instructions to execute the instruction.\n\tThe instruction which was given to me was the Ngqulunga was working at Unit C2 at Security \nHeadquarters as I have already said and that from there he had secret documents and secret information \nabout the Security Police which he was passing onto the ANC.\n\tThe impression was thus that he was a double agent.  \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "108",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "The information which he was to have been leaking, was that the SAP members and their families were \nbeing subjected to intimidation.  Especially the Black members, their houses were attacked and they were \nsometimes stoned and in some instances they were killed.\n\tReporters were identified who were intimidated and some of them were killed by being necklaced \nas we saw on the video footage and the community was intimidated not to cooperate with the Security \nPolice anymore and not to give them information any longer.\n\tThe identification of ascaris was also done and the exposure of covert operations.  Ascaris were \nafraid that if they were identified they and their families would be murdered.  That is the information which \nI received from Colonel Baker and Bellingham and that is the information\nwhich Brian Ngqulunga was alleged to have been leaking.\n\tI do not have any specific knowledge of any specific incidents about which Brian Ngqulunga was \nto have leaked information, it was conveyed to me in a general manner.\n\tThe instructions which we received from Colonel De Kock, as I said yesterday in my evidence, \nwere to put a spade in covert defence and defence activities.  Colonel De Kock received direct instructions \nfrom the Commanding Structure at Security Headquarters.\n\tI never participated in any planning of any couvert operations, I was merely a foot soldier who \nexecuted instructions as though they had been approved by Head Office.\n\tI am now on page 55.  The operations were planned after we had agreed that Simon Radebe \nwould point Ngqulunga out to us at a point where we would pick him up.  I never \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "109",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "personally knew Brian Ngqulunga.  He had already been transferred to Unit C2 from Vlakplaas before I \nstarted at Vlakplaas.\n\tA kombi was hired from Avis and balaclavas and gloves were issued to us.  Radebe was waiting \non a gravel road near Vlakplaas in a red Golf and that was the road which headed to Vlakplaas, and we \nwould pass Vlakplaas, reach a T-junction and turn right.  This gravel road then led back to Attridgeville \nwhere you met up with Church Street and then proceeded into town.\n\tWe approached the Golf from behind in this kombi, Colonel Baker was driving, Botha and I were \nsitting in the middle and Bellingham was sitting in front on the left.\nWe put on the balaclavas and ran to the car, we went to where Ngqulunga was sitting on the left of the \nvehicle,\ndragged him out of the vehicle.  We wrestled with him a bit and in the wrestling I remember very well that \nhe screamed and said, no comrades, no comrades, I am one of you, I am one of you.\n\tAt that stage and because we were disguised he must have thought that we were ANC members.  \nThat is the conclusion which I reached.  And the conclusion was that he was still an ANC supporter \nalthough he was an ascari with us.\n\tWe brought him under control by manhandling him and in the process we assaulted him.  In the \nvehicle, when we put him in the kombi we closed his mouth, we tied up his hands and feet and we went - \nwe drove in the direction of Brits.\nThe exact place is not as shown in the footage, it is not in Soshanguve.  If you drive from Brits in the \nLehabele area and head towards Bophutatswana, that - somewhere along that \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "109",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "road, I do not know the name of that road, but it is somewhere in the Lehabele area.   \n\tWe stopped, Bellingham opened the kombi door for us and Piet Botha and I dragged him out of \nthe kombi and threw him in the field.\tBellingham fired several shots, I cannot remember how many.  To me \nit sounded as though he had emptied the whole magazine on Brian Ngqulunga and killed him.  I cannot \nremember, but I later heard that Piet Botha had also fired several shots at him with a pistol.  I looked away, \nbecause I could not handle it.\n\tWhen we got back into the kombi I became nauseous.  We went to a place near Pretoria North \namong the plots where we cleaned the kombi inside, because Ngqulunga had urinated and so forth and we \nthen cleaned up.  And from there we went to the Wonderpark Shopping Centre where we met up with \nJohnny (Chet)(?) who had a vehicle with secret compartments.\n\tWe handed the firearms that we had used to Johnny Chet who concealed them in his vehicle and \nfrom there we went to the Pretoria Holiday Inn in Beatrix Street.  We met Colonel De Kock and other \nmembers there.\n\tIn the process when we were driving from the scene, I know that Colonel Baker was in radio \ncontact with De Kock and he had informed him that the operation had gone off well.\n\tI cannot remember specifically who was there, but once again it was De Kock's confidantes and \nothers.  We met him at the Holiday Inn where he ordered drinks for us.  We drank up and I cannot \nremember exactly, but we went to a restaurant somewhere near there, I think it was at the Sterland \ncomplex.   I also had something to eat.\n\tThereafter he informed us that we were booked in at a \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "110",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "hotel in Johannesburg, if I remember correctly it was the Braamfontein Hotel and the reason for this was \nthat we would be at this hotel and if anyone was to have enquired they should have seen that we were at \nthis hotel and not elsewhere.\n\tThis was a very shocking experience for me and it has left emotional scars on my life.  I never \never want to become involved in anything like this again.  \n\tSince receiving the instruction from De Kock and the others that Ngqulunga was an informant \nand was leaking secret information from Headquarters, I accepted it, but in 1995 I read in press reports as \nresult of allegations made by Dirk Coetzee, Joe Mamasela who we saw in video footage, that Ngqulunga \nwas involved in the murder of Griffiths Mxenge and that he was a potential witness who could have given \nevidence against Dirk Coetzee, Almond Nofomela, Brigadier van der Hoven and Colonel Andy Taylor.\n\tI also read in the press reports that Ngqulunga was one of the persons who had killed Griffiths \nMxenge - these  after allegations that had been made.\n\tI then got the impression that because he had been killed and, according to what we had been told, \nhe had leaked information, one reason was possibly that it could have been used as evidence that he was \nindeed a witness and that he had to have been eliminated so that he could not testify against Coetzee and \nvan der Hoven and Nofomela and Company.\n\tThe conclusion which I made, although it has never been proven to me, was if Colonel Taylor or \nany of the other people involved should come and admit to it, I would say that it is also one of the reasons, \nbut those are mere PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "111",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "assumptions which I made and I think his brother who was \nalso in a programme sometime ago, also said that he had said so, but it has never been proven to me in a \ncourt of law.  I never enquired about this, I left the unit, I did not want to be there any longer, and that was \nmerely an assumption which I made.\n\tI have since distanced myself from Vlakplaas and the persons who were there with me, I don't \neven want to be associated with them any more.  The instruction which I received, as I said, came from \nColonel De Kock who instructed Baker and I assumed that it came from Colonel Van Rensburg because at \nthat stage he was in charge of Unit C1.\n\tAlthough I just saw that Joe Mamasela alleged that he was involved where General Engelbrecht, \nNick van Rensburg and I cannot remember who the other person was, were\nallegedly involved in the discussions.  I heard about that for the first time when I saw this.  I did not watch \nthe whole of Prime Evil because it disturbed me.\n\tAs I said I was under the impression that these operations had been sanctioned by Head Office at \nall times and that the objective was to eliminate anyone who was leaking secret information to the ANC.  It \nwas also part of the strategy to combat the ANC and others and it was at a time when the country was in \nturmoil.\n\tNgqulunga, I cannot remember exactly how it happened, but it was arranged that he be buried at \nVlakplaas and his entire family was there.  It is not like where it is being said on the video footage that it \nwas an official police burial, it was more of a private burial at Vlakplaas on the mountain, the hill there as \nshown on the footage.\n\tI can remember Ngqulunga's family and friends were all \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "112",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "present there and De Kock gave instruction that everyone was to attend the funeral.  I simply couldn't bring \nmyself to attend the funeral.  It was too much for me and I just couldn't be involved in somebody's funeral \nwhom I had assisted in murdering.  \n\tWhile the funeral was taking place, I sat in the pub at Vlakplaas and while I was there De Kock \nand Nortje came there and De Kock asked me why I was not at the cemetery and I told him that it is just \nnot acceptable to me, I assisted in killing this man and I just couldn't bring myself to attend.\n\tI feel very bitter about this and I am every sorry that I got involved in this, but I believed at the \ntime that what I was doing was in the best interests of the country and I do not believe that any longer.\n\tI would now like to mention in the video footage parties were shown and it was mentioned that \nthrice a month parties would be held at Vlakplaas - that was not the case.  \tWe worked for a period of two \nto three weeks and thereafter we'd leave and we would come back with our group of ascaris, we would \nsubmit our forms and our reports and then because we as colleagues had not seen each other for a while, \nwe'd have a braai and drink.  That is so.  And occasionally there were functions where the Generals were \ninvolved, but it was not thrice a month or every month, although there were functions that were held at \nVlakplaas.\n\tVlakplaas was a unit under the command of De Kock.  There were certain logistic problems \namongst the staff and the Generals at Head Office then decided that unit C had to be divided into three \ndivisions.  Initially it was two divisions, Colonel Baker remained behind at Vlakplaas with \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "112",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "his group of people and De Kock remained with his group of people including myself, and in Pretoria we \nhad our security offices.\n\tAt the time there were problems between De Kock, myself and Colonel Van Dyk and De Kock.  \nColonel Engelbrecht then launched a third unit and we worked from a safe house in Midrand.  There we \nwere joined by other members, including John Tait(?).\n\tThere was one incident where I was present where we were in the team at Sodwana on the North \ncoast at the holiday resort there.  We lived in tents and Colonel Engelbrecht was there, we were on the \nbeach, but we are not the persons who drove over the tortoise eggs.\n\tWe then went back to unit C1, Baker and - Colonel\nBaker's unit, De Kock's unit and Paul van Dyk's unit.  Thereafter, however, I heard that  - while I was there \nthere were no naked women with us.  Thereafter I heard that De Kock and his group of people from his unit \nwere busy with team building again and I do not know if Colonel Engelbrecht was part of that.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  I have a few questions which I want to ask the witness \njust to clear up certain things.  \n\tCaptain Mentz, the instructions which you received was there any reason for you when you \nreceived the instruction at that stage, to doubt the command in any way whatsoever?",
            "Unknown"
        ],
        [
            "CAMP MENTZ",
            "No Mr Chairman.  As I had testified, I said that we had accepted De Kock, he had access \nto many Generals' offices.  Every day that he was working at Head Office he had access to the Generals.  \nAt that stage I wouldn't have thought that he would have taken a decision \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "113",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "like this on his own.  I am sure that higher authority was involved.  I cannot say exactly who the Generals \nwere, I've mentioned - some of them had been mentioned before.  The only reason why I imply General \nNick van Rensburg was because he was in command of C1 at that stage and I believed that it came from \nhim.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ";\tCaptain Mentz, now what I would like you to explain to the Committee, is \nwhat you had thought at the stage when you received the command and when you carried it out, what you \nhad thought the purpose of the command had been, the instruction, was it politically motivated or what did \nyou think?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Mr Chairman it was absolutely political in the sense that a security policeman who \nwas an ascari and then a security policeman at the same time, was in a\nconfidential unit, C2, which had all the information on the country, they evaluated information and if any \ninformation which had passed through C2 had been leaked it could affect the police, the security branches, \nand be to the advantage of the liberation movements.\tThen it was political to me and it was important to \nme at that stage that should there be somebody who was a traitor, he had to be eliminated.\n\tI didn't know at that stage how much information he had given out, but as I said many policemen's \nhouses had been burnt down, etc and it was important for me to do this.  The man had to be eliminated.  He \nwas passing on information and it endangered his fellow policemen's lives, so he had to be eliminated.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain, during the period after the incident until you read in 1995 in the press about \nthe allegations that he had been murdered in order to protect \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "114",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "other members, besides the fact that he was an informant of the ANC, did anybody ever tell you anything \nthat could have led you to think that he had been murdered for any other reason than being an informer?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, not at all Mr Chairman.  The first time I heard about this was in the newspaper and I \nlater saw it on TV, it's only Ngqulunga's brother and Mamasela mentioned this, but from the time that it \nhappened until 1995 when I had left Vlakplaas long before, I hadn't discussed it with anybody, I was no \nlonger a security policeman.  But in the period after leaving Vlakplaas when I was still a security \npoliceman I never heard anything about this again.  I vaguely remember that Baker long after that said that \nDe Kock had told him that the Generals had said that the operation had been carried out successfully, I \ndon't know which Generals were involved, but I deduced that it was General van Rensburg.\n\tAt Vlakplaas, when something happened, you were forbidden to discuss it with anybody because \neverybody drank there and you never knew what somebody would say if he were to be under the influence, \nthese things were never discussed again, definitely not from my side, it was something which I wanted to \nforget about.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, Captain Mentz, did you regard your activity or your actions as \nsomething against liberation movements?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And to whose advantage did you regard your action to be at that stage?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Well, the Government of the day Mr Chairman.  I as a policeman had to serve the \nGovernment of the day.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "114",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, Captain Mentz, did you have any discussions with the other persons who were \ninvolved in the incident, the people whom you've mentioned, Colonel Baker, Captain Bellingham and I \nthink it is Captain Botha?  Did you have discussions with them?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "I had Mr Chairman, but only at the end of last year when they had indicated that they \nwere also submitting amnesty applications.  I can't remember the exact date.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you briefly indicate to the Committee what their point of view was with \nregard to the reason for this operation?  Did it agree, did it disagree?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            ";\tIt was exactly the same Mr Chairman, that the man leaked information from Security \nHeadquarters and it\nwas Baker and Bellingham's instruction to me at the time as well.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay. Captain Mentz the allegations made that Ngqulunga was a potential witness, \nwhere did you hear these allegations?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "As I've already stated Mr Chairman, in the newspapers and Mamasela, but not that \nwhich he had said here in the Prime Evil video, it was on another programme, as well as Ngqulunga's \nbrother which I saw on TV one evening.  The rest of it was in the newspapers.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Are you aware that these allegations went any further as far as your knowledge goes \ntoday than mere allegations?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, Mr Chairman.  As I've already stated Brigadier van der Hoven or Taylor, if they \nwere to come and state it here that that was the reason, then I will agree and say no, I believe it, but until \nnow I don't believe it \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "115",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, because in my opinion it was a matter that he gave out information, no other facts had been \nproven.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay. Captain Mentz then could I take you to page 55 paragraph 3, you testified \nthere that Ngqulunga had said \"no comrades, no comrades, I'm one of you\", can you remember those words \nspecifically being stated?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Mr Chairman, I can remember that.  Not in Afrikaans, he stated it in English, he \ndidn't say it, he shouted it out.  The man knew that he was possibly going to be murdered.  He was a small, \nslender man and he struggled and he shouted these words.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you then just state very clearly to us why you thought he would have stated \nthese words, or shouted these words?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, I would have imagined he was an ascari who was working for the \nSecurity Police, he was passing on information to the ANC or to whichever liberation movement, but I \nmean he would have realised that it would have been totally impossible for everybody in the liberation \nmovement to know about him, because then he would have been smoked out and at the stage when he was \nshouting out, I thought he wanted an opportunity to explain to the members of the ANC as he suspected, to \nexplain to them that he was still working with them.  So it was my impression that he was still involved \nwith the ANC.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "If he had realised he was going to be killed, surely a man under those \ncircumstances would have said anything to save his life?   If he had been under the impression or if he had \nrealised that you were the police, he still would have said the same thing and said people, I am working \nwith you?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "116",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "I have to grant that Mr Chairman, yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Who were grabbing him at the time?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "It was I myself, Piet Botha, Riaan Bellingham.  Baker was standing at the vehicle -  no I \ncan't remember whether he was standing outside or whether he was sitting in the vehicle, but Bellingham \nand I and Piet Botha opened the left-hand door, hit him, grabbed him and dragged him over to the kombi, it \nwas a struggle from the Golf to the kombi.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You were all white men wearing balaclavas which would have left your face \nexposed?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            ";\tMr Chairman, it was quite strong dusk and the balaclavas were not the balaclavas where \nyou have an open face, you could only see the eyes, we were wearing dark clothes and long dark gloves.  \nYou wouldn't really be able to see our skin colour.  Mr Chairman, I can't really\nremember the exact time, but it was late afternoon when it was going onto dusk.  I can't remember, I can't \ntell you exactly what the time was.  After five, probably six o'clock, but I can't remember the exact time, \nbut it was dusk.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "The instructions to eliminate this man, came to you not from De Kock himself but \nthrough somebody else?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Mr Chairman if I remember correctly I was on the farm and Baker and Bellingham \ncame and told me.  It didn't come from De Kock directly to me as far as I can remember.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Have you finished Mr du Plessis?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, I am finished, Mr Chairman.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mentz, could you clarify.  You said you arrested \nNofomela at some stage or were you\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "117",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "involved in the arrest?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Almond Nofomela, yes, that is correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Is that when you were working at the murder division?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And you were then recruited to go over to Vlakplaas?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "That is correct Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "During his arrest, did you receive information regarding the functioning of Vlakplaas?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Mr Chairman, as a matter of fact I didn't even know of the existence of Vlakplaas \nwhen I was working at the murder division.  It was after I had first arrested Nofomela's co-accused Johnny \nMohane if I remember correctly, it was only after that when he had been arrested that\nevening, that he made an admission to me that he had implied Almond Nofomela ...(tape ends) I made \nenquiries then and said that we were looking for the man and then Almond Nofomela was sent from \nHeadquarters to my office and when he arrived there, I arrested him.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Was there at any stage an effort made to cover up Nofomela's deed at that stage?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Mr Chairman.  If I remember correctly during the investigation the deduction was \nmade and it came out in the hearing as well, the trial, that there had not been adequate evidence against \nNofomela, but I remember on the last day of the trial when the finding was given, some of the ascaris were \nsitting in court.  I have since heard at that stage of Vlakplaas that they tracked terrorists etc, and on the day \nsome of his fellow colleagues were sitting there in court.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "118",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Was that the first time during those episodes that you met Eugene De Kock himself?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No sir.  De Kock was at the murder division offices long before and that was when I met \nhim, he was still a Captain at this stage, not a Major.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "So your arrest of Nofomela had nothing to do with the fact that you were going to work \nat Vlakplaas?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, Mr Chairman, I would say that at that stage I got to know Vlakplaas members and \nthey got to know me.  We often met at the police canteen in Pretoria and there I got to know them better, \nand they approached me to find out whether I would be interested in coming to work with them.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Thank you.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            ".",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Didn't you testify\nyesterday that before you were attached to Vlakplaas Mr Hechter occasionally extended an invitation to \nyou to join them on some of the operations?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "That's correct Chairperson.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "So you must have known at that stage what kind of operations Vlakplaas was involved \nin?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "When I was contacted by Captain Hechter, he was not attached to Vlakplaas, he was \nwith Brigadier Cronje at Pretoria, they had nothing to do with Vlakplaas at the stage.  He was just working \nwith the Pretoria branch.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Thanks for the explanation. You've also led evidence today that the experience that you \nhad when Mr Ngqulunga was brutally killed, was very shocking to you and it has left emotional scars?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "That's correct Chairperson.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "118",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Now, before you went on to execute the instructions to eliminate Mr Ngqulunga, had \nyou discussed as members who had been picked up by, is it Colonel Dave Baker on how those instructions \nto eliminate Mr Ngqulunga were to be executed, did you discuss the mode of execution?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "No Chairman, we did not discuss it with Colonel Van Dyk.  As I say it was an \ninstruction and I assumed it was an instruction from Head Office and it was something that had to be done.  \nI did not ask why they did not arrest him instead or anything like that.  I just did it at that stage, because it \nwas something that had to have been done.  It is a good few years ago and these things started affecting me \nvery seriously in the last four to five years.\tNobody said he had to be kidnapped along the way and \nkilled with an AK47, I did not, I mean those were the instructions, I did not ask why it had to be done.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "My question was to merely ascertain whether you knew what kind of method would be \nused in eliminating Mr Ngqulunga?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "Yes, we did know.  As I said it was said that Botha and I had to overpower him with the \nassistance of Bellingham, we had to take him away and then Bellingham was to have shot him.\n\tAs I also said I cannot remember specifically about Piet Botha shooting him, but it is something \nthat surfaced recently.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "You did expect some measure of violence?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "That is correct.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Which would be a precursor to any elimination?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "Yes, that is correct.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "119",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "I have therefore some profound difficulties in comprehending how you could have, how \nyou could not have known that Ngqulunga would be eliminated in the manner that he was.  I mean what \nwas so shocking?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, it is easy when it is said to you go and do a certain gruesome deed, but if I \nmay use the expression, at the stage, at 99th stage, at the last minute when it is to happen, it is too late, you \nare at a point of no return, you function like a machine and when the deed has been done you start to think \nabout what actually happened and as I say I did not physically vomit, but I was extremely nauseous in the \nkombi and my nerves were shattered.\n\tIt is easy to say we are going to do this, but when you get there and while it is happening, while \nthe deed is taking place or after it has happened the full impact of what you had done, strikes you and at \nthat stage I thought I could deal with it, but I mean if I had to go out and do something like that at this \nstage, I wouldn't be able to.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            ";\tCan you explain to us the nature and the extent of your participation in the whole \noperation?   I mean you've explained that when he was dragged out of the car, you assaulted him.",
            "Female"
        ],
        [
            "CAPE MENTZ",
            "As I said the operation was not planned by me, it was just said that Piet Botha \nand I had to drag him and Baker had to drag him out of the vehicle, overpower him and then put him in the \nback of the kombi on the floor.  We were to bring him under control so that he was unable to scream or \nresist in any way and then we were to drive away with him, because there was a long distance between \nthere and Lehabele so we were to silence him basically by keeping his mouth closed and fastening his \nhands and feet so that he PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "120",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "did not offer any resistance.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Did any of you cut his tongue?",
            "Female"
        ],
        [
            "CAPT MENTZ",
            "No Chairperson, not at all, not one of us.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            ".",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If I can add to questions you've just asked.  You'd \nparticipated in numerous attacks and murders before then, hadn't you?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Why did you suddenly get shocked by a murder?  You took part in the murder \nof eight people at KwaNdebele, nine people was it, yes?  You took part in that murder, didn't you?  Capt \nHechter,  Joe Mamasela, Deon Gouws, Andre Oosthuizen.",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Chairperson, I will give evidence about that later.  You will hear from my evidence \nthat I was not physically involved in the shooting of people.  I cannot explain why one agrees - I cannot \nexplain why one incident\naffects you differently to others, but I was badly affected by this.  Perhaps my state of mind at the time was \ndifferent to other times.\n\tI am not a psychologist or a medical doctor, so I cannot give an explanation for it.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "No, but you were now doing something officially, properly, ordered to by your \nsenior officers, where as previous occasions you had just gone off and joined Captain Hechter in these \nmurderous attacks, hadn't you?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "That is correct Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain you testified in your application on page  \n55, that \"we brought him under control by handling him roughly\".\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "121",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairperson, when we opened the door, I cannot say exactly who did what, we \ngrabbed him around his neck, around his body, we shut his mouth, we hit him.  In the process trying to get \nhim unconscious so that he did not put up as much of a fight, so he was physically assaulted, we had him \naround the neck, we dragged him, somebody had his feet and in the kombi, one person was to have stuffed \nsomething in his mouth and then sealed it and also tied his hands.  He was assaulted.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "How many of you took part in this assault that led to him losing consciousness?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Three of us, myself, Bellingham and Piet Botha.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And for how long did the assault take place?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairperson, I cannot attach a time to it, I think it was, everything happened so \nquickly, it could\nhave been a matter of a minute getting him from the car to the kombi, it was seven to ten metres, we took  \nhim from the - grabbed him out of the vehicle and first he was on the ground so that we could bring him \nunder control by assaulting him and then we picked him up and ran to the kombi.  The door was open, the \nseat was down, we put him at the back and then we were able to tie his hands.\tEverything happened \nso fast.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "....if it took such a short time and the man was rendered unconscious, it would mean that \nhe was delivered quite a number of blows, and very hard blows that made him be unconscious very \nquickly?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now an AK47, how many bullets does it have?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "25 to 30, I am not sure.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "121",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "25 or 30?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "25 to 30, that is correct.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If we assume that it had 25 at the time, would it mean that he was pumped with 25 \nbullets of an AK47?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairperson, Bellingham was firing this firearm automatically so it was impossible \nto count and to me it sounded as if the entire magazine had been emptied.  It happened too fast, I was \nunable to count.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Two shots, even one from an AK47 have rendered this man dead?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Sir it would have.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You were part of this operation, do you think it was necessary for 25 bullets to be \npumped into his body?  Was this not an extreme?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Chairperson, it was.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "After shooting him, you wrote in your\napplication that \"we left him there and drove back\", where exactly did you leave him?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Where we threw him out of the kombi, where he was shot dead, that is where we left \nhim and we then left.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "How did it come about that he landed at Vlakplaas for the funeral?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairperson, the local police of Lehabele or someone in the area was - apparently \nencountered the corpse and informed the police who came in a hearse and picked up the corpse, identified \nit.  His family and next of kin were then informed that this was a policeman, an ascari and the funeral was \nconducted at Vlakplaas.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "So when he was identified by the local police and the family, you then came around and \nshed crocodile tears and claimed his body to bury?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "122",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Mr Chairman, I cannot remember exactly, but I think there were riots.  I think he \nstayed somewhere in Winterveld, which was on the other side of Pretoria, somewhere near Soshanguve \nand Mabopane.  If I can remember correctly there were riots and unrest and I think it would have been \nproblematic to bury the man there at the time, so the police offered and then De Kock said he had no \nobjection to him being buried at Vlakplaas.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Do you want this Committee to accept that you acted on instruction, agreed to partake in \nthe killing of a human being for reasons given to you without yourself verifying whether it was necessary \nto do that?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "As I already testified I believed that the instruction came from Head Office, I believed \nthat the gentleman who was leaking information was a traitor and as I already said we were not, I believed \nthat, we didn't question anything, I believed that the instructions came\nfrom Head Office, I was merely a Warrant Officer at the time and I was in no position to go to a General's \noffice at Head Office and say give me proof that this man has been leaking information before I do \nanything.  It just didn't work like that in the police system.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "So if you were given any information and instruction by your seniors to kill, you just go \nabout killing?  Is that what was happening there?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And was the family informed as to what caused Brian Ngqulunga's death when they \nattended his funeral?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Mr Chairperson, the impression was to have been created that the ANC, I \nthink he was an ANC or PAC member, I am not too familiar with that, that the liberation PRETORIA \nHEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "123",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "movement because he was an ascari, had killed him.  The impression was to have been created that the \nANC or PAC had killed this man because he was an ascari in the Security Police.\tIt was never said that \nhe was killed for any other reason, it wouldn't have made sense.  The police never said that we killed an \nascari because he was leaking information.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You stated, when led by your counsel, that the purpose of instruction was politically \nmotivated, but was the death of this man politically motivated?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes Mr Chairman.  As I've already testified  he was a freedom fighter who had been \narrested, who had been turned into an ascari, who had decided to work with the police which he had indeed \nthen done.  He had been transferred from Vlakplaas to Headquarters at C2.\tThe reasons for this \nand the period when this happened, I don't know, but then he worked for a unit where there were\nvery sensitive information and documentation and if he had been leaking this information to ANC, PAC \nwhichever liberation organisation, this turned him into a political problem.  He was affecting the National \nParty by working for these other parties and for the police on the one hand and for example, the ANC on \nthe other hand.\n\tHe had sensitive information, policemen's houses were burnt down, we've heard much testimony \nto this effect, people were attacked when people found out that somebody was an informant.  When \ninformers were exposed, they were necklaced, they were burnt, their throats were cut, they were shot, their \nfamilies were attacked, so he was - he just had to be eliminated.  You couldn't charge the man and take him \nto court because what proof was there, I was not in a position to question this.  The thing to eliminate him, \nwas \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "124",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "the quickest solution and the easiest one, but I was not in a position to go and question General why did \nyou say that this had to be done, it was not my position to do this.  I was a foot soldier, I had to carry out \nmy task, I believed it.  It was part of the political struggle of keeping the National Party in control.  As a \npoliceman I had to support the Government of the day, that was my job.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Are you in a position to tell this Committee that very sensitive \"inligting\" which Brian \nNgqulunga gave to the ANC that led to the incidents that you've just mentioned, the specifics thereof?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Mr Chairman, I testified to this effect earlier, I said I didn't know of specific \nincidents where he had given out \"x\" information and this person, informer had been killed or that person \nhad been necklaced, I don't know\nabout specific incidents, but I accepted that the seniors had ascertained this, had obtained the necessary \ninformation and had given us the instruction.  I couldn't go and determine that myself, I don't know of \nspecific incidents of leaked information.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "So you acted on general information, and perhaps even better weight on hearsay about \nthis man?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, I didn't regard it as general information.  I saw it and I believed that it was \nan instruction that came from my seniors who wouldn't have said this man had bothered me, he needs to be \nkilled.  They would have probably got the right information, well let's call it then hearsay, but it is not \nhearsay, it is an instruction, command that came from above, from De Kock, Baker, Bellingham, through \nto me.  I couldn't go back up the line of command and ask for evidence, I believed that was not a \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "125",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "general thing, it was a specific thing and the command was valid.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What is your comment to what Joe Mamasela said on the video this morning that this \nman had to be eliminated because he was now posing a threat to the position of the police inasfar as the \nHarms Commission was concerned, how do you comment on that?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, that which Joe Mamasela said here, he said in a certain office with certain \nGenerals, I don't know anything about it, it hasn't been proven, I am not in a position to tell whether it is the \ntruth or not.\nI cannot comment on this, I don't believe at any rate everything that Joe Mamasela says, because it hasn't \nbeen proven.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But is that what Joe Mamasela said this morning on video not in accord with your \napplication page 57, the contents of page 57 of your application?  The first paragraph, somewhere in the \nmiddle where you start your sentence, it is right in the middle of the first paragraph Mr Chairman and \nmembers of the Committee.  \n\t\t\"I read in press articles about Dirk Coetzee and others and discovered that Ngqulunga \nhad probably been murdered because he wanted to testify against Coetzee and \nNofomela, Van der Hoven, etc.\", \nMamasela said this morning?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, it is in agreement with what Mamasela said, but as I said it is untested evidence, it \nhas not been proven and as I've also testified if one of these people came and testified here to this effect, \nthen I would believe them that it was one more reason why he had been killed.\nGriffiths Mxenge's background, I don't know at all, it is \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "125",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "only the bits that I hear about in the press, so the deduction that I had to make, or if I were to make the \ndeduction that he was a political activist who had to be murdered, I wouldn't know, it is things that I hear \nabout afterwards, now.\n\tThere is agreement between what Mamasela said and what I say here and what is said on TV and \nin the press articles, but it is a deduction that I make, but I am still convinced that the main reason was that \nhe had been leaking information and this was just something that had become an additional factor, I didn't \nknow about this beforehand at all.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But what I am trying to make out to you, is that Brian Ngqulunga did not die because of \nhis being an informer for the ANC, but he died because the police force was afraid that he was going to \nbreak down and spill the beans at the Harms Commission, that's all?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, I don't know anything about it, I don't have any knowledge about it.  \nThese are things that I've heard about afterwards, after the fact and which I had testified about before the \nCommittee.\tI can't say that this is the case, these things have to be proven, the specific facts haven't \nbeen proven, the fact that he is a witness before the Harms Commission, I don't in my application, I don't \nthink the Harms Commission was even mentioned.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The family would like to know as to who erected a tombstone on Ngqulunga's grave, \nbecause they did not do that?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "It came from police funds.  I don't know specifically which fund, it was probably the \nsecret fund. \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "126",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Did you have anything to do with the erection of the tombstone ...(intervention)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But the money came from the police fund to buy a tombstone.",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, I didn't.  Yes, I had heard that the tombstone was to be erected, I don't know \nspecifically from whom and when, but I don't have first hand knowledge of this.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Could you inform us if a firearm is set on automatic, an AK47, how many shots are \nfired during a second or how many seconds does it take to empty a magazine, or don't you have any \nknowledge of it?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "I don't have knowledge.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Can you distinguish the shots if it is fired on automatic?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "If you have a very finely tuned ear and if  you are used to shooting a lot with the firearm, \nyou could probably distinguish, but I can't tell you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "In the post-mortem and at the inquest it was\nfound that his tongue was missing, do you have any explanation how this could have happened?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, I don't have any knowledge of this fact.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Could you tell me when the attack was on Khan House in Botswana?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Mr Chairman, I can.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "When was this?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, I can't remember the exact date.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It is page 68 in your application.",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, I wrote it in in pencil afterwards, I can't remember exactly, it was in that \nperiod \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "127",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "1989 to 1991, I can't remember an exact date.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Captain Mentz, there \nwere various events for which you applied for amnesty.  I think purely, briefly for the sake of the questions \nput to you, we have to refer to this, the event with regard to the KwaNdebele Nine, were you physically \npresent when the people were shot?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "So you didn't participate or see this yourself?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And the events at Khan House?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, I did surround protection, I wasn't at the premises, I wasn't present in the house \nmyself, I was not near the building.  I was told to go and look out from a certain point that people from the \nhouses say in the area would approach the place when we were busy there.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You were not involved in the physical death of the people, you were not \npresent there?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Sir.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And with regard to the Komatipoort Four, were you present when those people \nwere shot?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay.  Now Captain Mentz, the only two events with regard to which you ask \nfor amnesty contained in your application where you were present when the people were killed, were Brian \nNgqulunga and the event at Pentz Mine?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "That is correct Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "May I take you to page 108 of this compilation of documents.  108, second \nparagraph, this is \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "128",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "the application regarding Pentz Mine, I don't want to go into this in detail, I just wish you to read to the \nCommittee the second paragraph on page 108 about how you felt after the person had been shot at the \nPentz Mine event.",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "I became nauseous again Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you read to us this.",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "\"While we were walking back, I became nauseous, I was walking at the back.  \nEverything that had happened there, was totally unacceptable to me and I \ncouldn't identify with it at all\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "That is page 108.  Now Captain Mentz, in the case of this Pentz Mine incident, \nwere you physically at all involved in the person's death?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Mr Chairman I was in the background.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you see his death?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "When I saw he was going to be shot, I looked away and you can see that in the rest of \nmy testimony.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "So you didn't see his actual death?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, I didn't see anything about the explosion, I didn't touch the man, I didn't handle him \nphysically.  At that stage I was just De Kock's motor car\ndriver, the person wasn't even in the same car with us or anything.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, Captain Mentz, so the only event for which you apply for amnesty \nwhere you were physically involved in the death of a person, the case of Brian Ngqulunga?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "How was he physically involved - he stood there and looked, he took no part in \nthe death, did he?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "129",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mnr die Voorsitter, ek sal die vrae vrae.  Captain Mentz were those the only \nevents where you were in physical contact with the person by way of the assault before he was killed?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And was that the only event where you really saw that the person was shot \nbefore your eyes?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, Sir.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay.  Now against that background, Captain Mentz, would you possibly from \nthese facts be able to give an explanation to the Committee as to why you reacted in such an emotional \nmanner to the death of Brian Ngqulunga?\n\tCaptain, okay let me restate the question.  Would the fact that you were so closely involved in the \ndeath of Brian Ngqulunga not perhaps have caused you to be more emotional with regard to that event than \nin the case of others where you were involved?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "That is possible Mr Chairman, but as I've already stated psychiatrists etc can be called in.   \nI can't explain why I feel like this or like that from time to time, we don't feel the same every morning we \nget up.  \tThese are terrible things that happened and it affects one in different manners.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr du Plessis really, why are you putting this man through such a lot of trouble, I \nmean what is the weighty point that you are making here?  I mean you kill somebody, somebody is killed \nin front of you in a very barbarous way,  I mean it must just trouble him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, clearly Mr Chairman, but certain questions were asked to the witness, the \nreasons whereof I \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "129",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "am not hundred percent sure, but what I would want to address the Committee on during argument, and \nthat is why I am asking this question is the fact that Captain Mentz, and it all simply go to probabilities, that \nCaptain Mentz did not react differently in the case of Brian Ngqulunga because of the possible fact that he \nknew he was killing in innocent man, not for political motives, but simply to exterminate him as a witness.\n\tIt all goes towards probabilities.  Mr Chairman, I see it is past one o'clock already, I have a few \nother questions.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Shouldn't we finish it if you have those?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "If you will allow me?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, I think we should get done with it.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, I just wish to clarify one matter.  It was asked when you were \ncontacted by Captain Hechter, whether you hadn't been involved in Vlakplaas, can you explain to the \nCommittee briefly the stage when you were contacted in the case of the KwaNdebele Nine for example by \nCaptain Hechter, was Colonel De Kock at that stage still there, in 1988 and was Captain Hechter involved \nat that stage?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No Sir, both cases, no.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Very well Captain Mentz, was there any\nincident where an instruction such as this, where you just assumed it was a normal instruction like this \nwould you have questioned it in the past?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Are you aware of instances where policemen, especially at the time, questioned \nthese type of instructions?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "No, not as far as I know, not at Vlakplaas.  PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "130",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "It was never done.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What would have happened to you if you were to started questioning \ninstructions or questioning people senior to Eugene de Kock?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "We all know about Eugene de Kock, I would have been seen as a traitor at that stage and \nanything could have happened.  I would definitely have been transferred to a place not of my choice.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "If you had questioned such an instruction in the South African police context \nand in the Security Police context, would they have taken steps against you?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Very well Captain Mentz, I will present this evidence through one of the other \nwitnesses, but I am going to put it to you would you be able to dispute it if I put to you that an AK47 can \nfire approximately 75 rounds per minute?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "I cannot dispute that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, Sir, may I be allowed just to put one question which I omitted, to the \nwitness?",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.  Captain, you testified that as you were manhandling the \ndeceased\nsomebody stuffed something into his mouth, do you remember that?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Yes, that is possible.  Yes, I know that his mouth was also closed at some stage.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Was the mouth stuck closed with something or was it stuffed with something, there is a \ndifference between the two please.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "131",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, I have already answered, I did not do anything to his mouth.  I saw that it \nhad been closed with something, I do not know if anything was stuffed into his mouth, I know that his \nmouth had been closed with something, something had been placed over his mouth.  I had more to do with \nhis arms, bringing his arms under control.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "With what was the mouth taped closed?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "With sellotape, coloured sellotape, I cannot remember what colour the sellotape was, but \nit was this very strong type of sellotape.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is it possible that before his mouth had been taped closed that something had been \nstuffed into his mouth?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "It is possible Mr Chairman, but I did not do that, I do not know.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, you are excused, thank you.\nWITNESS EXCUSED.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "We will take an adjournment at this stage.",
            "Unknown"
        ],
        [
            "COMMISSION ADJOURNS",
            "PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "132",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "",
            "Unknown"
        ],
        [
            "COMMISSION RESUMES",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Are we ready to proceed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman, Mr Chairman the next of kin to the deceased, Brian \nNgqulunga are present.  I have\nconsulted with them Mr Chairman, in particular the wife.  Mr Chairman she wants to give evidence, to take \nthe witness stand, Mr Chairman if the Committee permits, I will call her to the witness stand.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mpshe, what are her full names?",
            "Female"
        ],
        [
            "MS NGQULUNGA",
            "Tholakele Catherine.",
            "Female"
        ],
        [
            "THOLAKELE CATHERINE NGQULUNGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I just want to mention to the Committee that part of the evidence that she \nis going to give Mr Chairman is going to relate to what was said before lunch and that I did not have the \nprivilege of having knowledge thereof up till during lunch time, Mr Chairman and we decided with herself \nthat she must testify on all those other things that she wants to dispute Mr Chairperson.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mrs Ngqulunga, you are the wife to Brian Ngqulunga?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "If you could just speak up please.  You were here present today when evidence was \ngiven about your deceased husband and you understood everything?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "That is correct.",
            "Female"
        ],
        [
            "UNKNOWN",
            "During lunch you indicated to me that there are certain aspects or parts of evidence \ngiven so far that you would like to dispute and you want to do that yourself under oath, is that correct?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "133",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "That is correct.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Can you then tell the Committee what you want the Committee to know, starting first \nwith the issue of the\n funeral?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "When we went to the funeral, it was a Saturday afternoon, when we were \napproaching the graveside, we met the comrades, the comrade group and the group said we won't bury the \ncorpse there and suddenly there were attacks and they started shooting and we took one of the injured ones \nto the mortuary.\n\tOn Monday Captain Van Dyk came. ...(intervention)",
            "Female"
        ],
        [
            "UNKNOWN",
            "Where did this fighting take place?  The first incident you mentioned?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "It took place just when we were taking - gaining entrance to the graveside \n...(intervention)",
            "Female"
        ],
        [
            "UNKNOWN",
            "Which graveyard.",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Soshanguve graveyard.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you.  Continue.",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "We went back, was taken back to the mortuary Saturday afternoon. \n\tOn Monday Captain Van Dyk came and said Eugene de Kock had said there is a conducive place \nin Vlakplaas where Brian could be buried, so he might as well be taken there. Although we did not even \nknow the causes of his killing, but we agreed to the fact that he should be buried in Vlakplaas.\n\tAnd on Wednesday we were four of us headed to Vlakplaas and some others from Vlakplaas \nwere present.  We buried him on Wednesday.  When we got there, I found that there was no conducive \nplace whatsoever, it was just a forest where we were going to bury him.\tI did not even have an \nopportunity to ask him where is the conducive place that you were \nPRETORIA HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "134",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "talking about because what I am seeing here is a hill and it is just a forest.\n\tAnd we finished the whole service and we went back home, though we did not know who the \nperpetrators were.  I was just told that he was killed by ANC when I tried to enquire next to Brits.\n\tThe second thing I think when they killed Brian, he was naked, they had taken off his clothes, the \nway he was brutally injured, because the clothes he had on, he had a suit, a black suit on.  Brian's body was \nbrutally injured and his clothes were just intact, they were in perfect condition.  The shirt and the suit were \nclean as ever, no blood whatsoever.  I think they had taken off his clothes and they put the clothes back \nafter they had injured him.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You did hear the evidence that he was buried, or he had to be buried at Vlakplaas \nbecause there was rioting going on in the Soshanguve township, did you hear that?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes, we had heard that.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Was there any violence going on at the time?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "There was no riot.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Were you ever informed about the tombstone that was laid on his grave?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "I was not informed, I was just told that they had already erected a tombstone \nand I was taken to see it.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Were you given any information as to who laid the tombstone?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "No one gave me any information regarding this, I was just fetched to Brian's \ngrave to see the tombstone.",
            "Female"
        ],
        [
            "UNKNOWN",
            "If you do have knowledge was Brian involved \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "134",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "with the ANC Party?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "No, I don't have any knowledge in that regard.  He never made mention of that.  \nAll I knew is that he was a police, working with the police.  The only thing he said to me was that he was \nno longer happy at work, because he had received threatening calls, that he should tell his White employers \nto put everything in place, his records so\nthat when he dies, the families were taken care of.  And when he had tried to ask who are you talking to me \nin this fashion, they refused to tell him the names.  The following day he moved from one office to another \nand the same phone rang and he was told that - the same message that, tell your employers to give you all \nyour monies because you will die very soon and you will see us soon to kill you.  That means he saw them, \nhe met the people on Friday when he was killed, the very people that threatened him.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Did he perhaps tell you why there were these death threats?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "He did not tell me anything, he only told me that he was no longer happy at his \nworkplace.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Evidence was led, sorry Mr Chairman, I withdraw that, no evidence was led to it in fact, \nbut it was shown on the TV today which video you saw, that Mamasela stated that your husband was \ndrinking a lot, that he was broken down and at one stage he even shot at you, do you remember hearing \nthat?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Did you know as to why he had to shoot you?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "That is a family matter, all that I know is that because Joe Mamasela had said \nhe drank very heavily, I repudiate that, he will only drink Saturdays and Sundays and PRETORIA \nHEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "135",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "still he was not a heavy drinker and he was also registered with Unisa, he had no time to drink as Joe \nMamasela alleged\nWhat he did to me was just a mistake and it has nothing to do with this, it is all a family matter.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What was he studying with Unisa?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "He was studying law with Unisa.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Studying towards a law degree?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Now the applicant is before this Committee, seeking amnesty, what is your response to \nthat?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "It is hard, it is difficult.",
            "Female"
        ],
        [
            "UNKNOWN",
            "He is basically, amongst others, asking for forgiveness, how do you react to that?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "(No audible reply)",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe if she doesn't want to answer that it....",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman, that will be all the evidence.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Has it been explained to her Mr Mpshe, as to what is meant by amnesty and so on?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, that has been done, yes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Is the position that she hasn't answered what her attitude is towards the granting of \namnesty.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman this has been explained, but perhaps I am not speaking for her Mr \nChairman, as I look at her she is becoming emotional, perhaps it is because of that that she cannot say how \nshe feels about it Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Let her calm down and afford her an opportunity.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Are you ready to come and comment on the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "136",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "forgiveness being asked?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "I don't have any forgiveness, I have no forgiveness for him.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman that will be all.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe has it been explained to her that if she is in need of assistance which might \nbecome available through the Reparation and Rehabilitation Commission, that she should approach them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, that was done to her and her two sisters by myself, yesterday and \nwhich discussion went down to the question of exhuming the body and burying him where they want to \nbury him and I referred - connected her with the gentlemen next to him who is from the R&R Committee, \nthat has been taken care of by him, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.  Are there any questions to be asked under cross-examination?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.   Can you indicate to us \nwhen you saw the clothes of your husband was that just before the burial?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "We saw the clothes after the funeral, the clothes were sent to us on Monday.",
            "Female"
        ],
        [
            "ADV DU PLESSIS",
            "Was it the clothes that he had on for the burial or ...?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes.",
            "Female"
        ],
        [
            "ADV DU PLESSIS",
            "So ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr du Plessis, I am sure you don't intend asking that question.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I am just trying to determine whether the clothing was the clothing he was \nwearing.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "So you are asking the question whether he had PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "137",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "dressed for his burial?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No, what I mean is had he dressed for the burial in different clothes than those \nwhich he had been wearing?  Okay, let me rephrase the question. \n\tThe clothing which you are testifying about, was that the clothing he was dressed in for the burial \nor was it clothing that was sent to you in a different manner, which clothes are you talking about?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "I am talking about the suit that he had on on Friday when he was going to \nwork.",
            "Female"
        ],
        [
            "ADV DU PLESSIS",
            "Was he dressed in that particular suit of clothes when he was buried?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "We burnt the other suit and we put on a different suit altogether.",
            "Female"
        ],
        [
            "ADV DU PLESSIS",
            "The suit which you burnt, were these the clothes which he had on when he was \nshot?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "That was the suit that he had on when he was shot.",
            "Female"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you very much.  I have one more question.  Do you know who made the \nthreatening calls to him?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "I don't know, because he also did not know, he also wanted to know.",
            "Female"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, I have no further questions.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You've told us that your husband went to work on the Friday, wearing these \nclothes.",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "And I take it he did not come home that \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "137",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "evening?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "When did you discover that he had been killed?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "I discovered the following - on Saturday around 9 pm, when Captain van Dyk \ncame and Engelbrecht to tell me that Brian was killed and he is in the mortuary.  When I asked as to what \nhappened to him, they told me ANC attacked him.\n\tOn Monday they came to fetch me and we went to the\nmortuary where I located him and no one could stand firmly and look at him because he was brutally \ninjured.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Did he have no clothes on then, on the Monday?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "He was covered with a sheet and we only saw his head because it was not \ncovered.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            ";\tWhen did you next see him, his body dressed in these clothes that you've told \nus about?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "We clothed him on Friday evening, he was naked and that was after the post-\nmortem when we saw him in the mortuary.  That is where we saw him, he was naked.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Would you know what had happened to his clothes, they were given back to \nyou later, were they?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes, I was given the clothes after the funeral.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Those are the clothes he had been wearing, not the clothes he was buried in?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "That is correct.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "These clothes you were given were undamaged, perfectly clean, is that what \nyou are saying?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "The suit was completely perfect, except the \nPRETORIA HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "138",
            "Unknown"
        ],
        [
            "T C NGQULUNGA",
            "pair of trousers, just in front right next to the zip, that's where there was a bullet hole, otherwise the whole \nsuit was intact.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, any re-examination?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No re-examination, Mr Chairman, thank you.\nNO RE-",
            "Unknown"
        ],
        [
            "UNKNOWN",
            ".",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you very much, you are excused.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Did they also give you a shirt?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "Yes, they also gave me the shirt, everything,\neven the shoes.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Who is \"they\" who gave you these things?",
            "Unknown"
        ],
        [
            "MS NGQULUNGA",
            "The Garankua policemen.",
            "Female"
        ],
        [
            "HASSAN MALL",
            "Yes, you are excused.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That will be all Mr Chairman in the Ngqulunga incident.  \n\tThe next incident is as per schedule, the interrogation of Scheepers Morudi.  Mr Brian Currin is \nappearing for the victim in this incident.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, could you just afford me a short opportunity please?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe, in this post-mortem report there is a reference to annexure A - I haven't got a \ncopy of annexure A with the report, have you perhaps got it?  In the last instance of Mr Ngqulunga?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman I will check for the annexure and I think to save time, I will look for it and \ngive it to members in chambers.  Thank you Sir.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, thank you, thank you for \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "139",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "the opportunity.  There is something that I would wish to clear up in the evidence of Captain Mentz, just to \nmake hundred percent sure about that.  Would it be possible for me to recall Captain Mentz just to testify \nabout one aspect that flows from the evidence of this witness?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Is it in connection with the Scheepers Morudi?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No, Mr Chairman in connection with the previous matter, in connection with \nBrian Ngqulunga.  I beg your pardon Mr Chairman, it is something that I just want to make hundred \npercent clear that that evidence I cannot \nrecall that the witness gave that specific piece of evidence\nand I deem it important after the questions which have been asked now.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, you may call him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "WILLEM WOUTER MENTZ",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Mentz, there is only one specific \naspect which I would like to clarify with you, did you specifically see when Mr Ngqulunga was shot, did \nyou see that yourself specifically, when Captain Bellingham shot him?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, yes, if I remember correctly he was shot in the head.  I can remember \nvaguely there was something said that they wouldn't have to recognise him by his face because they could \nlook at his fingerprints, but his identification had to be delayed.  I think the magazine was emptied on his \nhead, I am not sure whether Piet Botha also shot him with a pistol, but that could be so.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, that is the only question that I had.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "140",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Any questions Mr Mpshe?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No questions Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Very well, you are excused thank you.\nWITNESS EXCUSED.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I notice from the post-mortem report that he had fractured first to third ribs on \nboth sides of the body and of both clavicles, could this have been caused by the assault you and the others \nlaunched onto him?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "It could be so Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And he had a collapsed lung and a\nlacerated upper lobe of the left lung, a ruptured heart, could this all have been a result of your assault?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, when he was lying in the back of the vehicle, we sat on top of him.  I am \nnot a medical officer, but I, it is quite possible.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Ruptured small intestines, ruptured bladder, is this also all possible as a result \nof your assault?",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "It is possible Mr Chairman.  As I told you we sat on him.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "From my experience of post mortems there was considerably more done to the \nbody than sitting on it to have caused all these injuries. You can't comment?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman the witness wanted to answer the question.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes please allow him to do so.",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "Mr Chairman, as I've already testified from the time that he was taken out of the car, he \nfell on the ground, we were on top of him, it was not a pretty sight, he\nwas overcome, he was attacked and assaulted to make him lose PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "141",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "consciousness as quickly as possible.  We came down on him with our knees, we had no mercy, he was \nsubjected as quickly as possible, so that we could get him into the kombi and get away.  It was a public \nroad, we didn't want to be spotted there, it happened very quickly and it was very serious.  So these things \ncould all have happened.  It is so, I can't say that it wouldn't have happened.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Have you seen the document which is supposed to be Annexure A to the post-\nmortem?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I have seen the post-mortem.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "No, the Annexure A.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "It doesn't seem that - can you just refer me a little bit closer Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I am told that the Annexure A to the post\n-mortem.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I haven't got an Annexure A.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "If you look at the second page, in answer to question 4, paragraph 4,  it says,\" body of a \nBlack male\", then it says,\n\t\t\"Big laceration on the right side of the face with fractured mandible.  Right facial bones \non right side of the skull anterially with protruding bones.  Multiple wounds as \nnumbered on Annexure A\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I don't have Annexure A.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You don't have it.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I don't know, it seems that you also don't have it?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "No, we don't.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If you look at the first page - we've got the typed copy where it says,\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "142",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "\"Due to brain injuries and hyper-volemic shock from multiple injuries.   From gunshot \nwounds.\"\nSo it may well be that the post-mortem indicates that all the injuries are from gunshot wounds.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr  Chairman, it is possible, obviously the evidence creates certain questions, \nthat is why I asked Captain Mentz when the victim's wife testified, exactly - if he can remember exactly \nwhere he was shot.  He told me and that is why I have decided to volunteer that evidence.  It is possible that \nthat evidence might contradict this, it is possible that it might not contradict this unless we have some sort \nof expert evidence to explain to us that some of the injuries could not at all have been caused by any \nassault.\tOr that the injuries could have been caused by gunshot wounds.  \n\tThe only point I am trying to make Mr Chairman is that it doesn't appear from the post-mortem in \nthe light of Captain Mentz's evidence, it doesn't appear from the post-\nmortem exactly that there were gunshot wounds anywhere else,\nthan possibly in the face.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well that depends on the reading, if it says brain injuries and hyper-volemic \nshocks, multiple injuries from gunshot wounds, then that falls away completely, so we must get a proper \ncopy of the post-mortem report and the annexure.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Obviously Mr Chairman.  All I am trying to point out is that it is not clear and \nthat one cannot come to a specific conclusion regarding this and, the point I am trying to make is that it is \npossible that the clothes that the witness testified about, could have been the clothes that he had on during \nthe incident.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "142",
            "Unknown"
        ],
        [
            "CAPT MENTZ",
            "I also want to point out to you that the photographs, whatever that might be worth in evidence, \nphotographs on the video that was shown this morning, as far as I can recall, indicated that the clothes had \nsome damage to it.  As far as that may be important and as far as the Committee may take any note of that.\n\tI have not further questions for the witness Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, you will endeavour to get hold of this Annexure A?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I will endeavour to do that.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "It may be possible that we might have to recall this witness, depending upon the contents \nof that document.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, just to inform the Committee, there is a three page post-mortem \nreport which was given to me by the Investigative Unit, so they did not give me all the annexures, but I will \nget in touch with them to check as to where Annexure A is, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did they give you a typed copy of the port-mortem report or was it \nhandwritten?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is typed, also mine is typed.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you. You are excused for the time being.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I just want to place on record, there are other witnesses that I can \ncall in respect of this incident, they are not here at the moment and I would simply want, in the light of the \nfact that we still \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "143\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "have to get further information, want to reserve my rights in that regard to be allowed later on, to call other \nwitnesses in respect of this incident.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, we are really concerned with the nature of his injuries.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, I can understand that.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "May we then proceed with the next matter?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, yes.  I call Warrant Officer Paul van Vuuren.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Van Vuuren can you remember exactly when this \nincident took place?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Approximately 1986 or 1987.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You set out the nature of the offence.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Myself, Captain Hechter, Sergeant Van der Westhuizen and Slang, his name \nwas Danny (indistinct) questioned him.  We used a gas mask, assaulted him and executed electrical shocks \non him to gain information.\n\tHe was a great ANC activist, he had thrown several petrol bombs in Mamelodi and he was \ninvolved in arson and\nthe petrol attacks on policemen's houses.\n\tThe South African Defence Force could not trace him and at the request of Captain Van Jaarsveld \nto trace him, at that stage Captain Jaap van Jaarsveld was our temporary Commanding Officer because if I \nremember correctly, Flip Loots was on a special investigation.\tMyself and Sergeant van der Westhuizen \nwent to look for him on the instruction of Captain Hechter.  We traced him within three days.  The way in \nwhich we traced him was out of informant reports, we started monitoring his movements very closely and \nwithin three days we traced him.  That just showed how effective \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "144\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "the Security Police was at that stage.  The questioning took approximately two hours and in that time, his \noxygen supply was limited.  He was assaulted by Slang and Hendrik with handcuffs and electrical shocks \nwere also executed on him and it was necessary to gain information from him about his activities and \nstrategies and thereafter he became a source of the police and gave us very important information.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ";\tCould I ask you about the methods which were used in his interrogation, were \nthese the normal methods which were used?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, these were the normal methods which we used.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you obtain any relevant information from him?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, we did.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you remember which injuries he sustained?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At this stage it is difficult for me to remember, I can't remember exactly, but we \nassaulted him quite seriously.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Currin?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR CURRIN",
            "WO van Vuuren, you've said that he threw petrol bombs and \nwas involved in many activities, did you see him throwing petrol bombs, on what basis are you making \nthose allegations?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "I never saw him personally, but out of the informant reports which we received \nit was quite clear that he was involved and he was a leader in  Mamelodi who was involved in petrol bomb \nattacks.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "145\tW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Was he ever charged with any offence ever sentenced?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "I cannot remember, I cannot say.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "So it is all hearsay?  It is hearsay, what you've repeated here with regard to his activities, \nis hearsay, you don't know it as a matter of fact?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I know it for a fact out of the various informant reports, we did not only \nhave one informant who was supplying us with information, there were several informants who were \nbringing us information on Scheepers Morudi and his name came up quite often, so it was not just hearsay \nevidence, it was fact because the informants did not know about each other and did not work together.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I will not argue with you as to what constitutes hearsay, I will leave it there.  Could you \ngive a little bit more information with regard to the torture?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "It is a long time ago, but if I remember correctly we used a gas mask, we put it over \nhis head and we left the plug in and we denied him oxygen.  His hands and feet were tied and we assaulted \nhim several times.  We assaulted him with our bare hands and some of the Constables involved, we kicked \nhim too.  Some of the Constables involved assaulted him with the handcuffs.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Would you say that he was severely assaulted?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "He has asked me to put to you that he was never a member of the ANC, he was a student \nactivist, he was not an ANC activist.  Do you have proof that he was a member of the ANC?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I have no proof that he was a member of PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "145\tW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "the ANC because all those documents have been destroyed as \nit has been said time and again in the evidence.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "You assumed, I would imagine that if one was an activist, whether it was a student \nactivist that one was an ANC activist?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is possible.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Have you spoken to him at all since he has been here the last couple of days, have you \nspoken to him at all?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I haven't spoken to him at all.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Have you possibly approached him about your application and the way you feel and \nyour remorse and asked him for forgiveness?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I did not do that.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Were you involved in the bombing of his house before that, a couple of months before he \nwas assaulted?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "It is possible, I was involved in several bomb attacks on several houses.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Have you applied for amnesty in respect of all these bomb attacks on all the houses?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I have.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "And you can't recall the details?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, there were too many, I can't remember.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I really don't have a problem that the witness testifies, but I would ask Mr Currin to \nkeep to this specific amnesty application in respect of this specific incident.\tAs you are aware, WO \nvan Vuuren has made various applications pertaining to various incidents, as well as one global application \npertaining to certain incidents which he cannot remember a lot about.  I object against further interrogation \nabout other amnesty applications.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman, it just relates to the question PRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "146\tW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "of full disclosure and I am just ensuring that there has \nbeen full disclosure.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, as you know he has applied, made application for amnesty for various offences.  \nAmong them is the bombing of houses.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Would you just bear with me for a moment?",
            "Male"
        ],
        [
            "HASSAN MALL",
            ";\tCertainly.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "You personally participated in the physical assault?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, it is correct, I did.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "MR CURRIN",
            ".",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, are there any questions you wish to put to this witness?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you explain as per your application page 156, \nthe last paragraph - \"the telephone method was used on him\", exactly what does that entail?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, it is an old fashioned telephone where you had the crank that you \nturned, there were two wires coming from the telephone, you took that and you connected it to the person \nto his feet or hand or whatever, it all depended on what you felt like on the particular day towards the \nactivists, and then you turned the crank and you put electrical shocks through him.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now in this incident, to which part of his body did you tie the wires?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I cannot remember, I really cannot remember but we did use the instrument.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Why can't you remember?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is 10 years ago.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "147\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But you were present when these things were done?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But that was not the only time that I was present, there were many other times in \nthe same manner.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "This was in fact one of the most common of the machinery used by the police \nfor this shock treatment wasn't it?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Your Honour.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you recall how long was this execution done on him?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Normally about ten seconds, five to ten seconds per shock, per shock treatment.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "What exactly did you want from him?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We questioned him to obtain information from him regarding the fellow persons \nwho worked with them, to control whether the information that we had, which we thought was correct, we \nwanted to verify those and to get general information regarding the unrest situation in Mamelodi.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What was the ultimate objective?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The purpose was to find people who were working with them, to arrest them or to \neliminate them and to find out exactly where they were hiding from the Security\nPolice and the Defence Force at that stage, where firearms or weapons might have been concealed or \nhidden away, in the general state of emergency which was prevalent exactly where they were hiding.\n\tWhere we could get hold of them.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "The aspect of weapons seems to be something that you did not allude to earlier \non.  You mentioned that he was involved in \"brandstigting\", intimidation, \"petrolbom PRETORIA \nHEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "148\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "aanvalle op polisiemanne se huise\" and that is a distinct criminal character.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can only mention that Scheepers at that stage, I could say was the leader in \nMamelodi.  The Defence Force looked for him for months, and they couldn't trace him and Captain van \nJaarsveld requested us and there were many activities for which they were looking for him, but as I have \nstated to you my information was that it was only concerning schools' boycotts, arson, petrol bomb attacks, \nbut while we interrogated him, we asked him whether he knew about any weapons which had been hidden \nwhich he knew about.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "To the extent that you wanted information for the purpose of effecting some \narrest, the impression I get is that this was a criminal investigation after all.  It was nothing else but a \ncriminal investigation which was going on here, criminal investigations by yourselves?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't clearly understand the question.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I asked you to tell us what the ultimate objective of your exercises were, and \nyou mentioned also that you wanted information from him so that you could effect some arrests and I am \nsaying to you therefore it would seem that you were busy with nothing else but a criminal investigation \nhere for purposes of arrest and prosecution?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At that stage it was so, we wished to arrest people and prosecute people who \nworked with Scheepers, that is correct, yes.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And I am saying to you the torture, the interrogation and the torture that \naccompanied it, was not any different to the torture and interrogation you would have done on somebody \nwho had committed a robbery? It was \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "148\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "trying to extract information purely for criminal purposes, not politically?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairman, Scheepers was involved in petrol bomb attacks on policemen's \nhouses, he was an activist in the townships, it was not just criminal affairs, criminal matters if I understand \nyou correctly.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And you say that he made mention of firearms only during the interrogation?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can't remember whether he referred to firearms.  We asked him whether he knew \nabout any firearms that had been hidden in Mamelodi, ANC, we referred to DLB's, we asked him, he didn't \nask us, Your Honour.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well you don't remember whether you got any answer from him in that regard?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I cannot remember, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "For all you know he might have said he didn't know anything about those \nthings.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is quite possible.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Did you get any information out of him that eventually led to the arrest of \nanybody? \nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman I cannot remember today.  This all happened 10 years ago, I really \ncannot remember, it is possible, but I cannot remember.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You mentioned that some people were looking for him, I don't know whether \nyou said SANDF and or the\npolice, I don't know, but your help was eventually called in.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, it was the Defence Force, the Defence Force was stationed in \nMamelodi, they had an office there.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Your group felt that they could help, they \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "149\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "could trace him and thereafter beat the information out of him?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And then take that information and then pass it over to the other branches of \nlaw enforcement agencies that had been looking for him?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, we would have passed it on, but we would have kept most of it for \nourselves and used that.  We also didn't hand him over to the Defence Force, he became an informant of the \nSecurity Police after that.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But that was after the assault, possibly as a result of the assault?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.  That is correct, that is possible, that it was as a consequence \nthereof Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I think what my learned colleague wishes to determine is what the political motive was \nwhen you questioned the man, was it not just a matter of trying to trace a criminal offences?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            ";   That is correct, it was to trace criminal deeds and to trace the people who were \nworking with him.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But what has this got to do with politics?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, he was at that stage an ANC activist, in other words he was \ninvolved with the ANC activists who were causing great trouble in Mamelodi and that was why we \nquestioned him.  He was an ANC activist and\nafter all that had to do with politics in my books.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I think you have to draw a distinction, there can be nationalists or any other party whose \nmembers may commit housebreaking and burglary and have nothing to do with politics?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Your Honour, but if ANC \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "150\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "activists attack policemen's houses with petrol bombs and arrange boycotts, it is a political motive in my \nbooks.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The question is simply whether in this particular instance the purpose of the \ninvestigation was of a criminal nature or what exactly it was?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was a criminal investigation, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And you have no idea if you got information from him that resulted in any \narrests, prosecutions or matters of that nature?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I cannot remember today, it is too long ago.  It is possible that it \nwas so, I cannot remember, there were many instances of this nature.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            ";\t Can you remember that about 10 minutes ago when Mr Currin was \nquestioning you, you said it might be possible that he wasn't a member of the ANC?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I doubt that.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "My recollection is that Mr Currin specifically put to you that he wasn't and \nyou said you couldn't challenge that, you had no proof.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I cannot prove it because I don't have proof, all the proof that existed was \ndestroyed after my time in terms of a national command from Security Headquarters, all documentation \nwas burnt, I don't have anything to prove what I am saying today.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Sir was it not true from the evidence which\nhas been given by Mr Cronje, that the general practice of the Security Police was to eliminate people who \nwould have committed acts such as these committed by Mr Scheepers Morudi?\nW/",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is correct that people like him had PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "151\tW/",
            "Female"
        ],
        [
            "UNKNOWN",
            "to be eliminated, or were eliminated in certain instances.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Can you just explain what would be the criteria which would be used to determine \nwhether a person was capable of immediate elimination or would be rehabilitated as in the instance of Mr \nMorudi?\nW/",
            "Female"
        ],
        [
            "UNKNOWN",
            "It is very difficult today to sit and explain here which people were eliminated and \nwhich people were not eliminated.  We played it by ear, depending on how things went at that stage, \nwhether the person seemed prepared to work with the Security Police at that stage or whether he was not \nprepared to cooperate with us.  I think to a large extent if Scheepers had not agreed to become an informer, \nwe would quite possibly have eliminated him.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "So after this incident Mr Morudi became an informer?\nW/",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr van Vuuren, in the \nSecurity Branch where you were working at that stage, what did you activities involve?  Did your activities \ninvolve actions against the liberation movements, deeds of activists, or did your activities involve normal \npolice docket investigation of burglaries etc?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, it involved actions against activists, no normal investigations.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "So in other words your activity as a member of the Security Branch at that stage \nWarrant Officer, was primarily aimed at what - normal thieves, robbers or were your activities aimed at \npeople who were involved in destabilising the Country?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was people who were politically PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "152\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "involved in destabilising the country.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, now WO van Vuuren, people like these activists or terrorists, as we have often \ntestified before the Committee, were these people also involved in criminal activities?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, they were.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did such people also make themselves guilty of normal common law or criminal \ntransgressions in an effort to destabilise the country?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, they did make themselves - they were guilty of crimes to destabilise the \ncountry and to create chaos.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, as you can remember, was Mr Morudi a person who was involved in this \npolitical destabilisation attempt or was he an ordinary criminal?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was a person who was involved in the destabilisation efforts of the country and \nthe campaign for destabilisation.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And the methods used by activists to destabilise the country at that stage, which \nmethods did they use?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was arson, petrol bomb attacks, intimidation and in certain cases murder, \nboycotts, consumer boycotts.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And is that the sort of action in which Mr Morudi was involved in and made himself \nguilty of as you can remember?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And when you interrogated him, did you obtain information from him or attempt to \nobtain information in order to accuse him and to have him found guilty in a PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "152\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "criminal court of criminal transgressions or was the purpose to get other information?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The purpose was to obtain information from him in order to accuse him - no, to \naccuse him wouldn't have helped at that stage because we wouldn't have had a witness to testify against \nhim because the witness would be dead the next day were he to testify, so the idea was not to interrogate \nhim, to take him to court, the idea was to interrogate him to obtain more information regarding the \nactivities of the activists in Mamelodi.  Criminal activities as well as other activities, meetings which they \nwere holding, when they were having meetings, who would address them, whether they had any contact \nwith ANC infiltrators, etc.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, Warrant Officer van Vuuren, in your application you give in great detail \nthe purpose of the interrogations, that which was set out in the application has been stated on numerous \noccasions with the same motivation as in all other interrogations for which amnesty applications are made \nwith regard to all the applicants before the Committee and for that reason I am not offering this testimony \nverbally, verbatim before the Committee on every occasion, but on this regard questions had been asked \nregarding things which are stated very clearly in your statement.  \n\tWill you turn to page 158 please of your application and there the general motivation which we \nhave in all the\napplicants' applications with regard to your actions, will you please read that to the Committee.  From the \npurpose of the investigation.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr du Plessis, I don't think this what is PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "153\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "being disputed, the specific question was whether it was \npolitical or criminal and I think that is the difference between a general motivation and the motivation \nwhich had already been given.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, but Mr Chairman, with respect, in the motivation in the application, it comes \nout very clearly that the whole purpose of the interrogation and the investigation was absolutely of a \npolitical nature and that is also clearly apparent further on, where the specific motive is set out on page 161 \nto 162.\n\tI don't attempt to prefer the evidence every time with regard to every case, but if I could just with \nregard to the questions which had been asked, if I could just be afforded the opportunity to read into the \nrecord, the testimony and I also wish to make the point and I will argue to it at the end, that I was under the \nimpression that he did not quite clearly understand the full scope of the questions and therefore I think it is \nvery important to get this stated in the record.\n\tWill you just continue please.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "\"The purpose of interrogations were dual,\n\t\tIntimidation and obtaining information Intimidation -  When activists were interrogated \nthey were intimidated to stop their activities and also to inform other activists that they \nwould be interrogated and fought with tooth and nail, they had to understand that we \nwere serious in our actions against them.\n\t\tDuring interrogation and after certain information had been obtained, attempts were \nmade to turn activists and informants to become informants for \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "154\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "the Security Police.  These activists and/or terrorists who were turned, were the most \neffective means to combat the liberation movements, because they were trustees of the \nother terrorists and activists.\n\t\tThe most striking example was Joe Mamasela as is apparent from this application.  \nAscaris who were former terrorists, were very effective in the suppression of political \nactivities\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Were you successful in this attempt, if we can just pause a moment with that?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is correct.  \n\t\t\"For the purpose of insurgents and counter-insurgents' activities, it was important to \nobtain information in this regard, it was of cardinal importance to get channels exposed \netc, and without interrogation techniques a network of information would never have \nbeen determined to combat the total onslaught.  \n\t\tInterrogation which was effective with regard to obtaining information was essential.  It \nwas essential to trace deeds of terror and to plan counter strategies and take measures on \nthe basis of the information obtained.\tInformation was also obtained with regard to \ninterrogation\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can I stop you, you can't remember exactly which information you obtained, is \nit possible that your information during that interrogation was that you gained information which could be \nused against the liberation movements?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, that is possible.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "155\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And was he after that of assistance to you as an informant?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The interpreters would just like the witness to read slowly.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "\"The motive was to combat terrorism and to protect the country.  A further motive was \nto obtain information regarding his actions and strategies\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay.  Mr Chairman the rest of the aspects therein can that be regarded as \nbeing incorporated? Thank you.  \n\tOkay, Warrant Officer van Vuuren, lastly, did you regard a person as Scheepers Morudi as an \nactivist and a criminal seen in broad terms?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We as Security Police did not work with criminals, we worked with activists, but \nmany of the activists also made themselves guilty of criminal deeds.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay, one last aspect which I forgot to ask you about.  Exactly where did your \ncommand come from, you state that on page 163, where the instructions originated?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It came from Captain van Jaarsveld and from Captain Hechter.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I could just mention that Captain van Jaarsveld did not tell me to assault \nScheepers Morudi.  That we did of our own accord.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay.  So he didn't repudiate you after that, he didn't tell you what you had \ndone was wrong?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, he didn't.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "155\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now, Warrant Officer van Vuuren just to return to the matter of elimination, \nmuch testimony has been\nput before the Committee regarding eliminations in particular circumstances.  Could you just make your \ntestimony clear.  The type of person whose elimination was decided upon, could you tell us?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was normally a high profile activist or terrorist who was concerned with the \ndeaths of other people.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And then a last question.  Mr Morudi is present here today, are you prepared in your \napplication - I would like to refer you to your application - in your application on page 224, could you \nplease page to page 224.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Which page?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Page 224, could you please read that to the Committee?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the speaker please be asked to slow down while reading.\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "\"Reconciliation I have believed seriously that what I was doing was in the interest \n...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Captain, the Interpreters are having a problem, you read too fast for them, there \nare difficulties in keeping up with you in their interpretation.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, it is marked with pen on the right=hand side, page 224 of \nthe bundle of applications.\tMr Chairman it was attached as an annexure and it is entitled \"versoening\".",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I definitely ...",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I beg your pardon Mr Chairman, may I enquire from the other members of the \nCommittee if they have (...indistinct).  Thank you Mr Chairman, may the witness PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "156\tW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "proceed?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "\"Reconciliation. - I believed that what\n\t\tI was doing was in the interest of the Republic of South Africa, its people, my religion \nand christian convictions.  Today I am uncertain as to where I stand and how I ended up \nin the position which I currently find myself in.\n\t\tI am sorry about the loss which family members of the victims suffered and also the loss \nof lives.  I hope that this revelation of mine will lead to greater understanding, \nreconciliation and unity among the people of South Africa.\n\t\tIt is not my decision who was right or wrong, but I am also a committed citizen of the \nnew South Africa.  The truth of the past must be exposed, that goes for all Security \nForces and also freedom fighters of the liberation movements\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, as we recall, previously Warrant Officer van Vuuren was the one \nwitness in respect of which we didn't confirm his general background as set out on pages 4 to 16, may I just \nask the witness his confirmation of that.  Warrant Officer van Vuuren, on pages 4 - 16 your background has \nbeen set out,  do you confirm that as correct?\nW/",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman I have no further questions.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Currin can I ask you in the meantime just to help refresh our memories - by \nthe way have you put it to the witness that your client will deny that he was a political activist?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "157\tW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I put it to the witness that my  - I challenged that my client was not an ANC activist and \nput it to the witness that my client was a student activist, that I put to him.  That is what he will testify, that \nhe was a student activist, but he was never a member of the ANC.  I put that to him.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "What does that mean \"student activist\"?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Well he was as a student at school, he was involved in student activist politics.  I think \nthat we know what sort of politics the students were involved in.  He was never a member of the African \nNational Congress or any political organisation.  He will testify ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Yes, but I just want to have this clarified because at some stage I personally \nput questions to the witness which would have tended to tax him severely on whether or not the victim \ncould have been a legitimate political target, a legitimate political target and if there is no severe \ndisagreement on the question as to whether or not he was in fact in politics at whatever level, that may \nactually, I mean I am speaking for myself, that may clarify or make certain issues a little bit easier.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Certainly.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "So I understand you to concede that the victim was engaged in politics.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Absolutely.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Mr Chairman while I have the microphone I \ndo have one question that I would like to clarify in re-examination which arose during some of the \nsubsequent questioning if I may put something to the witness.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Yes, you may ask your question, sure.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "157\tW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "It is one question.  My learned friend put it to you that we have heard a lot about \neliminations and assassinations and when an activist qualifies to be eliminated and you said something a \nmoment ago which, in my recollection, has been said for the first time and I just want to hear whether what \nI heard, is correct and you mean what you said.\n\tYou said that high profile activists were targets for elimination.  Now that we've heard often \nbefore, but you've added something to that.  I think you added that high profile activists who were involved \nin killing or in murders qualified for elimination, is that correct?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "That was usually the case.  That is correct, that was usually the case but if a person \nthrew a petrol bomb at another's house, then it was an attempt at their lives, he wasn't playing with them, \nthen that would also have qualified the person to have been eliminated, yes ....(intervention)",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Even if no one died as a result of the petrol bomb?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "Ja.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "So it is not correct to add the rider \"if that person was involved in a murder\"?\nW/",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Thank you Sir.\nNO FURTHER",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "MR CURRIN",
            ".",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, may I beg leave to call Captain Hechter on this \nincident?\tYou will find his application on page 127 of the bundle.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(still under oath)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter in your \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "158",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "application on page 128, the first paragraph under \"Nature and details\", you say that you cannot remember \nthe circumstances in this incident, is that correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you accept the evidence with regards to the facts of this incident as said by \nWarrant Officer van Vuuren?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now Captain Hechter, the political motivation has been set out in your application \nfrom page 130 to page 134.  Do you confirm it as being correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is correct, Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, with regards to one or two aspects about which Warrant Officer \nvan Vuuren was questioned.  Could you perhaps just give the Committee an indication of the type of \npersons who were involved in petrol bomb attacks and so forth, were they normal criminals or were these \npeople politically active?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, the youth activists as Mr Currin called them, were furthering all \nthe aims and objectives of the ANC at the time.  In Tshaba it was often announced, even on Radio \nFreedom, that the youth - the so-called informants had to be attacked, they had to attack the police, they \nhad to be involved in the struggle which included the burning of buses, the boycotting of buses, consumer \nboycotts.  So that when we were out looking for activists it was purely a political activist.  We were not \ninvolved in normal criminal activities and that is why the police detectives who were at the stations in the \nareas, they were deployed to do that type of work, we did not do those cases, we did political matters and \nwe investigated political cases.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "159",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, what was your general experience with such activists, were some \nof them members of the ANC were others not members of the ANC, could you comment on that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is very difficult when you start monitoring an activist to know if it is a card \ncarrying member of the ANC, what they did do was through the person's actions by furthering the \nobjectives of the ANC at the time, by the methods that they applied, you were able to identify an activist.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Just to include there, this attack was in 1986 and 1987?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was it permissible at the time to be a card carrying member of the ANC?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, so they would not have had their cards with them either, they \nwould have been members of the ANC but would not have carried any cards.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, the type of interrogations you were involved in at the time, what \nwas the aim of the interrogation with regards to obtaining information, could you just elaborate to the \nCommittee?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Firstly it was to obtain information, further information which could assist us in \ncombatting further acts of terrorism, greater acts of terrorism, lesser acts of terrorism, such as consumer - \nthe launching of consumer boycotts to identify the involved instigators and prevent them proceeding.\n\tThe interrogations were fairly violent.  In order to intimidate the youths to such an extent that - it \nwas an attempt to prevent them from participating in this type of \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "160",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "action any further.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "After having heard what Warrant Officer van Vuuren testified here, would you say \nthat the objective at the time would have been to obtain information, charge the person and have them \nconvicted in a court of law or was the objective to obtain information with regards to the liberation \nmovement's struggle?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is very difficult for me to answer that question at this point.  What I heard \nfrom Warrant Officer van Vuuren was that thereafter he was made a member of the\nBranch, so he would have given us his cooperation, which is why we would have decided to use him as a \nsource, but I doubt whether we would have wanted to arrest him and have him charged and so forth, \nbecause at the time we did not try to arrest activists.\n\tThe information which we confronted them with could not be aligned to any witnesses due to the \nintimidation factor which existed at the time.  I would not say that it did not happen at all, there might have \nbeen cases where persons were arrested and detained in terms of the law, but it was very minimal.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter could you please page to page 339 of your application.  Captain \nHechter, can you page to the next page entitled \"Reconciliation\", that is part of your application.  Could \nyou please just read it to the Committee.\n\tYes, I beg your pardon Mr Chairman, it appears twice in my volume, I beg your pardon, it is 338.  \nCould you please proceed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "\"I had steadfastly believed that what I was doing at that time, was in the \ninterests of \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "160",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "the Republic of South Africa, its people, my religion and religious convictions.\n\t\tToday I am uncertain as to where I stand and how I ended up in the position I currently \nfind myself in.  I am very unhappy and I am sorry about the loss which the family \nmembers of victims suffered and also the loss of life. \n\t\tI hope that this revelation of mine will lead to greater understanding and reconciliation\".\n...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "This is word for word what the previous witness said, can't he just confirm it?  \nWhat is your purpose of getting it on the record twice?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "As it pleases you.  Will you confirm it please?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I will confirm that.\nNO FURTHER",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            ".",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Would you rather Mr Currin put his questions first?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I will prefer to do it that way, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "There you are, Mr Currin.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Thank you Mr Chairman.  You stated something which has \nbeen said before, namely that detentions at that time were an exception, that one normally did not \nprosecute, arrest and prosecute and one did not normally detain, that was an absolute exception?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Not really, what I meant by it, there was a lot of detentions, but it had such little \nimpact on the general anarchism that was at that stage rampant in the Black townships, that in certain cases \nand a lot of the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "161",
            "Male"
        ],
        [
            "UNKNOWN",
            "people working with us, still did arrest some of these people and kept them under the Security regulations, \nbut me, as a person, in our department or in our section, we felt in certain circumstances, we could by \nintimidation, we could get a better reaction out of the people, because when those people were left out of \njail after a while, they came back.\nThey were the real \"rammetjies\" around there, so we battled with them.  My department, the Black Power \nDepartment.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "What you are saying relates generally to what you refer to as the Black activists?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The Black activists, that is correct.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "So there wasn't a tendency to detain, as far as you were concerned and in your division, the \nactivists?",
            "Male"
        ],
        [
            "UNKNOWN",
            "There were many, if we just could have kept records, you would have seen that \nmany of them were detained, but in certain instances the decision was taken by me as the Officer that a \ncertain person should not be\narrested, but be picked up, interrogated, intimidated and then released.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "But the reality Captain Hechter is that the vast, vast, vast majority of people were in fact \ndetained, of the activists.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You say so I do not know, that may be so, I cannot argue with you.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I put to you that also, we will lead evidence on behalf of the victims that the tendency \nwas in fact to detain and not to eliminate which is  ...(intervention)",
            "Male"
        ],
        [
            "UNKNOWN",
            "We are not talking about elimination, we are talking about intimidation.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "You heard also what the previous witness said with regard to elimination, as to when a \nperson would \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "162",
            "Male"
        ],
        [
            "UNKNOWN",
            "qualify for elimination, do you agree with his answer?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could you please tell me ...(intervention)",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "He said a prominent activist who was involved in an act which would result in the death of \na person and he changed that to say for example, if there was a petrol bombing and a prominent activist \nwas involved, then that person would then qualify for elimination.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The English have a saying that \"there is no rule if there is no exception\", those \ndecisions were taken by us on the basis of information obtained from sources and the decision was taken by \nme quite often and in many instances by Head Office, when one should be eliminated and when not.\n\tThere was no set rule that if this was the third house that person would be eliminated, it went \naccording to the circumstances at the time, the amount of violent acts which the person had committed and \nhow you, as a leadership figure, had blossomed in the community.  If you remember correctly we tried to \neliminate Father Mkatshwa which was a good example. \tLook at the leadership figure that he \nturned out to be.  He was a prominent leader.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "If I understand you correctly there were no fixed criteria, it was an ad hoc decision taken \ndepending on the circumstances at the time?",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is correct, that is correct.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "That is very different from what the previous witness said.",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was a Sergeant at the time and he worked under my command, so it could \nhave been his perception.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I have no further questions to this witness.\nNO FURTHER",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "S BY",
            "Unknown"
        ],
        [
            "MR CURRIN",
            ".",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "163",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Go ahead, maybe you will cover the point which I wanted to cover.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain, in your application page 127 thereof, you're asking for amnesty on \"opsetlike \nsaakbeskadiging asook brandstigting\", but you haven't told this Committee anything about those two \nincidents.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think it was rectified.  I think Adv du Plessis submitted a rectified schedule in \nwhich those errors had been rectified.  The rectification had been made, there was no damage to property, I \nhope it is contained in that schedule.  Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I just want to clear this because earlier on, by reason of the fact that the name of \nCaptain van Jaarsveld was mentioned, immediately after a sentence which made reference to the South \nAfrican Defence Force, I was under the impression that he was attached to the South African Defence \nForce.  He was in fact in the Security Branch?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was my second in command, Captain van Jaarsveld was our acting \nCommander, yes, acting Commander.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But is he not the person who asked you to \ncome and trace the victim?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "According to what I can deduce from Warrant Officer van Vuuren, I think that was \nthe case.  I can't remember this specific incident, but if he says so, it is so because he was in control.  Then \nhe would have addressed the request to me and I would have sent out the people to go and pick up the \nperson.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Yes in fact I think this is what Mr van Vuuren says, that you were asked by, he \nwas not at Vlakplaas?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "164",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, no, we were never.  Captain van Jaarsveld, Warrant Officer van Vuuren \nand myself were never stationed at Vlakplaas, we were just in the Security Branch of Pretoria or the \nNorthern Transvaal, we had no ties with Vlakplaas, we never liaised with them.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "If in fact the instruction to, or the request to trace the victim did come from \nCaptain van Jaarsveld, it would have meant that it was a request that came from the Security Branch \nanyway?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is possible.  You see in the mornings, and we touched on that last year, we \nhad the joint management centre which consisted of the various sections or departments including Civil \nDefence, the Defence Force, National Intelligence and ourselves, we met and problem cases were \ndiscussed with reference not only to problem persons, but also to problem cases where for example there \nwas bad sewerage systems, these were all discussed at these meetings and I suspect that it was on this \noccasion that the request was addressed to Captain van Jaarsveld, whether we couldn't trace this man for \nthem, because they were unable\nto trace him.\tThey were situated on top of the hill in Mamelodi and they also had their problems \nfinding people.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Could we just have clarity in this regard,  did you ever operate under the orders of \nBrigadier Cronje?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, but at that stage he was the Head of the Security Branch, not at Vlakplaas.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "So when he was at Vlakplaas, you were not under his command?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I only got to know him when he took over as Commanding Officer of the \nSecurity Branch.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You yourself were never stationed at \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "164",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Vlakplaas or under that command?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, not at all Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, when exactly did Brigadier Cronje come over from Vlakplaas \nto the Security  Branch?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am not sure, I suspect it was about 1986, late 1985, it must have been then \nlate 1985.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "We've already had (...indistinct)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman the evidence was led right at the beginning.  It makes it very \ndifficult the time period inbetween, because a lot of the issues and the aspects which seem to create certain \nproblems, have already long ago been dealt with in evidence, but obviously nobody's recollection is so \ngood that one can remember everything, but that was dealt with specifically in the evidence previously.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "No further questions?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No further questions, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I think at this stage we will take an adjournment if it's convenient.  We will resume at \nnine o'clock tomorrow morning.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman, Scheepers Morudi is here, will we not hear him today?",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Unfortunately not, I've indicated that for\ncertain reasons we are going to adjourn at quarter to four today and if he can be available tomorrow \nmorning at nine o'clock ...\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "165",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I see.  I will advise him, thank you.",
            "Male"
        ],
        [
            "HASSAN MALL",
            "We will adjourn.\nCOMMITTEE ADJOURNS.",
            "Unknown"
        ]
    ]
}