{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1976-07-19",
        "location": "PRETORIA",
        "day": "3",
        "names": [
            "CORNELIUS JOHANNES VAN WYK"
        ],
        "case number": "1050/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54902&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pta/vanwyk.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV DE JAGER",
            "MOKOTEDI MPSHE",
            "MR GIMSBEEK",
            "CORNELIUS JOHANNES VAN WYK",
            "MR VAN WYK",
            "BERNARD MAKGABO NGOEPE",
            "JUDGE WILSON",
            "SISI KHAMPEPE",
            "MR RHOODE",
            "GERRY VAN WYK",
            "MR G VAN WYK"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV DE JAGER",
            "MR MPSHE",
            "MR GIMSBEEK",
            "CORNELIUS JOHANNES VAN WYK",
            "MR VAN WYK",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "MS KHAMPEPE",
            "MR RHOODE",
            "GERRY VAN WYK",
            "MR G VAN WYK"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "..... recuse himself.  Please carry on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Chairperson, in this matter I did an interview with one of the applicants whilst he was conducting a hunger strike and on his behalf I made certain representations to the then Minister.  In the light thereof it might be seen by some people as that I have a personal interest in this matter or that in these circumstances where I acted on his behalf, should not sit in this matter.\n\tI think it is correct that this Committee must be seen to be unbiased at all times and an independent Committee and in the light of that I think that some members of the public might say that I was a representative for one of these parties and therefore I think it is correct therefore that I recuse myself from this matter, and for that reason I am now going to recuse myself and you may proceed with the matter.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr Chairman first an apology that we had to start as late as we are doing now.  It is due to some logistical arrangements that were not in place.\n\tMr Chairman we have two applicants today to start with, that is Cornelius Johannes van Wyk, and Pierre du Plessis.  Mr Chairman we will first start with the application by Cornelius Johannes van Wyk, represented by Attorney Gimsbeek.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any dependents of the victims, if there were any, in this matter, are there relatives who have to be notified and have been notified?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman I had given out a memo to the Investigating Unit, particularly Advocate Andre Steenkamp in Johannesburg and Major Swart to do that for me.  Unfortunately when I got hold of Andre Steenkamp this morning he told me that due to time constraints they couldn't, but some members they cannot trace and I asked him to be present here after lunch to give me a full explanation.  At the moment they are not here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, you may proceed.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Thank you Chairperson.  I would just like to inform the Committee of the format which we will follow.  We will not proceed in terms of the official application as submitted.  My client has indicated that he prefers to give his evidence in chronological order, the background and then to proceed to how the actual offences were committed.\n\tI would like to start with a short introduction and then my client will testify.  You are Cornelius Johannes van Wyk?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The witness must please switch his microphone on.",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES VAN WYK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "You are Mr Cornelius Johannes van Wyk?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You are currently serving a sentence of imprisonment for a series of crimes?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "The offences with which you were charged are contained in the indictment which is annexed to the documents in front of you.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you just read them out, these offences.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I was charged on a charge of theft of motor car; three charges of murder; attempted robbery with aggravating circumstances; contravention of Section 2 read with Section 1 of the Arms and Ammunitions Act; housebreaking with the intent to steal and attempted theft; two charges of robbery; housebreak with intent to steal and theft; contravention of Section 32(1) read with Section 139 etc of Act 75 of 1965, illegal possession of firearms, alternatively a contravention of Section 6(1) of the Explosives Act, and contravention of Section 6(1) read with Section 1 etc of the Explosives Act, Act 26 of 1956 and a contravention of Section 36 read with Section 1, 39 and 40 of Act 75 of 1969, illegal possession of ammunition.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you indicate for which of these crimes, on which of these crimes you were convicted?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I was convicted ...(intervention)",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Just a minute, we are trying to get this document, the indictment.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "If I can assist the Committee it's just attached after Annexure Z12, it's the first document after Annexure Z12, sorry Z13.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Attached to the letter of Z13 is it?",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Just after that Annexure is the indictment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Have you another copy of that document?",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "I unfortunately only have the one copy that I am working from, but my learned friend has indicated that he can assist.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Thank you.  Mr van Wyk you were telling us on which of these charges you were convicted.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I was convicted on charge 1, theft of motor vehicle.  Charges 2-5, three charges of murder and attempted robbery with aggravating circumstances and on count 6 I was convicted, contravention of Section 2 of the Arms and Ammunitions Act; charge 7 housebreaking with intent to steal and attempted theft; both charges 8 and 9, they were charges of robbery and on charge 10 housebreaking with intent to steal and theft; charge 11, contravention of Section 32, illegal possession of firearms, and I was acquitted on charges 12 and 13.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you tell the Committee what sentences you received for each of these convictions?  I then refer you to the sentence attached at the end of the bundle of documents, page 108.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "On charge 1, five years imprisonment; 2,3 and 4, life imprisonment on each of those; charge 5, eight years imprisonment; count 6, one year's imprisonment; count 7, five years imprisonment and count 8 and 9, taken together for purposes of sentence, 12 years imprisonment.  On count 10, eight years imprisonment; count 11, ten years imprisonment.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "How long have you been in prison since imposition of sentence?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I have been there for two years.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "How old were you when you were sentenced?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I was 24.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "So therefore you are currently 26?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Mr van Wyk you have indicated that you prefer to testify in a chronological order and start right at the beginning and tell us a little about your childhood and your personal background and the various influences which led you to commit these offences.  Could you start right at the beginning.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  I think it will be suitable if I start during my puberty. I was about 12, 13 years old and at that stage - well I grew up in a very strict, conservative and rightwing home.  I had very rightwing views right from the outset.  I was never radically rightwing though until I met Mr du Plessis in standard 6 when I was in high school.  I became good friends with him to such an extent that I visited him at his home quite often and had a lot of contact with his father, Mr du Plessis (Snr).  And it was Mr du Plessis (Snr) who had this influence on me and which changed my views to a more radical direction, and he introduced me for the first time to the ultra rightwing thoughts.\n\tAnd I, at that stage, my father and I didn't have a very good relationship, we didn't talk very much, there was a bit of division between the two of us and I was therefore quite vulnerable and these new ideas had quite an effect on me.\n\tI was in standard 6 when I met Mr du Plessis and through Mr du Plessis (Snr) I was introduced to the very rightwing ideas and concepts such as the Church of the Creator.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you just tell us a little bit more about the Church of the Creator which you have just referred to, what did that entail, the Church of the Creator?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Perhaps I should refer to the most important chapter in the tenets of the White Men's Bible.  It's an organisation which was found in America, I think in the early 1900's.  To refer to the White Man's Bible this is the basis of the tenets of this particular group and I think the most important part here is their focus, their focus is on survival of the fittest, and that is also their motto, \"Survival of the fittest\".\n\tAnd in the document they relate how the Jewish slave traders rule the entire world as a result of their financial muscle and that they use people as political puppets, and this also means that they want to use the White man as a slave by plunging him into debt.  \n\tWhat is quite important here is that they say that no civilisation can be established without the involvement of the White man.  So they regard the White man as the only creator of a civilisation and furthermore they refer to other communities which were established, for instance in India, they would always deny this and so no a White person was always involved in the establishment of this particular society or civilisation.  So their view was that no civilisation could exist without the White man's knowledge and involvement and abilities, and that is where the name, Church of the Creator, comes from.  \n\tThe White person was the only force which can create something.  And therefore a big fear is that there will be miscegenation and that the White race will be diluted by means of inter-marrying with the darker races and their view was that this would lead to the decline of the White race.  \n\tHitler and his ideologies were seen as great and good, he is seen as a hero due to his ability to lead a nation in revolt against the Jewish financial power.  All other races are non-White are described and regarded as inferior.  \n\tSo I was confronted with these basic ideologies by Mr du Plessis (Snr).",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "And you say this took place during standard 6?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Did matters proceed from there?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, gradually things progressed from there, because at some point I started believing in these ideologies as well and I was of the same views.   And I was led to believe by Mr du Plessis (Snr) that the only way in which one could make a real change was by means of faith, faith was the key to a stable point of view, and it became a tenet of my faith that I had to ensure White survival in South Africa and I had to struggle for that.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "I would just like to link up with your mention of \"faith\", it's not the Christian faith that you are referring to?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No it's more natural faith, perhaps based on the principles of Darwin and very importantly is the \"Survival of the fittest\", that idea.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You say you made some progress, what happened further during your school career?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well at that stage most of my contact was with Mr du Plessis (Snr) and we had deep ideological conversations.  After I left school I came to Pretoria and it is here where I became more deeply involved with the ultra-rightwing organisations.\n\tAlthough I held views shared by many of the rightwing organisations and I had contact with these I preferred to limit my contact with them because I saw myself as more of an ultra-rightwing person.  For instance I attended some of the Church of the Creator meetings but I never joined them, I never became a member, I just attended some of their meetings.  I also attended some of the Boerestaat Party rallies and meetings.  \n\tI think what is important to mention here is that I came into contact with sources of indoctrination, sources other than Mr du Plessis (Snr) and thereby became more and more impressed by the Church of the Creator's indoctrination methods. \n\tI can perhaps mention some of the most important books used by the Church of the Creator in their indoctrination process.  These things also had a very important influence on my life.  I have already mentioned The White Man's Bible.  I can also mention the Turner Diaries, that is very well known among the rightwing groupings, they will know what I am talking about.  The Turner Diaries, it's like the Book of Revelation in the Bible.  It has the same emotional value for the rightwing grouping.  It described the Armageddon which is still to come and describes how the ultra rightwing element in the United States is subservient to their own White people led by the Jewish powers and how they actually live under a tyranny, and how by means of a clever and cunning organisation eventually started to resist and then how they win the battle at the end of the day.  That was a very well known book.\n\tAnother one which was well known and which had a great influence on me is the Anarchists Cookbook.  That describes for the man in the street how to become a terrorist and teaches them how to become a reactionary. And it also describes how, without help of any sophisticated weaponry, how to defend yourself, how to manufacture bombs and how to act in a reactionary fashion.  \n\tI think it was also part of our views at some stage that we wanted the Afrikaner to obtain that kind of knowledge because we feared an absolute bloodbath upon the ANC takeover and we wanted our people to be able to protect themselves.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Yes I just want to interrupt you there, we will still come to the objectives of the organisation.  I would just like to go back to your school career.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "What was your average matric symbol?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I gained a distinction.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You also acquired a bursary to study engineering at the University of Pretoria?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, that's right.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You accepted the bursary and you went to the University where you enroled for engineering?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes that's right.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "How did you do there?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "When I completed my first semester and then I left university.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "What was the reason for that?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "At that stage I felt that engineering wasn't the right direction for me and I also felt that I wanted to become more actively involved in the struggle, and to become more actively involved.  And at that stage I couldn't both study and do that.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "At that stage were you still friends with Mr du Plessis?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right, I was.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Did you establish an organisation at that stage?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  In December 1990 we tried to establish an organisation.  We convened a meeting with, among others, Mr Dries Alberts, it was I, du Plessis, Mat White and then one of his friends, Gane.  We founded the organisation.  We spoke about the possible establishment of an underground organisation.  We all took the view that the only way to mean anything to the struggle was to become militaristic and to go underground.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You refer to the struggle, what struggle was that?  How did you see the struggle?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "At that time I basically saw dimensions in the struggle.  Firstly, the struggle at home, here at the southernmost point of Africa, to protect the interests of Afrikaners, basically to inform people, to support them with the expected ANC takeover for which there was such tremendous fear.\n\tPerhaps I should go back to the propaganda.  For example some of the video material that I saw, for example video material from Africa Adios, deals with the Belgian Congo and the Black on White violence which happened there.  After seeing videos like that I was filled with such revulsion, I felt quite certain that this was precisely what would happen in South Africa and that we couldn't allow that.  We couldn't allow the Whites here at the southernmost point of Africa to disappear.  Africa would then lapse into its dark years, the light would disappear.  \n\tSo at that stage the view was also that we should inform people about the bloodbath, that we were 100% sure of would follow the ANC takeover, that every White man would be murdered here, and then we should call for a Volkstaat, a place of safety for the Afrikaner, and apart from that, on a more international level, we wanted to become involved in the overall struggle on behalf of the Whites that the struggle for Whites in South Africa would serve as an example of that struggle.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "At that stage it was certainly a dramatic period in our politics there were important announcements, did these have any effect on you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Certainly there was an influence and effect on me.  At school, in discussions with Mr du Plessis he began to predict all these things about how the ANC would take power.  I saw these things happening in front of my eyes.  I saw Mr Mandela being freed, the ANC being unbanned.  I also felt great pity for my people, for my people who would have to go and serve on the border, who had served on the border, they died there for a reason which had basically been cancelled out, and the country had been surrendered, the struggle was for nothing.  All those years of sweating and struggling to protect our interests were all for nothing and everything would be thrown overboard, down the drain.  I clearly saw this coming.  People in the 1994 election armed themselves, equipped themselves with water and provisions and so on, that's what we were expecting, we thought an absolute bloodbath would take place.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "When did you complete your matric?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "In 1988.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "In 1989 you went to the University of Pretoria?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "And you studied there just for a short while.  For the rest of the time what did you do?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well for the rest of the time I did a computer course.  I went to do my defence force training.  After that I was in contact with Mr du Plessis in December 1990.  It is then that we began to talk, we convened the meeting about the establishment of a possible organisation.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "In your amnesty application certain aims and objectives, or rather let me interrupt myself - when did you establish this organisation?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well I wasn't involved in the foundation of the organisation myself.  In the organisation of the first organisation SARU things didn't go terribly well and we decided not to continue.  Then in July 1991 I was approached by Mr du Plessis to become a part of the NSP.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Senior or junior?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Junior.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You said the first organisation SARU, can you please indicate what it stood for?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "South African Republican Organisation.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "And why didn't that get off the ground?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I don't know.  At that stage I didn't feel positive about the arrangements of the organisation.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "So in June 1991 when you were approached by Mr du Plessis (Jnr) to become involved in the organisation can you give us a little of the background there?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  I saw that Mr du Plessis was involved in establishing an organisation.  A lot of the basic groundwork was done by him.  I wasn't involved in that but I certainly wasn't ignorant of it.  I also made myself available to become involved in the propaganda wing of the organisation in due course and also be involved in the basic fundraising for the organisation.\n\tIn July 1990 I was approached by Mr du Plessis (Jnr) to become an active member of the underground wing of the organisation as a result of the fact that one of the members that he had recruited at that stage had pulled out and he'd planned an operation and there was very little time left, it had already been planned and he needed me and that's really when I joined the organisation.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Had the organisation already been founded when you joined it?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Did you know who the members were?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes at that stage there were three members of whom I knew, namely myself, du Plessis and Matthew White.  Only after a day did I become aware of Grobler the fourth member.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Were the objectives of the organisation made known to you, what it stood for and so on?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I was already aware of the overall objectives of the organisation at that stage.  I wasn't aware of the finer planning of the organisation.  I wasn't aware of their basic tactics.  That was kept quite secret from me and only at the inauguration did I become aware of those things, not everything but to a certain extent.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "So then what did you become aware of about what would be expected of you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well I would be expected to give up my life for the organisation, to be prepared to die for my people, for my volk, for the Whites in South Africa and join the struggle.  We realised that the chances of success were not great but we felt at that stage and it was also the feeling in the group that even if we only tried, even if we only served as an example to others, perhaps others would be able to follow that example with success.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "The name of the organisation, what was that?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "NSP, National Socialist Partisans.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "How was the name decided on?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It was Mr du Plessis who originally gave the organisation its name.  I think perhaps it also comes from the ideas of the Church of the Creator which were apparent, national socialism and then the ideas of Hitler and so on.  Perhaps those made a certain impression.  And then perhaps also in addition the fact that there was an absolute fear for the Jewish financial powers.  We also felt that that was one of our greatest target, to make people aware of that.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "And the Black onslaught, as you also testified, were you concerned about that?  And was it to an extent the aim of the organisation to become involved there?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes it was.  As I said at that stage there was a total fear in me, and I was 100% certain that the onslaught would come and it would be a cruel onslaught.  And if I can perhaps bring in the Turner Diaries, there's a description there of how people are taken unawares when Black violence breaks out in America, and when this violence breaks out they really just collapse and are not prepared to do anything about it and that's exactly how I felt.  And I was quite positive in my mind that this onslaught would come and that every White in this country would be blotted out.\n\tThen it was also one of the organisation's objectives to inform people so that they wouldn't be taken unawares, to train them, to establish structures that would ensure that if the onslaught did come there would be some level of resistance.  We realised that time was short for reactionary actions before that moment had actually happened, that time would catch up with us, but we felt that with the resistance that we could offer that we could act in a reactionary fashion to establish a Volkstaat.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Soon after that certain offences were committed, you were found guilty of certain offences, could we go on to that now, can you please explain how you became involved there, and also perhaps expand on those offences?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "In July 1991 when I officially became a member of the organisation we swore a blood oath of the organisation.  Essentially this stated that we would be loyal to the aims of the organisation to the objectives of Afrikaners in South Africa. That we would give our lives for the organisation.  And that if we deviated in any way from the principles of the organisation or if we revealed any of the information that we could be punished with a trial.  Quite possibly we could impose the death penalty.\n\tAt that stage I wasn't bothered by that, in a way I was proud to be part of such an organisation, to be part of this resistance we were going to present to the onslaught that was coming and to which people were too blind to see.  We felt we were doing something noble to be prepared to sacrifice our lives for our volk and for our people.\n\tOur first operation was put in motion soon after we were sworn in.  That's the first time I met Jurgens Grobler.  Our first operation was to steal arms at the headquarters of the commando at Louis Trichardt, R1's, pistols and so on.  White had already done the reconnaissance.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could we just pause.  In a moment we will hear about Mr du Plessis' background, but White and Grobler, could you just explain to us were you aware of their background?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes I was aware of White's background because I had known him since December 1991 when at the envisaged establishment of SARU, he was involved in 32, he'd also done an officer's course and as I understood it he'd also achieved the rank of captain.  He was involved in 32 and at that stage he was involved with the Louis Trichardt commando.  So he had something of a military background.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Was he the same age as you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No he was two years older than me.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Mr Grobler?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I didn't know him well then.  As I said I met him for the first time at the establishment of the organisation.  He was a student.  He was younger than me, I think almost two years or three years younger.  He was a student at the University of Pretoria.  He was a member of the ASF, the Afrikaner Student Front.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You testified that you had planned to rob the base at Louis Trichardt?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It wouldn't have been a robbery it would have been a breaking-in.  As I said White had already done the reconnaissance, the planning of the whole operation had already been done before I was sworn in and that's precisely why I was asked to become a member then, it was precisely for the purposes of this operation.  Du Plessis had received a motor vehicle and a couple of thousand rands from a sympathiser in rightwing circles for the purposes of the operation.\n\tOne evening, I think it was July or August, I am not quite certain, we went through to Louis Trichardt.  We were armed with an AK47 which White had acquired, his R1 and I think also a petrol bomb which Jurgen Grobler had with him.  \tWhen we arrived on the scene it was about 12 o'clock at night, I can't remember the exact date, White decided to abandon the operation because there had been a change in the situation and his reconnaissance no longer agreed with the actual location.  For example there was a caravan which hadn't been there before and he thought that possibly information might have leaked out and that possibly there was a task force in the caravan waiting for us to enter the premises.  He also had a .32 pistol with which he was planning to shoot out the lights in front of the commando.  We decided to drop the operation and so the operation never took place.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "This is important, can you tell more about the pistol that you had with you that you planned to shoot out ...(intervention)",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No I had the R1 with me.  White had the pistol.  It was a pistol with a silencer precisely intended to be used to shoot the light out in front of the building, and of course we didn't intend to make any noise because we didn't - we were planning to break in.  If I remember correctly White also had a key which he had had made for the safe, the magazine where the arms were kept, so that it wouldn't be necessary to use a cutting torch.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "So then the operation didn't happen.  Were there other operations which were planned which were not carried out?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  At that stage we used all our funds which had been acquired for that operation which ultimately had not positive result so there was a shortage of funding.  It was decided to rob a shebeen to get money in Durban, but that operation also didn't go forward after reconnaissance at the location, it was decided there were too many people present and that it would have been too difficult.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Right.  Could you continue and tell us a little more about the offences committed.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "One of the major operations which we planned and the planning was done in detail, one of the operations was to attack the weapons store, arsenal, to obtain weapons and ammunition (...indistinct) squadron for use in an operation, namely attacking an army base at Pomfriet and to rob some of the army's weapons to furnish the training base in South West with weapons.  So we would rob some weapons at 32 with the equipment stolen at Oudtshoorn.\n\tWhite had said that a certain amount of weapons would be needed for the operation at Oudtshoorn and he said that he knew where these weapons could be found.  He said, for instance a .22, a .223 and an R4, he said he knew where to obtain these arms.  He knew of certain premises where these were kept and he said it would not be difficult to obtain them.  Du Plessis also approved of the operation which would have entailed theft of the arms and ammunition and the Louis Trichardt murder case also arose from this.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Can you give us detail regarding this particular operation, how was it planned, what took place etc?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well White knew the premises and he knew the movements of the people on the premises and he said it would be quite a simple operation.  We just had to go in and take the weapons.  He made certain arrangements beforehand and asked du Plessis to leave his 9mm because du Plessis would have gone away for the weekend, the weekend that we planned to do the operation.  We wanted to equip ourselves to be able to resist any possible police intervention.  And on taking the oath we associated ourselves and reconciled ourselves with the possibility of being captured or shot. We would have preferred to rather become involved in a shooting incident, that is how purposeful we were at the time, how committed we were.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you tell me how White got to know the layout of the premises etc?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well White lived in Louis Trichardt and he knew the people working there.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Do you know what the exact link was between him and the people?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well he knew the Roux girl from his school days.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "So according to you he was familiar with the  ...(tape ends)",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And the intention was to commit theft on the premises.  The idea was that there would be a servant on duty that morning and that we would enter the premises without her noticing anything and according to our plan if she found us on the premises we would have tied her up and put her in the wash room.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now I ask you to explain to us in detail what took place during this operation.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  On the 13th of October 1991, that night we went through to Louis Trichardt in a stolen vehicle which we had obtained earlier.  We went through in this vehicle and just outside Louis Trichardt we slept over that night and the next morning at four o'clock, it was still dark White dropped me off just in front of these premises and he then parked the stolen vehicle at the hotel.  And then we entered the premises and he and I then hid next to the road, the driveway.   I was quite well hidden in the bushes and he was a little bit ahead of me.  We were in radio contact and he also had a pair of binoculars with him.\n\tWe waited until about six o'clock.  A BMW vehicle passed our way, left the premises and White then told us that everybody had left the premises.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "How did White inform you of this?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well White was sitting closest to the road and he could see what was happening and he also knew exactly how many people were on the premises, their movements and so on.  We were in radio contact with each other.\n\tLater at about seven o'clock we then proceeded to the house.  There was a bushy area in front of the house and we took up our position there.  Mrs Dubane, at that stage was outside busy sweeping the stoep, and we waited for her to leave the premises so that we could enter the house.\n\tAt some point she came to the front of the house and she was standing right in front of us and virtually looking straight into White's face without actually noticing him because we were camouflaged, but I think she became suspicious at some point and that's when White told her in her own language, he greeted her, he said hello, and she turned around and he then shot her from behind.  He then proceeded to cut her throat.  \n\tAt that stage I thought we should withdraw because the operation was not going according to plan and it was planned that we would withdraw under those circumstances.  But at that stage Mr Dubane came around the corner, saw Mrs Dubane lying on the ground and fled down the path.  White shot at him, he missed at him and told me to shoot.  I then followed Mr Dubane down the road and fired a shot at him.  White came around and passed me.  At that stage Mr Dubane was lying on the ground, he then slit Mr Dubane's throat.\n\tAt that stage once again I thought we would withdraw because we were heading in the direction of where our clothes and equipment had been left.  But White said no, we should continue with the operation.  \tWe then entered the house, I can't remember which door we used to enter the premises but we did enter the premises.  We proceeded down the passage where we expected to find the particular arms we were looking for.  White said we should search the cupboards and we didn't immediately find the guns.  \n\tThere was a separate change room to one side and it contained a lot of built-in cupboards.  I then started searching through these cupboards and he did likewise.  At some point I heard him slamming a cupboard door and he then fired a shot into one of the doors and I did exactly the same purely on instinct and it was only later that I realised that Mrs Roux had been inside the cupboard.   I didn't know that beforehand.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "But you did suspect that there was somebody inside the cupboard?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, but I didn't know it.  White then opened the cupboard, slit Mrs Roux's throat.  At that stage that action had a great impact on me. You know we espoused the cause of the Afrikaner people and now we had killed one of our own people. \tAt that stage it wasn't a great sadness for me to see two Black people dying, but to see Mrs Roux dying was a terrible thing for me to have to witness.\n\tI think without detracting from what I said the way I feel now, the experience I have now gained I would like to say to Mr and Mrs Dubane's family and all their friends, I would like to say to them I am really sorry for what happened.  And I would like to say to Mrs Roux's family and friends I am truly sorry for the error which we committed there.  I am really, really sorry.  I have no words to express how I feel and nothing can undo, no words can undo what we actually did, but I am very sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we may take a short adjournment at this stage.  We will resume in 15 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES VAN WYK",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "(cont)\n\tMr van Wyk to return now to the scene in Louis Trichardt.  During the State's case against you in the Supreme Court evidence was tendered to the effect that there was an R4 gun in the room and that on that particular day the gun was no longer there, could you elaborate on this aspect please?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, that R4 would probably have been on the gun rack against the wall, but on that particular day it wasn't there and the R4 which we wanted to get for our further operations at Oudtshoorn that was being planned.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Did you eventually find any arms, any ammunition there?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No nothing.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Did you take anything else?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No, nothing.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you not trace any weapons?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "White suspected that the weapons perhaps were inside the cupboard but we didn't take anything, and I didn't see any weapons there.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now you made a statement saying that it didn't bother you that much, the fact that the two Black people had been killed, it was only when you saw the White woman being killed that you were quite shocked, because she was one of your own. What was your view at the time, how did you view the victims at the time?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well we tried to justify it afterwards by thinking along the lines of casualties of war. We knew that people would die somewhere along the line as a result of our actions.  It was unavoidable and in the light of what we had planned and aimed for it was inevitable that people would die, so we dealt with it on the basis of these victims being casualties of war.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "And that they, according to you, had to die to achieve your aims?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, we would avoid it wherever possible, but I was prepared to die and all the members of the organisation were prepared to sacrifice their lives and we would do anything to achieve our objectives even if it meant innocent people being killed.  We were quite aware of that possibility.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Were you aware of that before you went there, that it might mean innocent people being killed?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "In an overall sort of way I expected that people would die at some stage, but before we went there on that particular day I didn't really think that innocent people would die.  We armed ourselves to combat any possible police action to ensure that we weren't captured alive.\n\tAccording to White's information and reconnaissance beforehand we did not expect to find any people at the house on that particular day, nobody except the servant, and we had planned to just tie her up if she should become suspicious.  So I didn't expect anybody at the house on that day.  I was quite shocked to see people there.  For instance Mr Dubane, it was totally unexpected that he was there, and the same in the case of Mrs Roux, so I did not expect that people would die on that day, not civilians at any rate.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Right.  You then left there and you committed certain further offences.  Could we come to those now.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  We thereafter, well perhaps I should just mention something which I missed.  We also stole a vehicle for our organisation.  We stole it in August, August/September I think in Pretoria and after the Louis Trichardt incident we went to Oudtshoorn for two weeks and we conducted this planned operation which was aimed at breaking into the magazine at Oudtshoorn and to steal a large number of weapons and special forces equipment.\n\tDu Plessis and White went away doing reconnaissance and I stayed behind in Mossel Bay whilst they were doing reconnaissance there.  After two weeks of reconnaissance we performed this operation, we entered the premises, the army base and we broke into the magazine only to find that our information had been incorrect. The magazine had been transferred to another place, so what we had in fact broken into was a storage place for clothes.  So we left Oudtshoorn without achieving anything.  \n\tAfter that we decided to enter the army base at Potchefstroom.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now could we just pause here.  The incident in Oudtshoorn relates to charge 7, housebreaking with intent to steal and attempted theft.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes that is correct.  Now after that we went to the army base in Potchefstroom, 10 Artillery, and we went to the ammunition depot.  We broke into the depot and stole a large number of arms, ammunition and explosives.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "I would like to refer you to charge 10, is that the charge of breaking into the premises and attempted theft?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  Thereafter two R4 rifles were obtained at an army base at Pyramid in Northern Pretoria that was robbed, taken away from two guards and during the robbery shots were exchanged and members of the security forces fired at us and White answered their fire with an AK47.  Nobody was killed or injured during this incident.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Right.  That refers to charges 9 and 10 on the indictment?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is correct. After this act we were arrested in November.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "There are other charges against you, there were other charges against you but those arose from the possession of arms and ammunition?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "So there aren't other offences which we haven't mentioned here, other murders or breaking and entering cases?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now what you have mentioned here is the sum total of all the offences committed by yourself?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you elaborate on the two breaking in cases, the one at Oudtshoorn and the one in Potchefstroom, was any violence committed there, acts of violence?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No there was no violence.  Once again we were armed in case we should encounter any resistance from the security forces.  At Oudtshoorn we entered the premises by means of the fence, we cut the fence and thereafter broke open the padlock, magazine padlock, no-one was injured during the incident and at Potchefstroom no-one was injured there either.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Right.  And what form did the breaking-in take in Potchefstroom?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "We once again cut the fence around the depot.  I stood guard outside whilst du Plessis and White entered the fence.  They gained access to the depot, they broke open the padlocks and obtained the ammunition.  Grobler wasn't present, he was in the vehicle, he was waiting for us and after this operation we went back to the vehicle, Grobler picked us up and we then left.\n\tNow perhaps just to return to the two robberies committed at Pyramid, the army base there, it was decided by du Plessis that the robbery would take place using teargas to try and prevent any excessive violence.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "The two robberies committed at Walmansthal these were actually only part of one action, it did not take place on two separate occasions?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, it was one action during which two weapons were robbed.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Right.  Mr van Wyk there are many people who might say that the National Socialist Partisan Party that it consisted of a group of \"psychos\" if one could put it like that, how did you view this organisation, did you see it as a liberation organisation or did you perhaps have any other views?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well at that stage there was no rightwing organisation, according to us, which had the ability to unify the rightwing movement in South Africa and thereby to establish a Volkstaat by military or any other means.  We saw our only option as being a military one, and for that reason I was of the opinion that our organisation had dynamic plans of action.  And I also thought that we were totally unknown to the security forces at that stage and we could act in a clandestine manner.  Our aims at that stage were completely pure, according to me, and we thought we were quite justified in striving for what we were aiming for.\n\tAs regards the reference to \"psychos, a group of psychos\" our political objectives at the time, I would not be sitting here today if it wasn't for the political motive which we all shared that was the impetus behind our actions, but I cannot justify it today.  One cannot find political solutions through the barrel of a gun.  I realise that now and I appeal to everybody that this should never happen again, that there should be talks and negotiations to try and resolve problems, but at that stage we thought the only answer was a military one.  We feared the imminent takeover by the ANC and a resultant bloodbath.  That of course never took place.  Things continued as before, quite normally.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Was there any financial gain for yourself in these actions and your membership of the organisation or not?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No there was no personal gain.  I, on the contrary, suffered financially as a result of the offences committed and my membership of the organisation etc.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Well you were apprehended in November of 1991 after White and Grobler, after their vehicle was found containing certain exhibits which linked you with certain offences, could you elaborate on that?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, our passports were found in the car.  The plan was to go overseas at some stage to liaise with the rightwing organisations there.  We had already established some contact.  We wanted to raise funds and I was not in a position to plan strategy and tactics but du Plessis was aware of the fact that we might be able to obtain funds from overseas and that we could perhaps contact mercenaries abroad and organise for them to come to South Africa.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now White and Grobler died at Noeniput, where were they going at that stage?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "The whole incident is still a bit of a mystery at the moment, but our understanding was that if we had any serious problems we would flee to a farm.  I can't remember the exact location of this farm, there was a contact number which we had to use if we ever found ourselves there.  I think they were on their way to the border to cross into Namibia, and the reason why they fled is still unclear to me.\n\tI think at that stage there was a file on us and the organisation and perhaps they realised at that stage that the security police were on to them.  I am not quite sure.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now White and Grobler died at Noeniput and you are not familiar with the events there?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No, I have no knowledge of what happened there and I know there is no absolute clarity as to what exactly happened.  It's all conjecture as far as I am concerned, I can't elaborate on that.  I know there were allegations that they committed suicide, as well as allegations that they were murdered, but I can express no opinion on that.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Right.  Shortly afterwards you were arrested?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes that's correct, on the 8th of November 1991.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "And you were then detained for how long?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "For ten months I was detained and awaiting trial.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now at that stage you were granted bail?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, my third bail application was successful after ten months.  Du Plessis and I both got bail.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "How long were you then outside of prison before the trial was finalised and you were sentenced to imprisonment?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I was on bail for about two years until the trial.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now during the period that you were outside of prison, that you were on bail, did you become involved in the same kind of political activities again?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No, not at all.  I did become involved in the Boere Kommando of Northern Natal but they had no military objectives and strategies and I would not have considered taking part in a similar operation.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You also got a job whilst you were out on bail?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes it was quite difficult with the threat of possible imprisonment hanging over me, but I did obtain a job at Kingsway Hospital.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "What kind of a position did you hold there?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I worked as a porter and transported people.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "In the two years that you were on bail awaiting trial you also started studying through UNISA?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, that's correct.  I started studying for a BA degree, I think that was in 1993, beginning of 1993.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Did you finish the degree course?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes I obtained the degree last year.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "So this year have you enroled for further study?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  This year I am busy completing my honours in psychology.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "No Mr van Wyk your political ideas are these still the same as when you committed these offences?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No.  Many of my ideas have changed although to a certain extent it's still the same.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now could you give us a complete overview of that?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  I still regard myself as an Afrikaner.  I still love my volk, my nation, and I hope that things work out for us, that we can have peace in this country and I do believe that it is busy happening at the moment.   There is talk of a Volkstaat although I don't regard that as the 'be all and end all' of our struggle.\n\tI think what has changed significantly is that I don't consider myself to be a racist.  I have a great respect for other people, other nations and races and it's not an issue for me any longer.  \n\tAnd what is a great relief is that there was such a great fear which I had before, I was terribly afraid of the unknown of what would happen in South Africa, at that stage I feared an ANC takeover and now I know it was just propaganda, it was just a myth.  So I have been relieved of that fear.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now these dire prognostications never actually materialised?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is correct, it never happened.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now if somebody was to say to you, or the government of the day was to say, look we refuse to talk to you any longer, a Volkstaat is simply no longer possible, would you not perhaps consider taking part in this kind of criminal activity again?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No I wouldn't, because we must pursue a long term solution, nothing can happen overnight, and if a Volkstaat does not materialise I think that if our faith is strong enough and we keep our culture quite pure we will be alright.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "For the sake of convenience I am going to go through your amnesty application which is in front of you.  I trust that the Committee members also have copies.  Then I would like it to be read into the record.  Mr van Wyk, page 1, the details there, now is it correct, your personal details?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes they are correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now paragraph 7A, whether you are an official or a supporter of any other political organisation or institution, you mentioned the Nationalist Socialist Partisans, Northern Natal Boere Kommando, Afrikaner Cultural League, we know the NSP doesn't exist but are you still a member of any of the other organisations?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I am a member of the Afrikaner Kultuurbond, but the Northern Natal Boere Kommando doesn't exist and the Boere Kommando in general doesn't exist any longer.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now the capacity in which you served in the relevant organisations, you said you were a lance corporal in the Boere Kommando.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And as far as the NSP is concerned I was an ordinary soldier.  I had no particular position of authority, I simply followed orders.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now with reference to paragraph 8 you weren't a member of any of the State security forces were you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "We have dealt with the charges against you so you confirm again that these are the totality of the charges for which you are requesting amnesty, there aren't any other offences?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is correct, there are no other offences.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Good.  As far as the victims are concerned who are referred to in paragraph 9A, B  and C you say that you have remorse that you regret what ...(intervention)",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes absolutely, I feel remorseful about that.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "And then 10A refers to the political objective, and then you refer to Annexure A in your application.  Could you please just read that out, the entire annexure.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Reads\n\t\t\"The basic strategy of the National Socialist Partisans was to establish a countrywide organisation which would inform the Volk about the dangers of a Communist takeover of the country as well as to acquire weapons and to offer resistance to such a takeover.  The National government was also targeted as just as a great an enemy of the Volk as the freedom movements.  A growing number of people would be trained in the arts of warfare to protect the people against the feared bloodbath which was expected and also to provide support in a rightwing military takeover for the call for an independent Volkstaat.  \n\t\tThe NSP also began to liaise with many rightwingers as well as rightwing organisations in support of the execution of this common goal.  In this regard you are referred to a document which is submitted as evidence in the Supreme Court by the State, which contains, amongst other things, the political objectives and tenets and methods.  A copy of this document is attached marked Annexure Z1\".",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now looking at the document Z1 could you perhaps elaborate on this document?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I can't really elaborate to any degree because this was really a document which wasn't intended for my eyes as a member of the NSP. It was part of the planning which du Plessis and White did.  But I did have certain background knowledge regarding the document and it relates basically to the planning that was done regarding the organisation and also the things which people would have encountered in training in the base which was intended in the South West.\n\tI also know that the reasons for establishing a base in South West was as a result of the history of any liberation organisation one will note that foreign bases were absolutely important because bases within the country's borders do not provide maximum security.  \tBut as I have said I wasn't particularly involved in this information.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "But you associate yourself, you align yourself with what is in the document?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes I did.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Good.  Now let's return to Annexure A.  The aims of the NSP.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Reads Annexure A.\n\"The NSP's role was chiefly as a coordinator of a rightwing attack, offensively as well as defensive.  Various rightwing organisations had sufficient support but not one of those organisations had the potential for leadership and vision which was required.  There was a split between rightwing organisations who shared the same objectives and this was on account of petty differences of opinion and poor leadership\".",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you expand on that?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  At that stage we didn't see any dynamic rightwing organisation with the vision that we believed we had at that stage to bring about a unification amongst the rightwing forces.  We believed that the only way of achieving our objective was through \"popular support\" from the people and it was one of our aims as an organisation to serve as an example to others and to be a unifying force in rightwing politics generally.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "You have also referred to organisations that you liaised with, rightwing organisations, could you just mention some of them?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  I would just like to add that I wasn't a liaison officer or anything like that in the NSP, du Plessis was more involved in those matters.  He liaised with other organisations, the BBB, with Robert van Tonder's party, the Boerestaat Party, and I think there was also liaison on campus with a number of student groups which at that stage I think was our most fruitful field of recruitment.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Could you then go on to paragraph 2.\nMR VAN WYK\n\"The NSP intended to make Afrikaners aware through our propaganda campaign of the Communist takeover which was imminent and which had been put into motion by the National Party. The campaign would concentrate on the unification of the Afrikaner Volk to form a unitary front to prevent the bloodbath which was expected during the Communist takeover, and also to concentrate on the striving for independence of the Afrikaners and for a self-governing Volkstaat, an element which all rightwing organisations have to an extent in common.  And in due course there would be striving for a unitary front amongst rightwing organisations.\n\t\tContact had also been established with international persons who were well-disposed towards the Afrikaner's struggle.  It was feared that international reaction would be negative if the Afrikaners were to establish a Volkstaat and if there was support from Belgium and France, that would help\".\n\tI would like to expand on this, that by saying that at that stage contact was established with people in France.  I know that Olivier Matteu(?) was one of the contact people.  He would have assisted us if we had gone overseas with the fundraising which we were planning to do and he would have accommodated us.  Then there would have been contact with rightwingers in Europe and we would have been introduced to them.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "At this point I would also like to ask you, you also had a female friend at this stage, Christina Bouzard(?), a French girl?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Was she also a rightwing person?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  Let me put it this way, her family was involved in rightwing politics in France.  And the father and Olivier Matteu had contact with rightwingers with the organisations in Europe.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "As I understand it her father was a high profile person in the rightwing movement in France, could you expand on that?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes.  I can't really remember it all precisely.  I do know he was involved in underground rightwing activities there.  I also know that he was murdered and that his murder caused great interest in Europe and great consternation.  I can't remember his name unfortunately.\n\"In the military area the NSP would prepare the people for protection against the bloodbath which was expected and also for a military onslaught to establish an independent Volkstaat for the Afrikaners.  They would begin assembling weapons on a small scale and to gain members.  Weapons would be stolen chiefly from the SADF but also from other civilian sources.  If a critical leadership in loyality(?) should be achieved then this would be launched so that in that way great quantities of arms and ammunition and logistical necessities would be acquired.  This would be used to establish a training base in Namibia.\n\t\tBy carefully planned military actions in the Republic the NSP would grasp the imagination of Afrikaners and play a consolidating role between the various rightwing organisations and their supporters.  \n\t\tThis unitary front would then protect the Afrikaner people under a single banner and in this feared takeover of power which was expected from the freedom movements and the Afrikaners would be able to pursue a military struggle\".",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "All these offences, according to you, they fell into this category?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes they did.  All our actions were in the light of these things that we wished to achieve.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Let's go to Annexure B.  I refer to your form, your amnesty paragraph 10B, the motivation for which these deeds, why these were related to political objectives, and then you referred to Appendix B.\nMR VAN WYK\n\"The NSP consisted of four people, John Pierre du Plessis, the founder member and leader; White, the military advisor...\"",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I am sorry to interrupt you.  Mr Gimsbeek I see this document forms part of our pages, I am not so sure whether you would like to convince the Chairman that there is a need to read this into the record.  This forms part of an application which has been made on a prescribed form, which has been signed under oath.  It's like pleadings you know, one does not normally read pleadings into a court record. It is one thing which you can do, it is one thing to lead your witness paragraph by paragraph, but it's quite a different thing to read what essentially is like pleadings into the record.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Good.  Then I would like to go through certain key aspects of the document.  I won't ask him to read it out, and then I would request the Honourable Committee to accept it as having been read into the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can ask him to confirm the contents of that as well.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Yes.  Mr van Wyk you have read this document that is in front of you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "The entire amnesty application together with the annexures, and do you confirm that the contents are true and correct as they relate to you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "(No audible or interpreted reply)!",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Good.  Now just to return to Annexure B.  You make the statement that the following operations were planned by du Plessis with the advice of White and executed by the NSP and its members.  What can you tell us about that statement?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Du Plessis was the leader of the organisation.  White essentially was the military leader or advisor.  He planned some of the operations and so on, of course subject to the structures planned by du Plessis, the general tactics and so on of the organisation, although all operations carried out had to have the official approval of du Plessis.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "So not one of these offences for which you are asking amnesty were done without the approval of the organisation, the NSP?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No everything was subject to the control and command structures of the NSP.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "And now I would like to refer you to paragraph 3, to page 3 of Annexure B towards the bottom, you make the statement,\n\"Not one of the members of NSP gained any financial advantage of whatever nature from the committing of the offences\".\nYou testified that you gained no financial profit, in fact you have been impoverished?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes that how I testified.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Then we go to what was found in the vehicle as well as the photographs  ...(tape ends)  Item Z2 there is a photograph of a swastika which was found in White and Grobler's car.  Could you just enlighten us about that, what was the purpose of the swastika?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does this appear?",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "On page 4....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of Z2.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "It's Z2 the photos.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 4.  Yes where in Z2?",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Is it not page 13?",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "This is on the fifth page of the photograph.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Photograph no.13.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Photo no.13.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes this was basically as you can see a swastika.  It wasn't the official flag of the NSP.  We did have a flag but I see it hasn't been included here.  The NSP's flag was basically white with a red cross and a swastika.  There are connotations to this flag on page 13 although it had more symbolism that the South African flag, almost like the AWB flag, similarly as how the AWB flag has a triple 7 element, but with a bent cross to emphasise the National Socialist Partisan Party standpoint which we also stood for.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Just below that photograph there is a book which is depicted on the photograph, can you comment on that, do you know this book?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, I think it was Jurgens Grobler's book.  I am not sure though, and I can't comment on it.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "There was a lot of weapons and ammunition found, I am not going to list everything, were these weapons and ammunition all acquired in the various robberies and break-ins?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "They were acquired in the robberies and break-ins as well as weapons which were acquired beforehand.  For example the AK47 acquired by White and the R1 which he owned, or was in his possession as well as two pistols which were in the possession of du Plessis, and the rest of the stuff was obtained during the course of action by the NSP.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Here are still other books in photo 22 - 24 do you recognise any of those books?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I don't recognise them all there were so many propaganda books that we were exposed to that it's a bit difficult for me to recognise one of them because there were tenfold.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Right.  Can I refer you to the newspaper reports which appeared at that time whatever relevance they might have, that you referred to yourself as a rightwinger?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "At that time in your bail application there was perpetual reference made to you as a rightwinger according to your political activities, is that correct?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Can I refer you to item Z8?\nYou will see there's a swastika again.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Sorry I can't find item Z8.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Z9.  My colleague tells me it is part of Z8 on the very last page, page 4 of Z8.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes it's part of the propaganda material that originates from Belgium. Most of the propaganda material came from America.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Good.  And then the letters, who wrote those, do you know and to whom were they written?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Some of the letters is basically correspondence between Jean du Plessis and Oliver Matteu in respect of the organisation of various matters of the organisation as well as our planned trip that we planned to Europe.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Then I refer you to two sworn statements which are appended as Z12 and Z13 about a certain Leunis van Rooyen and a Leon Groenewald, do you have any thing to say regarding this?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes the sworn statement of Leunis van Rooyen was someone I was acquainted with, he was mostly in contact with du Plessis, he supported us on various occasions and he also sympathised with us.  We also approached him for recruitment into the organisation but he couldn't be recruited, although he could help us with certain logistical issues. In Z13 his statement about Leon Groenewald a family member of mine, du Plessis and I approached him for recruitment into the organisation but he was not in favour of that.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Mr van Wyk in accordance with this amnesty application which was submitted, did you tender evidence to support it, do you have anything further which you would like to add regarding your application?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "What I can possibly add is the fact that during the five years that have elapsed I noticed that there are certain elements that are absolutely dangerous for the youth as far as politics is concerned and I became a victim of those and I don't want to give the impression that I was an innocent victim.  I certainly did participate in the activities, I totally associated myself with them and I can only thank God that we were arrested when we were and I am sorry that we weren't arrested earlier.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Then what are the probabilities that you would again do the same sort of things in the event of you being granted amnesty?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I am positive that there is not the slightest chance of that happening, there is no question of it.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Good that will be all then unless you want to add something?  That will be all Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Could you just refer to photographs no.Z2 and Z6, who are these people that are depicted in those photographs?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Your Honour Z2 is a photograph of Jurgens Grobler and Z6 or Z8, which other photograph, Z8?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No Z6.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Z6, I am not sure who that is of, it's a bit unclear, but these are photographs of both Jurgens Grobler and Matthew White at the scene at Noeniput where they allegedly committed suicide.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman may we take a lunch break?  A lot has been said to determine my stand as far as cross-examination is concerned, if there is I will do that after lunch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Rhoode are there any questions you would like to ask of this witness?",
            "Unknown"
        ],
        [
            "MR RHOODE",
            "Sir may I ask a couple please then we will make up the time that way.  I have about four or five questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR RHOODE",
            "Thank you very much for the privilege.  Mr van Wyk this Church of the Creator is it purely an ideological organisation or is it or did it have a political agenda?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes the Church is a purely ideological organisation, but what I can say is, it's a purely ideological organisation and the church would also affirm this in response to the question, but I am sure that any person who is involved with that church would be threatened at one time or another to be driven by this urge.",
            "Male"
        ],
        [
            "MR RHOODE",
            "If I can put it this way did this church have by its principles have the effect that it would start to drive people towards influencing people other than those who attended the services of the church?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I have no knowledge of any of those effects but I what I do know of is the amount of propaganda in their possession as well as certain other actions that always celebrated Hitler's birthday, arranged things during those proceedings but for the most part this was performed by the people who attended the meetings.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Was this piece propaganda distributed to other people?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No, not that I know of but I personally did distribute it to various people.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Just one thing about Mr Du Plessis, how would you rate him as a debater? Was he good, was his factual knowledge good?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "He was very informed as well as accommodating.  He respected my views and I could choose a subject and we could discuss it.  He was very accommodating in that respect.  He also had a wide general knowledge and he was a very good narrator.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Did you ever find that you could bring him into other points of view, could you ever persuade him that any of your views were correct?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "If any of my views corresponded with his is, but not otherwise. It would otherwise be impossible to change his view. He had a black and white ideology and that's what he went along with.",
            "Male"
        ],
        [
            "MR RHOODE",
            "You were young, between 13 and 18 when you were exposed to him. If you should think back on it what impression, what influence would you say did Mr du Plessis had on you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I was at all times conservative in my views.  I think I was at the stage when I was looking for a leader figure in my life and Mr du Plessis seemed to be the one who filled this gap.  Later on he became more like a father-figure to me.  I also discussed many of my emotional problems with him so essentially he gave me guidance and helped me search for my identity.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Thinking back on it today could you say whether he for example whether he deliberately tried to develop you into the position you occupied at this stage?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I cannot say that Mr du Plessis(Snr) had an inherently evil plan, not according to my understanding, but that he definitely believed in what he believed and what I also believed in at that time we believed that it was the absolute truth. As a result it was very important to him that the people around him should be converted to his beliefs.  Yes it was very important that people believed what he believed in.\n\tI also think that he deliberately, as a result of his views, and remember his views were that he had made those around him aware of the absolute terror that awaited them and the world-wide plot that was being brewed and I think that it was out of this view that he won me over.",
            "Male"
        ],
        [
            "MR RHOODE",
            "So one can say in summary that he was a person with a pleasant personality and a tremendously convincing manner?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Absolutely.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Just one or two other factors.  At a stage when the National Socialist Partisans were now inaugurated where was your base and from where did you operate?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "We had no fixed base at this stage. We operated form a plot in Pretoria North in Pyramid which served as our base for a long time but we basically decided to go underground at the time of the negotiations and we operated from various holiday resorts.  And should we have left the country shortly thereafter who would disappear altogether from civil  society and to begin with founding a base in Namibia.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Now can we just briefly take you to the abortive attempt to break into the Louis Trichardt Command. Who were initially present at that operation?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It was myself, du Plessis and Grobler who were present.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Who eventually took the decision, who was responsible for the decision to abandon the attack?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Du Plessis was responsible for that.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Why do you say this?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Du Plessis had the overhaul say about what happened.  I think that White indeed during that operation held the view that the information was no longer what it had been and he wanted to continue with the attack but du Plessis persuaded him to abandon the operation because the information was no longer reliable.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Were there any internal disagreements between any of the figures in the NSP?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "There was now and then a hiccough. I know at one stage I too had my doubts about Operation 32 because it was a very large base.  I did not think it was a viable plan but I managed to reconcile myself with it eventually. There was also at one stage a struggle, a type of leadership - not leadership - but White was the military leader and I think that at a stage there was a disagreement between him and du Plessis because I think that White had become too militaristic and his ability to make judgements started to weaken gradually with time.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now regarding the murders at Louis Trichardt can you tell the Committee how long it was before you got to the farm and when you had last seen Mr du Plessis?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I think we left on the Sunday for Louis Trichardt.   Mr du Plessis, if I remember correctly, I last saw him on the Friday.",
            "Male"
        ],
        [
            "MR RHOODE",
            "And how long after you returned from Louis Trichardt did you see him again?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "We saw him the morning or the afternoon of Monday the 13th or the 14th, but it was Monday afternoon.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Now with the planning, did you take part in the planning of the operation on the farm?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes I did. I did not do the planning myself but they indeed passed the planning on to me. Du Plessis wasn't there, it was only White who did the planning and passed it on to me, he was indeed a thorough military planner as a result of his training as he had been in the army.",
            "Male"
        ],
        [
            "MR RHOODE",
            "At what stage do you say that Mr du Plessis let his son know about this operation?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It was earlier, we were on our way to Durban to the Shebeen which we intended to rob but which didn't materialise when White started to talk about the operation which we would undertake at Oudtshoorn and then he basically made the proposition of which du Plessis also told his son in respect of stealing the weapons, and White, if I remember correctly, had asked du Plessis for his weapon, the 9mm pistol which du Plessis handed over to him.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Would you agree with me if I put it to you that what concerns Mr du Plessis and yourself too, that at no stage was it seriously considered or anticipated that there was a possibility of a shooting developing?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No I didn't think that there would be any possibility of shooting taking place which would involve civilians.  In the back of my mind I knew that at one time or another that there would be a confrontation with one of the security forces as happened with mini-patrols.",
            "Male"
        ],
        [
            "MR RHOODE",
            "There is one matter which you mentioned in passing, the attack on Battalion, what do you call it, 32, that's at Pomfriet?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MR RHOODE",
            "But that's an immense military base?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It is. That's precisely why we wanted to get the weapons in the beginning and what the Oudtshoorn operation was for in order to equip 24 to 30 men who could attack 32 Battalion.  But you are correct it is an immense base where thousands of people were stationed permanently.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Is it so or can you inform me, I understood from the court documents that the commanders or the soldiers at Oudtshoorn or at Potch did not even know about the break-ins until you came to point them out.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is correct, they did not even know about them.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Would you say that months after that a mass of weapons were stolen from the army that the army didn't even know about that?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is true, they did not know about it.  In contrast with the Potchefstroom operation we laughed about it at the time to think that it had been so easy, we could have driven in in a truck and stolen the contents of the entire depot or ammunition depot without anyone being aware of it.",
            "Male"
        ],
        [
            "MR RHOODE",
            "But it was a time of strife in the country and many guards and a great awareness of danger, how could you have achieved such activities?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I think that we did some good planning but apart from that the military were absolutely slack with regard to this aspect, particularly in Potchefstroom.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Is this what motivated you to think that you could tackle one of the strongest Battalions and steal their weapons, like 32?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes that would have been the planning and also to undertake the operation at night time when they were asleep.  I think the only obstacle we considered when planning the operation would have been the removal of this large quantity of weapons, which must have been tons of weapons. This was the only obstacle which still required detailed planning and I at one point thought this was a too tall order, but in the course of time I agreed with them that it was possible.",
            "Male"
        ],
        [
            "MR RHOODE",
            "Only one personal question Mr van Wyk, are you in any way uncomfortable in a prison where you are now in a constantly hostile environment?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No I have no such problems.  I live in harmony with the people whom I'm associated with and I also associate with many Black people and I talk to many of them and even give classes to a number of Black students. I teach them mathematics for standard four at this stage and I do not experience any problems. On the contrary, one of my very good friends is indeed a Coloured and we get on well.\nNO FURTHER QUESTIONS BY MR RHOODE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take the adjournment now and resume at 14:15\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CORNELIUS JOHANNES VAN WYK",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr van Wyk in your party did you have a written policy whereupon you were operating?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No Sir we did not have a written policy for the sole fact that we didn't want to have too many written documents that would later be or can be used as evidence or because we were an underground organisation we tried to have everything as clandestine as possible.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can I say that you were then operating on day-to-day events as you were encountering them?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No we weren't operating on day-to-day events.  We had a basic policy by which we operated. Even just the oath that was a written document that we had confirmed that, but I think I did not see a lot of documents at all because of my position in the organisation.  I was not allowed in the discussions about basic policy-making and planning and so forth.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "But pertinent to the oath which you say you were taking, you were taking the oath in order to do what?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "We took the oath to say that we would be loyal to the aims of the organisation, to the broader aims of what we tried to accomplish and to be faithful and loyal to the Afrikaner people and to the White people in general.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you in your operation, in your movement envisage to say achieve the change of any existing position or to maintain the status quo as it was then?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "In the organisation itself?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, NSP.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes there would have been a change soon after we went overseas and when we returned there would have been a base camp in Namibia itself and I think there things would have changed dramatically seeing that we envisaged training troops there for the fight and to basically launch our objectives from outside the country and not from within as such.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Ja, what I am trying to drive at is this, as you say you were going to launch your objectives, what was the ultimate goal to be achieved by your objectives?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Ja, there was basically goals within goals.  The immediate objectives or the shorter term objectives would be to achieve a change in South Africa, to achieve a position where Afrikaners would have a Volkstaat to basically oppose the ANC regime and its takeover of the country and to protect the people, the Afrikaner people and the White people basically within the broader aims of a more international coexistence with other rightwing organisations on an international level where we would basically finance and cross finance and have support from over State lines etc.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I listened a little bit to the issue of the three murders of innocent persons.  I know that you did not do that, it was your colleague with whom you were on the spot, but in your own opinion do you think this was necessary to be done?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "When you say I did not do that, I did however, shoot one of the people there and as well I did shoot Mrs Roux although I did not know that I was shooting at her as such.  Only after the event happened did I see that she was there, although I did shoot one of the people involved, I don't know to say if I felt it was necessary.  I think if you go on the basic planning and the plan was if anything went wrong we would discontinue our action and retreat basically, but as White was the leader, he was in the position of leadership, I had to obey his commands and at that stage the way I felt I was an ultimate ultra-rightwing racist, so it did not touch me that deeply when I shot that Black man at that stage.  So I could reconcile myself with that.  It was only, as a I say when Mrs Roux was shot that it touched me.  And as I say I did not know beforehand that I was shooting at her.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I think you said you thought there was somebody there but you weren't sure, or something to that effect, didn't you?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "No when he shot into the cupboard I also shot into the cupboard.  I knew there was someone there, I just did not know that it was a White person, that's the basic thing.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You were asked the question by one of the members of the Committee whilst testifying as to whether you foresaw killing person or persons at Louis Trichardt and you answered in the negative, am I right?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you testified further that the decision to shoot or to kill was an instruction ...(intervention)",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Given to you.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can you then agree with me if I say this that the decision to kill was not part of the policy of your organisation, it was an individual decision taken there and then?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I think if you look at the policy that we envisaged in the long term there would have been - someone would have been killed because we planned eventually in the long term to launch terrorist attacks against targets in the country.  That was part of the planning from the base in Namibia, that was the whole basic plan as well to get the Afrikaner White people onto our side by being visible in such a way through terrorist activities and by utilising the media as well because of those actions.  So there would have been someone killed in the long run, we knew that.  And we knew that when we encountered any of the security forces we would not think twice to shoot.  But on that specific day the part of the planning it was not envisaged that there would be innocent victims killed, that was a decision that was taken on the scene by White.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, yes, I agree with you inasfar as the global injuries and causing of death is concerned in the process of your pursuing whatever objective you wanted to pursue, but I am confining you here now to this particular killing in Louis Trichardt, and I am saying to you that this was an individual's decision and not the party's decision.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Ja it was an individual's decision in that White was the military leader and adviser of the organisation because of his experience that position was given to him.  But, although when du Plessis gave permission for the operation White was also put in charge over me, so he had to take decisions in due regard during the operation.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can you, if you can answer this one, refer to four people as enough to form an organisation or a party?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Ja, we thought of ourselves as the first cell of plenty that would be there eventually.  We knew that all things started small and we knew that our chances for success would most probably be on the small side, but we thought it worthwhile seeing because of our objectives we were prepared to die for we thought better half a percent a chance than zero, that's the way we thought then.  And in due regard the planning of the organisation we thought that within a few months time we would have a base camp operating where we would be training recruits for a couple of months and we would indoctrinate them there, etc.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Ja.  Four as you were and after having told this Committee that you had the \"lederingde gehaad\" in the running of your movement can you really say that your movement was a well, firmly-established movement to can take charge of anything?  Can you refer to it as an established movement to carry political objectives?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, in my view it was because we were still at the infant stage of the organisation and because of, I think if you look at further documents that will be provided there were certain planning stages, stage 1 to 10 I think, I can't exactly, but it's not on my documentation, and we were still at stage 1 of the planning and it was plan 2 the detail, every move we would make till we reach our end objective.  I think if I look back at it now I would see it as being naive to think that one could really change the country and the future of people in South Africa in that way.  But seen from the viewpoint I had, from the political objective I saw it and from the culture I operated I thought it would be, we would be able to achieve it maybe.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr van Wyk do you have parents of your own?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes I do and they are here.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Both parents?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes they are.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you mind to tell us what the occupation of your father is?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "My father is not occupied because he is retired at the moment.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Retired?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What was he before he retired?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "He was a superintendent, something, of Transnet.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Superintendent of Transnet?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Ja, in Durban, that's right.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did he have his own political convictions?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes he had his political convictions.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were they different from yours?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Totally different.  We argued a lot.  I tried to make him see my objectives seeing that he was more conservative you know, like the mainstream conservative people, Afrikaners of the time I would say, and we argued a lot, which a couple of times he chased me out of the house because of it because I could just not see how he could not open his eyes and see the danger that was upon us.  Surely it was not acceptable to me and I - although I respected him and I still respect him I crossed the line because I thought it was something too important to just let it be.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Ja.  What is it that you argued most with him upon as far as politics is concerned?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Pardon?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What is it that on which you argued most with him pertaining to politics?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I think the basic point was he did not agree with me seeing that a military strategy would work in this country because I think he knew that I was heading that way although I did not tell him directly, and secondly I think because of the Jewish conspiracy that I thought was upon us you know.  He did not at all - he did not share that conviction with me.  I mean if I can only give you, or if I can show you the White Man's Bible you would be able to see what I am talking about. It's an absolutely fear-inspiring document, and it's seeing conspiracies around every corner and every bush and he did not share those convictions with me.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can you then say that your father did not have much influence on you as du Plessis (Snr) had on you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No he did not have the same influence at all.  I think Mr du Plessis (Snr) at that stage was more of a father to me than my real father was.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And what was your mother's occupation?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "She was employed at the Receiver of Revenue at that time in Durban.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I see.  Did you sometimes have some chats with her about politics, your convictions?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "With my mother?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "H'n.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No we didn't actually speak much about politics seeing the ways mothers are usually.  She was more I think nurturing and we had a very close emotional relationship me and my mother at that stage.  I think to such an extent that at home I was closest to my mother than actually my father.  Actually it was not the way it was supposed to be there as well.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What made you get in touch or come in contact with Mr du Plessis (Snr)?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "When?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What made you get in touch with him?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Oh me and du Plessis were very good friends.  I think there was a ...(intervention)",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You are referring to Senior not so?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Junior now.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Oh Junior, alright.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes, I think we got it off from the first moment we met because I think we were more intellectual than the rest of our peers were at that stage.  We were more enquiring and I think we enjoyed each other's company to such an extent that you know I had to - sometime or other I ended up in his home and seeing that he was a small replica of his father you know, so I basically became a good friend with his father as well.  It was more of an easy-going friendship relationship that I enjoyed with his father that really made me go back there. And I think he also took care of my intellectual needs at that stage.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "How often did you see du Plessis (Snr)?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It's difficult to say, sometimes it was every day, every afternoon I would perhaps go over there.  Sometimes only over weekends, I mean it's very difficult to say but it was very regularly.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Could you say that you had constant contact with him, close?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes I had constant close contact with him.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "For how long were you in contact with him?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Basically up to my leaving school and going over to Pretoria but even then I had some contact with him.  Whenever I got back to my home town and so on or whenever he came to Pretoria because his mother lives here so I had really a contact during that stage as well.  Not really to the same amount, obviously, but whenever.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Where was home?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Pardon?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Is home Durban?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right, Amanzimtoti.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And what was his occupation, du Plessis (Snr)?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I think at that stage he was unoccupied.  He was an engineer before that here at the CSIR, but I don't know why we never spoke about why he was unemployed.  I should have asked him that question, but he tried to establish a few businesses from home as well etc, but I don't think it went too well.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "In your own knowledge did Mr du Plessis (Snr) ever have contact with your own parents?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Ja he had contact with them a few times, not on any regular basis, but they weren't house friends, let me put it to you that way, but they spoke every now and then, yes.  And just another point to come back to your previous question Mr du Plessis (Snr) was writing at that stage a book which he intended to distribute, ja.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What was the book about?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Aag, it was basically about the rise and fall of civilisation etc, etc.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Sorry, Mr van Wyk was he also not a sand-washer at that stage, Mr du Plessis (Snr)?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "Was he not a?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "A sand-washer at that stage?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "A sand-washer, I am sorry I don't ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "He was involved in a business which had to do with sand.",
            "Female"
        ],
        [
            "MR VAN WYK",
            "Sand - ja.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes.",
            "Female"
        ],
        [
            "MR VAN WYK",
            "I think he previously was involved with that at that stage, not to my knowledge that he was involved in that business.  There was a few businesses he wanted to go into, repairing houses etc, I know he was an own-builder for instance, but I think he was previously involved with the sand business.  I am not quite sure.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now this Church of the Creator, how long were you a member thereof?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I was never a member of the Church of the Creator.  Maybe I could elaborate on that.  There was a reason for me not becoming a member of any political organisation at that time.  I thought that in the circles I moved, which were not your normal rightwing organisations but more of your ultra rightwing organisations, they had to be infiltrated by the security police, I knew that, so I did not want to expose myself to that kind of thing, becoming known and becoming known to the security police at that stage because of my activities at that stage.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "But did this church have any influence on you?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Yes it had its influence on me even before I stepped onto the official premises of the church in due regard to - through Mr du Plessis (Snr).  I mean that's where I basically got into contact with the Church of the Creator seeing that he was a member at that stage and a very avowed member.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr van Wyk the initial idea was that as you expected to find a helper at Mr le Roux's house, the idea was that she would be tied?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right, the idea was that we would go in without her noticing us and if in the event that she does notice us we would tie her up in the back room, that's right.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Why was that not done?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I think when we were at that premises and we were in that bush waiting for her to stop her activities in front of the stoep there where she was busy, when she came forward I think she might have seen us or saw something move or suspected something, when she came forward and she looked into White's eyes I think that was a surprise.  Also when he greeted her in her own language and she turned around and she ran away I think that was a surprise to see her seeing us there when we did not even enter the house as such.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Ja but she was so close that she looked into White's eyes and he even greeted her.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Why didn't you run up to her, grab her and tie her?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "At that stage as I was not in the position to - or a leadership position at that stage and when he shot her I mean I could not go against his commands seeing - because of the oath even we had, but besides that oath there was also this feeling of we were together, we were in this together as fighters for the cause.  And when he deviated from that plan and he shot her, as I say at that stage due to my convictions it really did not touch me deeply when he did that and I sort-of reconciled myself with that on the scene.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes, the real question I am asking you now is, had White so chosen would he have been in a position to can give chase and tie her rather than shooting her?  That is the substance of my question.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes he would have been in a position to do that.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Did you ask him why he didn't do that instead of electing to shoot?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "No we really did not speak much about it, we only spoke about it on the way back from Louis Trichardt and we - I think we were, everyone of us were busy with his own thoughts.   And I don't know what his reply would have been, I really don't know.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And now with regard to the husband, why was the husband shot, why was he not tied?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Ja, you see he was running away from the scene and he was about 20 metres away from White at that stage and White was running after him and I was still in the bush and he shouted at me to shoot as well because the man was running away.  I think he had a convenient advantage over us in that he was already say 15, 20 metres ahead of us, so that he might have gotten away and blow the whistle at that stage as well.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Before you gave chase to him was he aware of you?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "No he was not aware of me.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "He could just have run away further and further away from you wouldn't he?  He was in a position to run away from you?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right, that's right.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "The worst that could have happened was that he could have run away without having seen you?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Ja, but he already saw White at that stage.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Oh had he already seen White?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "White had already fired a few shots but he missed at that stage.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "No before - he only noticed White and please tell me if I am wrong, he only became aware of White after White had decided to give chase to him?  Had White remained posted at the point where he was would he still have seen White?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Ja.  White at that stage was going forward again to see if there was any movement around the house, so he was continuing with the plan of entering the premises and obtaining the weapons.  So White was already out of the bushes onto the lawn at that stage when he saw White and that's when he ran away.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Now onto the third victim, you say you shot, you are the person who shot the third victim in the wardrobe?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Ja, after White already shot a few shots into there.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes, yes.  And you said you had a feeling or you noticed that there was probably somebody in the wardrobe that's why you fired a shot?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right, after he fired I also fired a shot, a few shots into the cupboard there.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And you were surprised to - and you later discovered that it was Mrs Roux or le Roux?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Mrs Roux, that's right.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And you described her as a White lady?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "When you shot, when you realised there was somebody in the wardrobe and when you shot, was your expectation that it could have been a Black person?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes, it could have been a friend of the housekeeper I suppose.  The main reason why I did not think it would be a White was that when White saw the BMW leave at six o'clock he said that everyone was accounted for as he knew them, and I really thought that the premises would be empty except for the housekeeper at that stage.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Had you imagined that it could be a White person would you still have fired the shot or not?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "No then I would not have fired the shot.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Did these people die at once, at the spot?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I don't know.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "If I understood you correctly the first victim after being shot did you say that her throat was cut?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes that's right.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Did that happen to her husband as well?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "To her husband as well, and to Mrs Roux.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And who did all this cutting, one and the same person?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr White?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Mr White.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Had Mr White finished cutting the housekeeper's throat when her husband arrived at the scene?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes he did.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And he left her lying there?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes he did.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And when he was going to go into the house?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "He came back to me again after he signalled me to stay put and he said that we would continue.  I thought because of the plan that we would retreat, he said no we would continue.  Then he went forward again and at that stage her husband came around the corner.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And saw Mr White and presumably he saw his wife's body with her throat cut?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And he ran.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "He ran.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "This was on a farm I believe?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "It's not a farm, it's a smallholding.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "A smallholding.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Ja a smallholding.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "How close is the nearest house?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "The hotel was just over the street, it's about I'd say 200 metres or 150 metres about.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you had fired a number of shots but you went on with the operation despite the fact there was a hotel a 150 metres away, so they must have heard your shots?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You didn't care who you killed that morning.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I, first of all I did not expect anyone to be killed, as I said ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But you killed a man, you knew you shot him ...(intervention)",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I know, I shot ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And you went on.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I shot a man and I went on, and I plead guilty to that.  I did do it.  And at that stage as I said I reconciled with myself because of the way I felt and the ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That it was just a Black?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes that's how I felt at that stage.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And then you shot again?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Can I just ask you a question to what was being asked.  You - the first person to be shot was the helper and she was shot by yourself on the instructions of Mr White?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "No, no.  I shot Mr Dubane, the second person to be killed.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Oh you shot the second person to be killed?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Because Mr White instructed you to do that?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "He instructed me to do that.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "You could clearly see the person?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes, he was running away from me.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Ja.  Had that person been White would you still have shot him?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I think at that stage, as he was running away, yes, I would have continued that and as he was a man I would have continued that.  If it was a woman I think I would have - I don't know what I would have done, I would have - I don't know.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "You are not sure whether you would have....",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I don't think I would have, if it was a White woman running away I don't think I would have shot her.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "If it was a Black woman running away, do you know what you would have done?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I think at that stage, the way I felt, I would have shot her.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr van Wyk your plan that day was to steal the weapons from the house?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And this was conceived by an excellent military strategist...",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "In the name of Mr White?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And you knew that when you got there there would only be the servant, Mrs Dubane?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And there would be no-one else, according to the information which you relied upon, because Mr White was a reliable military strategist?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Why did you then enter the premises fully armed?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "We entered every operation we went to, even the theft of the motor car, we were fully armed at all times so that in any event of security force involvement we would be able to shoot our way out of the situation.  It was either a situation of shoot yourself out or be killed, one of the two.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But there was no reason for any security measure to crop up which would have required you to use your arms.  You went in there with information, and this was a private house?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right but we still, every operation where we went we went armed fully because of our modus operandi I suppose.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So it was not your intention to kill when you went in, yet you went in fully armed into that house?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "It was not my intention to kill any civilians but if the police came there I would have been prepared beforehand to fire at them.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now you say your political objective was to get the Afrikaner on your side and was to provide a safe haven for them?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "Ja, I think not so much to get the Afrikaner on our side, I think we wanted those that were already on our side to be united into one grouping and then to enlarge the grouping with the other Afrikaners onto our side.  But that was only the objective within the objective.  There was the broader objective of all White people and the White race in South Africa and to ensure that there would be a White civilisation in Africa still existent.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now on about the 20 to the 21st of September there was a robbery of a motor car that you were involved in?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "A robbery, no we never robbed a motor vehicle, we stole ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "There was a theft of a motor vehicle.",
            "Female"
        ],
        [
            "MR VAN WYK",
            "There was a theft of a motor vehicle, yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And you were involved in that theft?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right, I was involved.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now your political opponent who was it, was it the Nationalist Party?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "At that stage we had a few opponents.  I think we saw everyone that was not for us to be against us, but our main opponents were the National Party and the ANC locally in South Africa.  And as well as I said we were also not targeting but afraid of the Jewish conspiracy operating worldwide and especially in South Africa the way they controlled economics etc  of the country, we felt that there would never be true freedom if we couldn't get rid of them.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now who is the person that you stole the motor car from?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "I know his name, I can't - van Leeuwen, something like that, someone like that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And this was a White person.",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That was a White person, that's right.  Afterwards it became known to me, beforehand we did not know who the car belonged to at all.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And how was this theft conducted?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "We basically looked for a Golf because we only had the methodology to basically steal a Golf at that stage, so we first of all we had to look for a suitable Golf in an area where there was no movement basically and we drove around looking for a vehicle of that description until we found it.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And was Mr van Leeuwen inside his motor car?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "No there was no-one in the motor vehicle.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So you were not aware of the owner of the vehicle?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "No I was not aware of the owner of the vehicle.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now with regard to the incident at Louis Trichardt when you shot at Mrs Roux what was the state of your mind?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "I suppose I was, and I say the suppose because I mean if you've been in that situation only once it's difficult to compare it, but I can't really recollect how I went into the house.  All these details escape me now, and I think that was because of a state of shock. I think, although at that stage I did not put a lot of value onto a Black man's life, to see a person killed for the first time in my life did shock me to some extent.  And when I shot into the cupboard I was like an automaton, just following orders.  It really, at that stage I did not think about it twice.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Were you ordered to shoot into the cupboard?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "No I wasn't ordered to shoot into the cupboard.  When he shot into the cupboard I also shot into the cupboard.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "On your own?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "Yes, after being ordered to kill the Black man, yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now with regard to your movement Mr van Wyk, you have stated that at the time of the commission of these crimes your movement was at the first stage, is that correct?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Could it be defined as having been a private movement at that stage?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "I don't think so for the reason that you must bear in mind that I did not have much to do with the organisation and the basic planning, but I knew that du Plessis have already made contact with numerous rightwing people and they already gave him support.  For instance we were given a few thousand rands and a motor vehicle for the first operation.  So I think we already had basic support and contact with other rightwing groupings.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "How many people would you say belonged to your movement?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "At that stage I was only aware of four people.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Of four people?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But you just got support from the other rightwing movements?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "Yes, as I say I was not responsible for those activities and there was also a sort-of need to know basis that you only know that which you need to know, and at that stage I was not made aware of a lot of things.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Were you involved in any effective recruitment measures to attract more people?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "Yes, yes, I was involved in one and indirectly involved in another recruitment procedure.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And what were those measures which were effected to recruit members?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "The first one I went to go and see a person that I already knew.  I knew his political thinking, it was just a question of getting that person to basically cross a certain line, which I did not know at that stage, so we had to find out from that person and subtly approach that person which I did with du Plessis.  And the other person we approached, although I was not directly involved in speaking to him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Would I be correct to say that you were not interested in recruiting more people because you conceived that quality and not quantity to be more important in your movement?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "I think quality was important but on the other hand my function would eventually have been to run a propaganda machine with due funds and due support from the international contacts we had.  So recruitment would have been, I think, done on a larger scale there when that materialised.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Would I also be correct that at the time of your arrest none of the Afrikaners that were intended to be trained had been trained?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "Yes you are absolutely ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "... in the country and outside the country?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "You are correct.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "No further questions Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "From what you have told us you were not accountable to any organisation except the group to which you belonged, is that correct?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As far as you were concerned you were seeking to achieve the aims and objects of that group?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Of that group and of the overall aims and objectives of all the rightwing, of the rightwing spectrum basically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did that mean you were aiming at maintaining the status quo in the country?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "No we wanted to overthrow the status quo, we wanted a new status quo because we thought the old status quo was infected too much at that stage, but it would have been a similar one only I think to a worse degree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Based on a model from Europe, a national socialist model?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I think the nationalist socialist ideas we were sympathetic to it, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had adopted socialist views, is that correct?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You had adopted the swastika hadn't you?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes we adopted the swastika into our organisation's flag.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any re-examination?  No?\nNO RE-EXAMINATION BY MR GIMSBEEK",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Sir.\nMR VAN WYK EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Rhoode you propose calling your applicant?",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Sorry, we want to call another witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes you may do so.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "We want to call Mr Gerry van Wyk, the father of Mr van Wyk.",
            "Male"
        ],
        [
            "GERRY VAN WYK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Thank you Mr van Wyk, thank you Chairperson.  Mr van Wyk what is your occupation?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "I am on pension at the moment.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "What was your occupation before you retired?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "I was a superintendent and then they changed that to area manager.  My salary was not changed.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Where did you work?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "I worked for the telecommunications department of Transnet.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Mr van Wyk where do you live?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "In a flat in Newcastle.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Mr van Wyk what can you tell us regarding John, your son's, education?  And certain changes which occurred in his high school life and his political involvement etc?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "My son John grew up in a very conservative home.  I am a member the Reformed Church and the principles of this church where inculcated into them from an early age. John accompanied me to church  on Sundays when we were still in the Transvaal after which we moved to Amanzimtoti when I got promoted.\n\tJohn always asked me things regarding politics and I told him that there was only one way that you can make your cross at a polling booth. He was very keen to know how the political structure could be changed, was the current structure the correct one and I told him that there was nothing that we could do to the present structure. \n\tHe wanted me to take out books for him that he could read about new thoughts on politics and all sorts of things.  I just told him that we do not talk politics in our home and also as the regards the church, I told him that the Reformed Church is on the right road and we do not discuss church in this house.\n\tJohn gradually got quieter and quieter until towards standards 6 and 7 when I noticed that there had developed a complete separation between the two of us. He no longer displayed his childhood enthusiasm at seeing me when I came from home in the evenings, particulary after the times when I forbade him from getting involved in politics and when we were discussing general matters, I told him that I do not want problems in our home, I do not want rift in the household and that he should listen to me. This is how political matters stand now and remember those years the NP politics were regarded as being the valid ones. \n\tI told him that that was how political matters stood and that we could only change them at the polling booth if we were not satisfied the structure.  To change to any ultra-right structure only causes problems. I told him that the Security Police were wide awake and he should please not get involved in such matters. I noticed that John became ever quieter and on my part I also withdrew from him and I ascribed the changes to be problems accompanying puberty. \n\tFrom standards 6 and 7 he made friends with Mr du Plessis (Snr) and spent a lot of time with him.  He spent many evenings and nights with him but I did not take too much notice of this because I knew John(Jnr).  Often when he came home in the evenings he would greet us with a kiss and would say, how about a cup of coffee Mama?\n\tThen he wrote matric and all he told me was that he had passed well.  He passed matric with distinction and I then applied for a bursary for him in engineering, for a B.Sc Engineering, which the Department of Transport immediately approved.  I did not give him a chance to make his own choice, I decided for him because I knew that progress was very rapid in the mechanical side of the transport services. Dr Loubscher was a mechanical engineer and I knew their promotion was very rapid in that section. \n\tWe sold our house and went to live in a SANLAM Park flat.  This was in July 1989.  I cannot remember exactly when he abandoned university when we arrived there but I was so disappointed that I positively banned him from the flat and he followed his mother who had already left. John always had a gentle nature and had never said anything untoward to me, but that day he said to me, \"just let something happen to Mama!\"  \n\t In any event he and my wife turned up there later, she was crying and we went into the flat and I asked John what plans he had now. We then let him go to the Army where he received further instruction and then he returned to Pretoria where he stayed in a flat with Jean du Plessis because they were already friends.  We would phone him now and again to find out what he was doing.  He would only say that the had been working at Kingsway Hospital after he was on bail. \n\tThe next thing we heard was when Jean (Snr)'s father phoned me and asked me whether I had heard that our sons had been arrested. Thinking that he was talking about my youngest son I asked him which son he was talking about, and he said they were the two Jeans.  I asked him what the charges were and he said that he didn't know but that we should phone Pretoria.\n\tI then phoned around and carried on until eventually got to the right place and then I heard on what charges they were arrested.   My wife went down to make a bail application because I knew my son who, although he had a very gentle nature had a will of his own.  For example I later came to the conclusion that he only went to church to please me when he got older, in standard 6 or 7, and only followed the faith in order to please me, not because he wanted to.  John is like his father, when I put my foot down then we want to see it through.\n\tWell my wife went for the bail application but I didn't want to go as I did not want to look him in the eye when the magistrate asked me if the boy would again do these things if I take him home with me. The rift between us was still too big. I did not want to lie. In any event I went for the second time because the bail application had not been successful and I knew that by now my son had started to change his views. \n\tNine months thereafter my bail application was accepted and he received bail and came to us for a while.  He stuck to his bail conditions and got work at Kingsway Hospital where he did his work to the best of his ability.\n\tThe day of the bomb explosion at Amanzimtoti, our flat was just below where the bomb had exploded, and John was fortunately at home in the flat and immediately helped at the scene.  The first person he helped was a Black guard whose leg was shattered by one of the blasts and he went to hospital to see what he could do there. There I noticed that my son had indeed changed, his views had changed.  I don't know what more I can say.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Mr van Wyk, as I understand it now, you did not have a significant influence on your son's upbringing from standard 6 until he committed these crimes?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "No my word was law in the house since he was an infant but later on he no longer even talked to me about politics and the like.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Are you aware what his political standpoints were?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "Not at all.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Did you know how felt about religion?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "No I only became aware that, my daughter for example had told that John had once told her that although he attended church he didn't believe and that he only attended to please us.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Now you've heard what actions John committed. As you knew him was he the type of person who would do such things?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "Definitely not.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Were you shocked when you heard about it?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "I was shocked. As I said he a person who stuck to something if he wanted to do it.  Then I thought if he wanted to join a passing organisation or he wanted to become involved in another church, I thought well let him he do so but I didn't know that it would be so far to the ultra right, I thought it might be the CP or the AWB or something like that, but definitely not as what actually happened.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Did Mr du Plessis (Snr) ever discuss these things with you?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "Never he never discussed anything with me. We saw one another occasionally but he never spoke to me.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Were you aware that he was being influenced by Mr du Plessis (Snr)?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "No not at all.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Do you still have regular contact with your son?",
            "Male"
        ],
        [
            "MR G VAN WYK",
            "Yes we're visiting quite regularly.",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "What do you feel about his political views at this stage, can you...(intervention)",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "At this stage his political views correspond roughly with mine.  Everyone has a right to exist on this earth, we are each granted a place in the sun and can live together in peace.  I recently worked at the elections and I was the only White amongst a number of other races and there was great harmony between us. We can work together as the people of South Africa and make a success of this beautiful land.\nNO FURTHER QUESTIONS BY MR GIMSBEEK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Rhoode have you any questions to ask?\nNO CROSS-EXAMINATION BY MR RHOODE\nNO CROSS-EXAMINATION BY MR MPSHE",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr van Wyk I get the impression that your son at some stage that he was a (...indistinct)",
            "Unknown"
        ],
        [
            "MR G VAN WYK",
            "Not with the background that he has had in our home.  But I didn't know that he is so racist, really I didn't know.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And you wouldn't know, considering the way you brought him up, you would be at a loss as to why he would tend to be that racist?",
            "Unknown"
        ],
        [
            "MR G VAN WYK",
            "Ja, no I wouldn't be able to understand that, because really I brought him up not in that way, not a racist, that I can put my hand on the Bible.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr van Wyk when did you first become aware that your son had espoused, was espousing such ultra rightwing political views?",
            "Female"
        ],
        [
            "MR G VAN WYK",
            "When Mr du Plessis phoned me and said our sons have been arrested.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So all along until the arrest of your son you were not aware that he had ...(intervention)",
            "Female"
        ],
        [
            "MR G VAN WYK",
            "No I wasn't aware.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "That he had become espoused to such views.",
            "Female"
        ],
        [
            "MR G VAN WYK",
            "I had forbidden him to talk politics in my house.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR G VAN WYK",
            "Thank you Sir.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "MR GIMSBEEK",
            "Mr Chairman I beg leave to hand up a document which my learned friend, which we have agreed on, it's not necessary to lead a witness on this, it's just a letter of recommendation from the Head of Education  of the Pretoria Central Prison, a Mr Zulu.  It just confirm what Mr van Wyk said that he does indeed teach the illiterate in jail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  This is the first document that is being handed in.  Mr Mpshe what number do you want to give this document?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "It will be Exhibit A Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Exhibit A it shall be.\nEXHIBIT A HANDED UP - LETTER FROM PRETORIA CENTRAL PRISON",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "Then I can just add that there are going to be other witnesses that are going to testify on behalf of Mr van Wyk but we thought that it would be better to let Mr du Plessis finish his testimony then these witnesses could testify on behalf of both of the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "MR GIMSBEEK",
            "At this stage there are no other witnesses pertaining to van Wyk specifically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We would like to take a short adjournment at this stage to receive information about the future proceedings tomorrow and the day after and we will come in as soon as we are ready, and so we take a short adjournment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}