{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-18",
        "location": "PIETERSBURG",
        "day": "2",
        "names": [
            "K M ROSINAH CHOLO"
        ],
        "case number": "00543",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55726&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pieters/cholo.htm",
        "speakers": [
            "DR ALLY",
            "MR MALAN",
            "MR MANTHATA",
            "MRS CHOLO"
        ],
        "original_speakers": [
            "MR MANTHATA",
            "DR ALLY",
            "MRS CHOLO",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "MR MANTHATA",
            "I have been asked while the witness is coming to the stand to just give you a run-down of all the cases we'll be hearing.\n The first witness Mrs Rosina Chola will be giving evidence in connection with a murder.  The second witness will be Maputi Tlhathla, it's an assault.  The third will be Bakgane Baloi in the case of Johannes Baloi, it's a murder case.\n We'll break for tea at 10H30, we'll resume at 11 o'clock when Lesiba Sasa will be giving evidence on death and property destruction.  After that Sidwell Ramutschla will give evidence in a severe assault case, Makro Muthla Mafafo will give evidence in a case of being shot and wounded and then Eddie Simon Baloi will give evidence on his own behalf in connection with detention, solitary confinement and severe assault.\nWe hope to have arrived at this stage by lunch when we'll break till 2 o'clock when Philip Madraae will be giving evidence in an assault case,  We have Mrs Cholo at the stand here.  Mr Manthata will be the chairman for the day and I think I herewith dispense with my duty for the moment.\n Before we start, let me first introduce the commissioners.  On my left hand we have Professor Piet Meiring and then next is Russel Ally and on my right hand side we have Wynand Malan.  Wynand has already introduced me, Tom Manthata.  Mrs Rossina Cholo is now in front of us. Now we will ask Professor Piet Meiring to ask Mrs Rosina to take the oath before she starts. \nMRS ROSINA CHOLO: (sworn states)",
            "Male"
        ],
        [
            "DR ALLY",
            "Mrs Cholo, you've come this morning to speak about a grand daughter who was killed.  Before I ask you in your own words to relate what happened, I would just like to say that today, this morning, quite a few of the cases which we will be dealing with took place in Hamathlala where it appears that there was a chiefly dispute, and that this dispute was also affected by some f the political events of that period, late 1970's, early 1980's, and the dispute often revolved around different political allegiances.  I would just like to say that if there are any other members in the audience who were also victims of this dispute, but have not yet made statements, we do have statement takers here, they can approach any of the members of the Truth Commission, because we don't want the impression to be created that because most of the disputes which we will be dealing with today seem come from one side of the political conflict, that the Truth Commission is in any way taking sides in this conflict.  Those are the statements which we received but for the Truth Commission it is important that we hear from all sides of the political conflict.  So I say again, if there are people in the audience who have not yet made statements which show other sides of the political conflict, our statement takers will be only too glad to take your statements during the course of the day.\n Mrs Cholo you are coming to speak to us about what happened to your grand daughter, Frieda, in 1980. I'm going to ask you now in your own words and in your own time to tell us about this event.  Thank you.",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "What happened in my house, I was in my house with my grand daughter and her mother.  When they came they came by storm and told us to leave.  We went with them, we found a car which was full of people and we wanted to hear why we were being called, because they didn't tell us when they took us at home. They chopped my grand daughter and we heard her crying when we...(intervention)  (witness overcome)",
            "Female"
        ],
        [
            "DR ALLY",
            "Please continue.",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "I'm not finished, I will continue.  They burned our house.  I think I'm finished now.",
            "Female"
        ],
        [
            "DR ALLY",
            "If I can just ask you some questions to help us understand what happened.  You say that they came to your house, who was this they, who were the people that came to your house?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "I don't know them.",
            "Female"
        ],
        [
            "DR ALLY",
            "Do you know what the reason was for them coming to your house?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "I don't know they just came and they just took us and they wanted to leave with us.  I don't know why they were there in the first place.",
            "Female"
        ],
        [
            "DR ALLY",
            "Where did they want to take you to?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "They took us to a car and when we arrived at that car we found a lot of people in there, and they didn't tell us anything why they took us.",
            "Female"
        ],
        [
            "DR ALLY",
            "The people in the car, did you recognise anyone?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "No one. I didn't know any, even the people who took us, I don't know them.",
            "Female"
        ],
        [
            "DR ALLY",
            "Our researchers have tried to find out what was happening in your village during this period and from the research which they have done, it seems that, and I would like you to tell me whether this is the case, that this conflict was as a result of an instruction given that people had to move from one village to another village, from Gomo village to Simaneng village, is that what was happening at the time, do you remember?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "From where, I can't hear properly, my ears aren't so good. Gomo was our chief.  You mean from Gomo to Simaneng?",
            "Female"
        ],
        [
            "DR ALLY",
            "Is that what was happening, you were asked to move from one village to another village?  What was the problem, why were they moving you from Gomo to Simaneng?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "I don't know why?",
            "Female"
        ],
        [
            "DR ALLY",
            "But these people, did they introduce themselves, who they are, where were they coming from?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "No we don't know.",
            "Female"
        ],
        [
            "DR ALLY",
            "This chief, Chief Gomo, did he say anything about that?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "No.",
            "Female"
        ],
        [
            "MRS CHOLO",
            "When the chief was on the run, who was left behind?",
            "Female"
        ],
        [
            "MRS CHOLO",
            "No one.  Everyone was being chased, no one was supposed to stay behind.",
            "Female"
        ],
        [
            "DR ALLY",
            "Now that everyone was being chased did you all go to Simaneng?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "Yes others were already gone.  We were left behind.",
            "Female"
        ],
        [
            "DR ALLY",
            "Some were?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "Yes some were at Simaneng.  We the people who were left behind, we are the ones who were being chased.",
            "Female"
        ],
        [
            "DR ALLY",
            "Why were you left?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "We wanted to stay there because that's where we belong.  We wanted to know why we must move.",
            "Female"
        ],
        [
            "DR ALLY",
            "You were not told that you must move to Simaneng?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "No.",
            "Female"
        ],
        [
            "DR ALLY",
            "Was it not because you didn't want to go to Simaneng?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "No we didn't.",
            "Female"
        ],
        [
            "DR ALLY",
            "When you grand daughter was killed during this time, she was struck on the head.  Did you lose anything else. Did you lose your hut or your house or cattle or cows.  What else did you lose, what else happened besides your grand daughter being killed?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "My cows and my herds, before they killed my daughter.",
            "Female"
        ],
        [
            "DR ALLY",
            "Where are you living now, in which village?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "In Simaneng.",
            "Female"
        ],
        [
            "DR ALLY",
            "And what is it that you would like the Truth Commission to do, how do you think the Truth Commission can be of assistance to you?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "I can't tell them what to do for me, but them as people who are in law, they can see what they can help me with.",
            "Female"
        ],
        [
            "DR ALLY",
            "And these conflicts of 1979/1980, is this still continuing or are things peaceful and calm now or is there still tension and fighting taking place?",
            "Unknown"
        ],
        [
            "MRS CHOLO",
            "I can't hear clearly, I have a problem hearing.  There are no conflicts.",
            "Female"
        ],
        [
            "MR MALAN",
            "Mrs Cholo, at the time of the incident when your grand daughter was killed, you were living at Gomo village?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "Yes in Simaneng, Gomo Village.",
            "Female"
        ],
        [
            "MR MALAN",
            "Are you living at the same place that you lived then or have you since moved?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "Yes I'm still at the same place.",
            "Female"
        ],
        [
            "MR MALAN",
            "You say that you are a member of the ANC, the African National Congress.  When did you become a member?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "Yes, when troubles began. To be an ANC member.",
            "Female"
        ],
        [
            "MR MALAN",
            "Who was the leader of the African National Congress at the time?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "The person who was left.  His name was Raman.  His name is Marimane.",
            "Female"
        ],
        [
            "MR MALAN",
            "Is this Marimane the person who was staying with you at Mathlale?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "Yes.  He died because he was sick, not that he was killed.",
            "Female"
        ],
        [
            "MR MALAN",
            "This Maremane, was he a king or chief?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "No he wasn't.",
            "Female"
        ],
        [
            "MR MALAN",
            "Where was the chief when Maremane was the ANC leader?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "We didn't know where the chief was at the time.\nThese conflicts are the reason we didn't know where the chief was.",
            "Female"
        ],
        [
            "MR MALAN",
            "This chief, did he try and tell you why he was being chased?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "I can't understand the questions clearly.",
            "Female"
        ],
        [
            "MR MALAN",
            "You said he was chased, and you didn't know where he ran to.",
            "Male"
        ],
        [
            "MRS CHOLO",
            "The chief ran away because there were conflicts and the people were killing each other.  They killed his younger brother, so he ran away.  We didn't know where and most people now joined the ANC.",
            "Female"
        ],
        [
            "MR MALAN",
            "These Congress people, were they looking for the chief and they didn't know where the chief was?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "Who chased the chief then?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "The problems and troubles made the chief to run away because they also killed his younger brother. We don't know who killed his younger brother, we just think the people of that village did because they didn't want him to be the chief.",
            "Female"
        ],
        [
            "MR MALAN",
            "The people who came to you, in your statement you refer to them as TC's.  Is that known to you, TC's?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "You mean TC people?",
            "Female"
        ],
        [
            "MR MALAN",
            "Do you know what TC people is?",
            "Male"
        ],
        [
            "MRS CHOLO",
            "The Congress.  TC people. I don't know if those people were TC people. You won't know, I mean you'll see people just coming and you won't know where they're coming from and who they are.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you Mrs Cholo.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you Mrs Cholo for coming forward here, we can tell that things have been very bad and we understand that they killed your granddaughter in a very bad way.  We can see what we can do.  We thank you for coming forward.",
            "Male"
        ]
    ]
}