{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-18",
        "location": "PIETERSBURG",
        "day": "2",
        "names": [
            "MOLOKO JAIROS MAFAFO"
        ],
        "case number": "00547",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55733&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pieters/mafafo.htm",
        "speakers": [
            "MEMBER OF PANEL",
            "MOLOKO JAIROS MAFAFO",
            "MR MANTHATA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "MOLOKO JAIROS MAFAFO",
            "PROF MEIRING",
            "MR MAFAFO",
            "MEMBER OF PANEL",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MOLOKO JAIROS MAFAFO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "You've been in this business before it seems. You were an investigating officer at some stage?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "Yes I was an investigating officer.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Mr Mafafo, I also see that you're now 51 years of age, was your birthday on the beginning of this month on the first of July?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "Yes it's true.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "We hope you had a good birthday.",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "Yes it's true.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Good.  You're telling us something that happened in March '93 which is fairly recently. I'm pretty sure you will still have a good memory of this, we have a statement, but if you will share with us also orally your experiences of that event, and how you perceive it and what the circumstances were as you understand it, and make it even more understandable to us as commissioners, we will appreciate it, will you please tell us what happened?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "In 1991 on the third month, the day of the feast, at 8H30 I was an investigating officer in Mahwelering area.  I was in the position of an officer and a lieutenant at the time.  The police radio called me and told me that in Mahwelering there were problems during the previous night.  That was on Sunday at 10 o'clock .\n I ran to the police station and reported at 8 o'clock, when I arrived there they told me the news and told me that at such an address people were shot at the shebeen.  They told me they numbered around seven to ten.  You must know that when they called me they knew I was an expert, a firearms expert and a tracker, like a bushman.\n I arrived there at the scene of crime and did some investigations and found blood everywhere, it was just a blood river condition, just like you know it.  When I walked there tracking, I found a very tough guy there, and it was a magazine called Scorpion.  When I was checking there, I saw three people under a tree in another house.  I now realised that I was following the right track.  I took the car and drove to the police station.  When I arrived at the station I told them that I think we found the right people under the tree, just like you know that I'm an expert.  Those people came with me and we went back to where those people were injured.  Ambulances came and took the injured people.  When we went where I left the track we found that the people have moved.  I said they must leave in the car and I'll go on alone.\n I went there alone, followed the track and found the people in a church, they were now in a church.  That was the AME Church.  I came back to fetch those colleagues of mine.  When we arrived I told that those people are in the church. I stood and now you must realise, the people I was with were not experts, they were expert in other fields.  Now I was an intelligent person. I told them to be very careful.  My job now was to do that and I told them that's where the case was. Because those people had confidence in me and they thought the church was a place of peace and the people in there were peaceful.  We didn't know whether the people were thieves or the people who caused the trouble but when these people came in, they were Colonel Mapethu, Sergeant Bopedi and ...(indistinct) Dikgale, when they wanted to knock at the door a small boy came out of the window.  When he came out he had a gun in his hand. \n I saw something black on his waist but my colleagues were not aware of that.  I called them but they didn't hear me.  When they woke up and they saw that guy they grabbed him.  This guy pulled a grenade on his waist and he said, We all die!\"  Dikgale and the guy were killed instantly, their stomachs, everything was shattered.  Bopedi was shaking and when I realised that people died in front of us, I just said this thing killed people who were innocent.  The police also are trying to investigate and solve the problem but they are also killed. Now I thought I should come around and see more of these things. Now we have something called cover, I wanted to kick this guy but he hit me first.  He hit me on my side and the bullet came out the back.  Now I tried to do my tricks that I know, and I saw that I couldn't do anything because I was hurt.\n After that I was lying down because I was shot.  People started coming, the police came, I was lifted and taken to the hospital.  When I arrived at the hospital they operated from my hip down to my leg.  The scar is very long.  Now I was questioned in the hospital but actually I was not feeling pain myself, I was thinking of the people who were hurt at the shebeen having fun.  You know that when a person is drunk, and when he's killed the person bleeds very much, and these people were very innocent.  And these policemen who were just investigating, they were also innocent.\n When I was at the hospital reading my paper, i realised that these people were called BCM people. That's the Black Conscious Movement. This was their AZANLA branch, Azanian Liberation Army Movement.  These people were trained in Libya.  Now I realised that these things that I was investigating were true.  When I was reading the paper I also realised later that when the other two people were shot, I did not know who shot them, was it the police or the soldiers.  After I went to the hospital, one of those  people was left behind, he threw away his gun and lifted his hands.  That gun was an AK 47.  I was shot with a Scorpion, because I also saw before I was shot that this gun used was a Scorpion. \n There was no one who knew who shot those people who were having fun at the shebeen.  I was very curious and wanted to know after I was healed in the hospital. I wanted to know the reason why these people were killed and I was told these people were just killed for no reason, and I wondered, how can a person just go outside the country to get training and come back home and just shoot people at the shebeen.  Was that the policy?  And the person goes to a church, a very peaceful place, blessed by God and just take guns and shoot people.  Now I wanted to know the priest of that church. \n I now warned the Lebowa people to know who was the priest who kept all these bad things in a church.  The priest who made it possible for people to be killed in Mahwelering, people who were innocent.  I worked for the police for a long time and my history will be known.  I never did anything like that. The police also did bad things to me. It did very bad things to me, because of my knowledge, it was as if they were regretting teaching me all those things, because when I came back from the hospital walking with crutches, I realised that they were transferring me to Mapulaneng branch, still in crutches.  Now I asked how I can go to Mapulaneng branch while I was still under medication, did they realise that I was operated on by six doctors.  \n This whole thing was forced by General Maluti, he's the one who forced me to take a transfer to Bushbuck Ridge, still under medication, walking with crutches.  He said to me he wished me dead, not my colleague Dikgalo who died by a handgrenade.  I wanted to know why, I was very confused there, because I couldn't understand why my colleague would tell me such a thing, and I realised that I was having problems.. Now I wanted to know how General Maluti, who was oppressing my knowledge, as he knew that I was going to be their future general for the New South Africa. I still have the expertise and the knowledge.  I'm through.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Mr  Mafafo.  Could we please have order, could we please have quiet.  Mr Mafafo, thank you very much, it was not only crystal clear but also entertaining.  Which is to us as commissioners here at the front from time to time, I guess something that we need. I wasn't sure that you would become the general of the New South Africa, but what I clearly thought was of some assistance to us is your ability to track.  You said you were an expert tracker, then maybe you should help us in tracking some of the other footsteps that we have in the other cases in getting to the root of the problem.  But thank you very much, I'm sure you wouldn't mind answering a few questions that we will have.\nCould I kick off.  You ended up in your statement by saying that this BCM perpetrator, that was arrested on the scene appeared in Potgietersrus Magistrates Court.  Did you get the name of that individual?  You didn't at the time of your statement, do you know now who this individual was that appeared?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "The other one which I knew is called Maluleke and the other one's Alait.  This one is still alive.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Was he convicted? Has the case been finalised?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "Yes the case was completed but I was never called to court.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Was he sentenced to prison?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "Yes I hear so.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "A further question that I would like to follow up, you gave as a flowery exposition of how you came to leave the force.  Are you presently unemployed?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "I'm not working at the moment.  I was expelled from the police force in a very bad manner and as the doctors told me that I can only perform a light job, but the Commissioner Maluti, just decided that he didn't want to see me any more in the police force.  But now things are bad, and according to the doctors reports, they tell me that I can still be in the force.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Your medical reports through our investigative unit, we haven't seen it yet but we will be studying that.  May I just also then ask you, you say you were expelled from the force.  Were you expelled or did you retire on the basis of your disability.",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "I was just sickly but I didn't resign because I still knew that I was a policeman and I still wanted to.  Even when I was walking in crutches, I wanted to show the coming new government my knowledge.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Are you still getting a pension or some disability payment form the police force?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "I'm only getting a pension, I never received a cent for my disabilities.  They denied that because they say I'm still on duty.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "You are getting monthly payments from them on some or other basis?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "Yes I'm only getting a little and I cannot support my children.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "I unfortunately have my own children that I have to look after, so I won't be able to help you, but we will certainly follow on to that.  I don't think there is anything that is not clear to me at the moment but I'm sure some of my colleagues may have other questions. Thank you very much Mr Mafafo.\n:   Mr Mafafo, just a few questions please, one of the important things which we look at in the Truth Commission in terms of gross human rights violations is that we need to establish that the context in which the violations took place was political.  Now this incident at the shebeen which led to you following this up, do you have some idea of what the political context was, you say that the people who fired at the shebeen were members of the Black Consciousness Movement, are you first of all absolutely sure of that, was that established in the court case or was that something that you read in the newspaper?",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "I said when I looked in the beginning with my expertise, this Scorpion gun can not be found in South Africa, it can only be applied by people who were.....(end of side A of tape)\n(Side B follows on)...... it was these people, those members, I also remember that one of those guys is from Free State, one of those who died.  It's true it was those people of AZANDLA.\n:   Did they say that they did this, are you aware?",
            "Male"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "Yes they agreed, because their leader Masibudi told the papers that it was them who did that.\n:   What reason did they give for doing that, why would they attack people in a shebeen, do you have any idea? What was the explanation?",
            "Male"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "I clearly do not understand what these people were doing at the shebeen. I don't get their reason of fighting people at a shebeen as a shebeen is not a political place, and all these people were just drunk, so I do not so I do not understand clearly. I don't understand how a shebeen and politics can go together according to my knowledge.\n:   Well I'm not an expert in that, so I can't answer that question Sir.  But you're convinced that when you went after these people, did you give a warning to say that you're the police and coming to arrest them or what actually happened when the firing happened with the grenade and the gun attack?  Were there warnings beforehand or did people just open fire?",
            "Male"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "There was no warning.  The thing is the other police were just coming in innocently, they wanted to knock because they knew a church was just a place of peace and now this thing just happened.  There it went.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "I'd like to ask a question, you said that when you followed these people to the scene of the shooting, the footsteps led to the AME Church, and then you said you asked yourself, who was this priest, the AME Church yes, and you said who allowed such bad people in his church. Are you very sure that the local priest or pastor invited them and allowed these people into his church? Was he caring for them.  Could it be that they were there against his will or are you sure that they were guests invited by him into the church.",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "Now things are getting tough.  According to my expert knowledge, when doing the investigations it was some few days that these people stayed with the priest.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "At that time it was wrong to put those kinds of people in such a place, was the priest taken to court for that.",
            "Unknown"
        ],
        [
            "MOLOKO JAIROS MAFAFO",
            "I later heard that he was arrested but I do not know actually about his whereabouts.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you, we clearly understand how you were severely injured and the way all these things happened until now you're in a situation where you're unemployed.  Thank you for making all that clear to us.  We will help you and we hope that you will help us and both of us will make sure that those kinds of things will no longer happen in this country, where innocent people are just hurt and where people are allowed with dangerous guns, even at the shebeens.  Thank you very much for that.",
            "Male"
        ]
    ]
}