{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-18",
        "location": "PIETERSBURG",
        "day": "2",
        "names": [
            "TEMA MOLEKURU SOPHIE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55749&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pieters/tema.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MR MALAN",
            "MR MANTHATA",
            "MRS TEMA",
            "PROF MEIRING",
            "TEMA MOLEKURU SOPHIE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "TEMA MOLEKURU SOPHIE",
            "PROF MEIRING",
            "MRS TEMA",
            "MR MANTHATA",
            "DR ALLY",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Well request Piet Meiring to lead you as you take an oath.",
            "Unknown"
        ],
        [
            "TEMA MOLEKURU SOPHIE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Tema, first on a very personal level, I want to enquire about your family.  I have a friend who's a Maruti Tema in Johannesburg, is he related to you?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "I think he might be related because Tema is my husband's surname.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Not a name like van der Merwe among the Afrikaners?   Okay, thank you, let us continue with your testimony.  You stated that you want to testify about your elder brother Simon Masheigoane, is that correct?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "Yes that's correct.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Please tell us in your own words what happened to him?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "On the death of Simon Mashigoane un 1992, he died in Manganeng on the 8th of the eighth of the eighth.  An Anc man came to me to inform me about Simon's death and told me that he died in Manganeng.  I told them that we did not know for a long time where the guy was and we saw him for the last time in January 1978, and if he died in Manganeng in 1992 that surprised us.   The ANC people supported us and my brother was not around.  I phoned him in Johannesburg and he came back home and the ANC people took my brother and my father's sister to go and show them Simon's body. Until Simon was buried, they supported us and after his burial, we were called to court in Skoornot in 1994 to be to be told about Simon's death.\n When we arrived there were told that Simon was killed by the soldiers and the police in Skoornot.  They called us again to court in 1995 and we knew about his killers, the soldiers and the police.  I was very sad because Simon died when he was very young and he didn't have a wife at the time.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "You say that the last time you saw him was in 1978 and then you heard of him again when he was killed and that was only in 1992, so many years elapsed during that time. Did you have any idea what he was doing or did you have no contact at all during those years?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "We didn't know anything about Simon, we just heard about him when he died and we were told that he died in Manganeng.  We thought he was in exile just like any other person.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And the only other views was later on when you heard that he was involved in the ANC in the struggle?\nDid I hear correctly when you said he was not married, that he had no wife or children?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much, I think that is what I would like to ask, maybe some of my colleagues have other questions to ask.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "I have only one question.  I just want to know, when Simon came back from exile, did he ever come home?",
            "Male"
        ],
        [
            "MRS TEMA",
            "No he did not.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did the ANC people come to see you?",
            "Male"
        ],
        [
            "MRS TEMA",
            "Yes they did come to inform me about his death and I was very surprised because the last time we saw him was in 1978.  So I told them we are just surprised to be told about it in 1992, and we heard that he died in Manganeng, but he came to tell us after a long time.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "When you heard about the death in Manganeng, who told you about that?",
            "Male"
        ],
        [
            "MRS TEMA",
            "We just heard people saying that they heard that a person was killed by the police and the soldiers in Manganeng and people didn't know who it was.",
            "Female"
        ],
        [
            "DR ALLY",
            "Mrs Tema, the funeral for your brother, Simon, was it held in the village where he was killed?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "The burial of Simon took place in Mashegwana at his home.  He was buried in his father's place.",
            "Female"
        ],
        [
            "DR ALLY",
            "And was it his funeral that Jacob Rapula spoke, because I see that there is another statement here speaks about Jacob Rapula speaking to the mourners who were also members of the ANC?  Do you know that name, Jacob Rapula?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "I do not know him well, I only know Phala, because there were too many people and too many ANC members coming.",
            "Female"
        ],
        [
            "DR ALLY",
            "You say it was the South African Police and the South African Defence involve in Simon's death, are you sure about that?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "Yes I'm quite sure.  We knew about that in court in Schoornot.  There were questions by ANC members and they wanted to know the reason why they killed Simon, and they didn't have exactly a reason why.",
            "Female"
        ],
        [
            "DR ALLY",
            "Did they give any explanation?",
            "Unknown"
        ],
        [
            "MRS TEMA",
            "Yes they did explain, they said they were searching for him.  A guy named Jubalni said that he was searching for Simon for a period of three months and he even disguised his uniform until he found Simon in Manganeng.  When the lawyer questioned why he was looking for Simon so much, he said that he didn't know the reason why.",
            "Female"
        ],
        [
            "MR MALAN",
            "Mashiigoane, is that your other brother?",
            "Male"
        ],
        [
            "MRS TEMA",
            "Yes he is.",
            "Female"
        ],
        [
            "MR MALAN",
            "Is he here today?",
            "Male"
        ],
        [
            "MRS TEMA",
            "No he's not here, he was called to Witbank.",
            "Female"
        ],
        [
            "MR MALAN",
            "We see that he also made a statement, the one that was quoted from and we'll liaise with him, he may be able to give us more information, especially when he's giving oral evidence, but thank you also from my part.",
            "Male"
        ],
        [
            "MRS TEMA",
            "These police who are guilty for Simon's death, I have a list of names here, it's Vedge, a soldier, Marks who is also a soldier, Jubulani Twala, a soldier, Makofane who is a policeman, Ramushae, a policeman, and Mamasebo, a constable.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thanks for that Mrs Tema, I'm sure it will be useful for us to have those names to follow up.  I would just like to welcome Peter Mokaba who is here at the hearing.. Yesterday Peter's brother Ernest testified on behalf of Ernest and the family and their harassment that they experienced, so welcome to Peter Mokaba. And Tony Ngeni, also from the ANC, a Western Cape MP, has also come in to attend the hearings, and welcome to him as well.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Thank you very much Sophie for coming forward to tell us about your brother's case.  I know and I'm quite sure that this case is not only handled by the Commission, the ANC is also assisting us with it.  We hope that we'll each other in solving this case.  Thank you and your family again for coming here.  Are your parents still alive?",
            "Male"
        ],
        [
            "MRS TEMA",
            "They passed away.  My sister stays here with me.  She was not able to give a statement but she knows everything because she's the one who went to the mortuary to identify Simon's body and she wants to tell you something even if she didn't give a statement.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Unfortunatly we cannot have a chance because if one doesn't give a statement, all that is said here at the Commission must be said under an oath.  We would have liked her to have made a statement before so that she could say what she saw.  Unfortunately we cannot do that now.\n We'd like to tell you that afterwards she can go and make a statement so that the statement could also assist us in making further investigations.  Does she understand that?  Do you understand?",
            "Male"
        ],
        [
            "MRS TEMA",
            "Yes I do?",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you very much for coming forward and please, your sister can go and give a statement about your case, thank you again.",
            "Male"
        ]
    ]
}