{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-17",
        "location": "PIETERSBURG",
        "day": "1",
        "names": [
            "JOEL MALOSE TEFFO"
        ],
        "case number": "00510 _",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55748&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pieters/teffo.htm",
        "speakers": [
            "DR ALLY",
            "MALOSE JOEL TEFFO",
            "MR MALAN",
            "MR MANTHATA"
        ],
        "original_speakers": [
            "MALOSE JOEL TEFFO",
            "MR MALAN",
            "MR TEFFO",
            "DR ALLY",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MALOSE JOEL TEFFO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Teffo, you've given us a statement and we will appreciate it if you will take us through the story itself, in your way.  It relates to your own suffering, difficulties that you've had and we are ready to listen to you.  Afterwards we may have some questions for you too. Please tell us.",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "On the 7th of March 1986, at about something to eight I met my friend who is called Moses Maghae, and he was from Johannesburg.  When I met him we greeted each other and then he asked me to accompany him to a place called Black Rock to visit our friends, and we went to visit this George Balloy, one of our friends. When we arrived at his place we were told that he was out.  The house next to his place was a shebeen, they were selling liquor and then we were told that the police had been there before and they chased everybody.  We didn't waste any time, we left that place, we decided to go to a taxi rank because my friend requested me to go with him to  Mushate, to visit his wife because he left an infant at home.\n When we were about to reach the crossroad at Bob Martin we saw a police van parked in the road at the cross section.  We were coming after John Masinge and the other one, they were called by another woman and they approached the fence to speak to that woman and then we just passed.  As we were approaching we could see clearly that this was a police van, and they brightened their lights and I suggested to my friends that we should get out of the way as it seems as if they want to drive off.  When we approached we only heard gunshots.  It was a pump-gun that they used.  We tried to run away to a nearby house belonging to a Mr Silitela, they had backrooms in their yard, and then we hid ourselves in those backrooms.\n The police left.  After twenty minutes Dr Thlatlha came and he found me bleeding severely from the wounds where the pellets got in.  Dr Thlatlha took me to Mokopane hospital as quickly as he could.  I must say, before then, he drove past the police station to notify the police that they had killed one person, and then he took me to the hospital then.  When we arrived there I was given premedications and I was transferred to Pietersburg hospital where I was operated on. They discovered that 17 pellets were in my body.\n While I was in the hospital the police came to take a statement. I stayed in the hospital for about four weeks before I was discharged and went home.  In 1987 there was an inquest at Mahwelereng, at the Mokopane magistrate's court.  Mr Makulawa was the presiding magistrate. A policeman called Molungwana and the other one was well known by the name of Malisela, who is now stationed at Nylstroom Police Station.  At that time of the inquest they were not working at this police station, they had been promoted to Lebowakgomo now.  They were found guilty in this inquest because the Magistrate said  the court should be taken to the scene where this thing happened and the police were found guilty then.\n As I was sitting at home, a white policeman from Pretoria came and then he took me to the police station where they took photographs of me and all the places where the pellets penetrated my body, and I was told that h was from Pretoria where the police were supposed to appear before the court.  The thing that puzzled me a lot is the fact that we had lawyers, you wouldn't go around looking for a lawyer, they would come looking around and search for statements.  This person who came to get statements was Mr Nkadineng.  Due to some other misdeeds he handed over our dockets to L R Ramudiba the attorney at Mahwelereng.  Before we went to court in 1992 I tried many ways to retrieve the document and I wanted to get myself a lawyer, but Mr Ramudiba told me not to instruct him how to handle the case.  It was like that, we appeared before the court in 1992, I think it is 1993, that is where the policemen were not found guilty, and that was the end of the case.  \n Surprisingly enough, there were no witnesses called, and thereafter we were told that everything was now at an end.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much, before we proceed I did not ask who the lady was with you, is that your wife?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "Yes this is my wife.",
            "Male"
        ],
        [
            "MR MALAN",
            "We welcome you too madam, thank you for being here. I'm sure you wouldn't responding to a few questions that we may have? You may be aware that we also have a statement and we may be hearing evidence and I don't want to prejudge or even bring that to the order prematurely, but about Moses that you refer to in your statement, his father will also be giving evidence after you. It says that you and Moses were together and it says that he was injured and he was killed.  You also mentioned that they located 17 pellets in your body and you talked about the pump guns used.  Do you know how Moses was killed, was it bullets, I assume a pellet wouldn't have killed him?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "I can briefly say a pump gun was a gun that the police used to disperse the people in the unrest areas.  It used to carry plus-minus 200 pellets and they shot him right on the forehead, as he was just shorter than myself, that's why he was hit in the head and they hit me on the chest.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much.  Was there any background to them dispersing the crowds, you talk then at the time of a youth riot going on?  You also refer in your statement of your not being found guilty of public violence. Were you close to such a thing, did you see that going on, were you involved in any way?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "I think that is what is what is worrying me. Even the deceased, he was also a sportsman and we were  not actually active in politics you know, and it worries me very much and those police now, presently they're employed and they're enjoying public money, being now employed by the government.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Teffo, thank you very much.  Any other questions?",
            "Male"
        ],
        [
            "DR ALLY",
            "Joel can you tell us what was actually happening on that day.  We appreciate you saying that you were not necessarily politically active, but what was happening on that day, the 7th of March when this incident took place. Were you caught in some demonstration taking place?  Can you just explain the events of that day?",
            "Unknown"
        ],
        [
            "MALOSE JOEL TEFFO",
            "I was staying in a place called Seggagapeng.  At  7 o'clock, it takes almost 15 minutes to get to Mahwelereng as it is nearby.  We don't know what happened at Mahwelereng, we did not have information.  We met with my friend and we were happy to see each other and then when we got back we met with this incident.",
            "Male"
        ],
        [
            "DR ALLY",
            "Were there other people there, it was not just the three of you or the two of you, was there a crowd there or what exactly?  Did the police fire into a crowd or did they just fire at the two or the three of you?",
            "Unknown"
        ],
        [
            "MALOSE JOEL TEFFO",
            "We were only two at the time that the police shot but the two gentlemen who were close to us, they were called by another woman, it was a quiet time, no violence, nothing.  Now the question that Mr Ally's asking, I have to say that I was never asked anything about this trial where it was alleged that there was a mob where we ourselves were throwing stones, that is why they shot at us.  But what surprised me is that if one is arrested for public violence, he must be arrested, so what surprised me is that I was hospitalised, but I was not arrested and there was no charge against myself for public violence.  That's why I am not satisfied about the verdict of the court.",
            "Male"
        ],
        [
            "DR ALLY",
            "So just to be absolutely clear, you and Moses were together, and did the police actually issue any warning, did they say \"Disperse or we're going to shoot\", or did they just fire at you?  This is what i'd like you to explain to us?",
            "Unknown"
        ],
        [
            "MALOSE JOEL TEFFO",
            "The police just started shooting at us.  There was no early warning, they said nothing to us.",
            "Male"
        ],
        [
            "DR ALLY",
            "And this charge of public violence, did it happen long after this?  Because you say you weren't charged immediately but then there was a case of public violence, wasn't there?",
            "Unknown"
        ],
        [
            "MALOSE JOEL TEFFO",
            "There was no public violence charge\nagainst ourselves or myself.  If only the police did charge them, there would have been a trial and thereafter they would have been discharged.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just before Mr Manthata asks a question, let me ask you again, the youth riots at the time, the throwing of the stones, were you aware of that, could you see it, how far were you from that happening?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "I was an adult man.  I only heard about that a day before, I think so, or maybe three days before.  At bus ranks there was violence.  I was told that the people have thrown stones at busses.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was this going on when you were shot at, that you're aware of?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "By that time the situation was very calm, there was nothing.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay thank you very much.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mr Joel, was it possible for the police during that time to be around the streets and just shoot people for nothing?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "That's what we heard, that people were just arrested and then taken to a so-called stadium at the police station and then they were just harassed and tortured there, that's all we know.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You don't even know if there could have been a possibility of the police chasing after thieves or criminal offenders?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "Please clarify your question Sir?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "My question is, we don't know clearly who the police were, because we say the situation was just cool, there was no political activity around.  Now was it possible that the police could have been there searching for criminal offenders?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "No, according to my knowledge, the police were just patrolling and they would start harassing people.  They didn't want to see any group of people.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "In other words, if I understand you well, they were patrolling?  The people had the spirit of fighting apartheid, and coming together they would be dispersed by the police, thinking that these are the people who are fighting apartheid.",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "Yes I agree with you, because the police didn't want to see any group of people.  It's funny because we were only two.  They could have stopped us and asked us where we were heading to, so that we could give them explanations, but they just decided to shoot at us.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I thank you.",
            "Male"
        ],
        [
            "DR ALLY",
            "Just before you go, let me just share with you what our investigative officer found out, because he actually came to Mahwelereng to try and see what was happening and what the police docket was saying.  There is another eye witness to this incident, a Mr Jerry Masinga. Do you know Jerry Masinga, who we want to get a statement from?\n Now according to the station commissioner at Mahwelereng, in his account he says that the victims, which I imagine he's referring to you and to Moses, he says were stoning busses and cars, and that is why the police actually opened fire.  What's your comment on that.  That's what the station commissioner at Mahwelereng actually said to our investigators, on the day of the incident the victims were stoning busses and cars?",
            "Unknown"
        ],
        [
            "MALOSE JOEL TEFFO",
            "That is false information.  Because if that was the truth ...(indistinct) with public violence, they should have shot at us.  When we fell down they must ...(indistinct) us and arrest us and hospitalise us under police guard.  I mean in a true sense.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Teffo, I think there's a misunderstanding again, the information is not that you were accused of having done it, but that certain youths were stoning busses and public transport at the time, that was no reference to yourselves.  I think you misunderstood Dr Ally.  The issue is whether that happened or not and you in your evidence, when we asked you said, you heard that something like that happened the day before or the day before that and they were searching for these people, whereas the information that Dr Ally is referring to is that it happened shortly before you were shot.  And to share with you again, the statement under oath which the Reverend Motsobani will talk to, his information is clearly the same, that that stoning incident by the youth took place at 7 o'clock, whereas you were shot at at about 10 to eight.  So it happens and that relates to Mt Manthata's question. Why would the police have been there if everything was calm already? So are you pretty sure that it didn't happen that day, because all the other evidence is pointing to the fact that it in fact did happen shortly before you were shot?",
            "Male"
        ],
        [
            "MALOSE JOEL TEFFO",
            "As I've already explained, we were at place called Sehahapeng, not far from Mahwelereng.  If we were aware of the unrest maybe we should place ourselves at a safe area. You could not just move even during the night, because we'll be aware that there was unrest.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you very much Teffo, the reason that we're asking these questions is it's very important for us to try and establish the context, to have an accurate idea as possible of what was going on so that was the spirit in which we were asking the questions.  Thanks for coming forward and sharing with us what happened and our investigative teams, this is also one of the matters which they are certainly following up.  Thank you very much.",
            "Male"
        ]
    ]
}