{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-17",
        "location": "PIETERSBURG",
        "day": "1",
        "names": [
            "NCHABELENG MATSATSI GERTRUDE"
        ],
        "case number": "00498",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55741&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pieters/nchabele.htm",
        "speakers": [
            "DR ALLY",
            "MATSATSI GERTRUDE NCHABELENG",
            "MORRIS NCHABELENG",
            "MR MANTHATA",
            "MR NCHABELENG",
            "MRS NCHABELENG",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR ALLY",
            "MRS NCHABELENG",
            "MATSATSI GERTRUDE NCHABELENG",
            "MORRIS NCHABELENG",
            "MS SEROKE",
            "MR NCHABELENG",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "DR ALLY",
            "Welcome Mrs Nchabeleng, thanks for coming.  Just one announcement quickly, will photographers not use flashes, especially when the witnesses are testifying because it is very disturbing and so please no flash photography inside the hall where the proceedings are taking place.\n  Mrs Nchabeleng, are there any, do you want to tell us who the other people are with you on the stage?",
            "Unknown"
        ],
        [
            "MRS NCHABELENG",
            "Yes this one on my left hand is my daughter, on my right hand is my son Morris, my daughter is Lesapinkie.",
            "Female"
        ],
        [
            "DR ALLY",
            "Both you and Morris made written statements so I am going to ask if you are both prepared to take the oath.",
            "Unknown"
        ],
        [
            "MRS NCHABELENG",
            "Lizzie didn't make any statement, she was with me when her father was taken, she was asleep and she couldn't move out from her bedroom and the police didn't want them to leave their bedrooms, but she was in the room.",
            "Female"
        ],
        [
            "DR ALLY",
            "In the proceedings witnesses can only testify if they have actually written down statements which are sworn and we have a statement from you and we have a statement from Morris which did come a bit late but that statement has been sworn.  I'm going to ask whether you're both prepared to take the oath?  Do you have any objections to taking the oath?",
            "Unknown"
        ],
        [
            "MRS NCHABELENG",
            "Yes we do agree.",
            "Female"
        ],
        [
            "MATSATSI GERTRUDE NCHABELENG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MORRIS NCHABELENG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR ALLY",
            "We will ask Mrs Joyce Seroke to facilitate your testimony, thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Hello Mrs Gertrude and your family, I will just remind you what you've written in your statement and then after, you will tell us your story, the way you remember it.  You said on the 9th of April 1986, policemen came in your house and they took your husband Peter.  I would like you to explain to us what really happened?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "Before the policeman came to fetch Peter, two men came to our house and they asked him to come with them and they said, comrades want to kill your wife. And then he answered and said it can't be comrades who would want to kill my wife.  And we told the comrades that they shouldn't be involved in things like murdering people, killing people and they asked him to come with them and then he agreed to do so.  The man who came to fetch him, if I can remember well is called Tobijan.  They left with him in a police car, Richard Marule was also there, and they went with him to Marula's shop and they discovered it wasn't comrades.  And then he said to them, now you see it wasn't comrades and if it was comrades they were they were going to come and now it shows that it wasn't them.\n They came back, my husband went to bed and it was the difficult times when boys went to the mountains.  The police came and knocked at the door.  On that night I couldn't sleep very well, and I was busy peeping through the window and I saw the lights and I and said that I thought I saw car lights.  They came and knocked and when they knocked I asked who it was and they said, police. I woke my husband and told him that the people who arrived say they are police. He asked me what they want and suggested that maybe it's the boys who they want.  I told him that they insist and he said I must open for them.  I opened the door, there were many, and all of them came into my house and my bedroom.  They woke my husband and he started dressing and they called him into the dining room where they started asking him questions about whether he belonged to the ANC, to which he replied that he did not, he was a member of the UDF because as they were aware, the ANC has been banned.\n They then started searching the house and found Chief Luthule's photograph and they took it, Lemumba's photograph, John Hayemba and some of the novels and some of the certificates like our marriage certificate, they took them all.  After that they took my husband and they asked him if he had been arrested before, to which he replied that he had, and that he had spent time on Robben Island. They told him that this time they will kill him.\n They then started hitting him even in his private parts and he asked them what was going on now.  They insisted that they were going to kill him, the eight years on Robben Island were nothing, they are going to kill him. We didn't even know who they were, all we knew was that they were just policemen.\n We went to lawyers, and one of them called Thomson tried to help us, we went to Mangkweng to the police station and we were not happy because on the 9th before they took my husband, one man by the name of Sribele asked if his wife was dead, and he said no, he does not remember, if he had said so in his statement, he did not remember what he actually said.  They said that the King said he must come to my husband.  He then asked Moses and asked if this old man was saying his wife is dead.  He did not know what was going on because he insisted and said if had he said his wife was dead he didn't know, he was confused, he didn't know what he was talking about.  He called the lawyer called Gadimeni, and when I tried to contact Gadimeni, he wasn't there and the case was handed over to Ramusi, and I don't know what went on afterwards. This old man Sribele came to me, brought his watch and glasses.  On that day when he was arrested I saw one man who was working with me in the shop and I asked him if he is going to the police station to look after my husband because they also took him that last night.\n When he came back I asked him if he saw my husband and he said he did but that they hadn't spoken to each other.  They went there together, they didn't know each other but started getting acquainted on the way.\n After that during those days when the Commission started, one man came and said to me that he heard me on the SABC, and he said to himself that I don't know things.  He knows the story. These men died at his hands, and he can actually explain to me how he died.  They hit him and gave him a paper on which to write that the police are not killing people, and my husband refused and insisted that the police take him to hospital because he was hurting and needs to go there.  This man, called Magalene, he was with another woman who had a tin containing sour milk, nkomasi, and they asked them that if we hear something about this man we will know that it came from you.\n I went to the police station to get a death certificate for my husband but they said they would not give me a certificate because they didn't know who killed him.  The sent me to a police station.  When I arrived there they gave me a tin which had a beetroot label on it, it looked like a beetroot tin, and they told me that the rule of the prison is that when you bring food you sign here and you brought this food here one day.  I asked them I asked them when I signed and they pointed to a signature which they said was mine.  I was surprised because I knew that I never did that.\n He was brought to Pretoria by the Special Branch and they took him to Medical House and he stayed there until we received a paper on which was written that he was in American House  That's where we went and fetched him.  \nWe went and visited and gave him food and where we were staying it was our house.  We used to be able to pay for that house.\n One day, one man called me and said, \"Old lady come and take money for your rent because you won't be able to pay for your rent if you don't have a husband\".   Because people are able to stay in these houses because they have husbands and they are able to pay.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I want us to just concentrate on those points which are reflected on your statement.  You said they took your husband on the  ninth and then on the eleventh one policeman came, Colonel Mulotta, and he told you that your husband has died.  In other words, he left only for a day and he stayed two days in the police station and you did not receive a death certificate,and the post mortem wasn't done, and there was one person who knew how your husband died.  Who is this person who knew that your husband died at his hands?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "It's one man by the name of Tobejan, he's a reverend in the Roman Catholic Church.",
            "Female"
        ],
        [
            "MS SEROKE",
            "If he's a reverend, what was he doing in the police station.",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "They had arrested him because he had ANC papers.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In other words the reverend had also been arrested.",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "Yes.  In other words it means that my husband was an enemy of the police.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In the statement they said he was the one who was on Robben Island.  If you can tell us, why did they take him that night, was he arrested because he had been on Robben Island?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "He was arrested because he was from Robben Island, that's what I think, I don't know.  And when they came and told us that this old man has died, I asked them how did he die, because if he was in hospital then I would understand, because he lived here healthy, and I said to them it would have been better if you just injured him, not killed him.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You Mrs Gertrude, were you active in political activities?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "No I wasn't, I was just a womens' member when I was in Pretoria, here at home I wasn't doing anything, I was just working.",
            "Female"
        ],
        [
            "MS SEROKE",
            "How many kids do you have?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "I have eight kids.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In your statement you said your first born is Lizzie and she was working in Johannesburg at the time when her father was killed.  Was she involved in political activities?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "No she wasn't.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And your second born is Alec, and he was also arrested and sent to Robben Island?  Why was he arrested?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "He was arrested because Totious Sexquale came with Martin Ramogade and Naledi Tsiki and Bafana and Martin Ramogade saw that these kids won't be able to stay here, and then he took his kids and brought them to my house, and they were staying with me. They could assist us with many things because I stayed with their kids. They were arrested together with Totious Sexquale.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Your third born?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "His name was Lethule and he left for exile.  He was chased out of school because at school one day there was a strike, and the then the principal said Lethule was being taught by his father that they must strike at school.  Luthule's real name was Lucas, and we just gave him this nick name as Luthule because he was born on the day when Chief Lethule was given the Nobel Peace Prize, and they thought he was involved in those strikes and they chased him from the school.  And then he stayed at home because he couldn't go to school, he wanted to go and look for a job because he couldn't go back to the school.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And your fourth born,  his name was Petros, He was the member of the Skukune Youth Congress?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "Yes I agree.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And the Maurice?    He was also a member of the Skukene Youth Congress and his testimony we will hear after we've finished after you.\n And Milistasie, Lilian and Hezekiel were still young at the time, and were they involved in political activities?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When we look at the involvement of your family, your family was involved in political activities.  Do you see this as the reason why Peter the father, was killed?",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "Yes, it is like that because their father can't work and now the kids see why they suffer, it's because of politics.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I will give a chance to other Commissioners if they have questions.",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "If I talk about this old man, Maurice, where he was attending school...(intervention)",
            "Female"
        ],
        [
            "MS SEROKE",
            "Maurice's story we will talk about when we talk to Maurice.",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "Okay.",
            "Female"
        ],
        [
            "MS SEROKE",
            "The Commissioners said we can continue with Maurice's testimony.  Maurice, your statement is too long, we would like you to tell us just about what your mother hasn't told us.  We would like you to tell us about your school results.",
            "Female"
        ],
        [
            "MR NCHABELENG",
            "In 1983 I was a student at Maditame high school.  After the strike that my mother has just mentioned,  when I was expecting to receive my results, I didn't receive them.  And then when the school was about to reopen I went to the principal and the principal, when he was addressing the assembly, he said those who didn't receive their results didn't receive them because they owed on books and they owed money for school fees.  I then went to him and told him that i didn't owe on any books or any school fees. I went into his office and he said to me that I also didn't receive my results but I didn't owe anything. He then told me to phone the post office and ask if my results aren't there.\n I called and they agreed that my results were there. I asked them why they said they weren't there when I asked them about my results the previous evening.   The principal said that I must not talk to them like that but must just go and fetch them.  \n When I arrived at the post office I came back quick because one of my friends lent me his motorbike and I was not expected to be there at the time.  Two women were talking and when I went inside they kept quiet.  When I asked for my results, they just took them from the box and gave them to me. I asked them why they did not give them when I asked for them previously, and one of them answered that they had arrived late, but the other one said that it was under the boxes so they couldn't see them.  I went home and usually on the results envelope was written the parent's name on the top.  I took my results to my father because it was addressed to him.  He said no it looks as if there is something like a wire inside the envelope.  He said he knows how to open it without it hurting people, but he said that I should take it to my principal and let him open it.\n When I went to the principal to give him this envelope I could tell in his face he was scared. I put the envelope next to him and then i stood and looked at him.  He moved back a little bit.  You could tell he was scared.  He asked me what I want, and I said there is something in here. He had an axe which he fetched and wanted to smash me with it. I opened the distance between us and he took a javelin and wanted to assault me with it.  \n He ordered me out of his office, and I met Mr Thurter who was the vice principal.  He called him and we went together to the principal.  He told him that I had just put medicine or muti inside the envelope.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did the principal take the envelope.",
            "Female"
        ],
        [
            "MR NCHABELENG",
            "No he didn't, he left it on the table and told the vice principal that I put muti inside of it.  And then the vice principal asked me nicely what happened.  The principal me to explain to the vice principal that I brought the envelope, he wanted me to talk just about the envelope, but I started from the beginning.  Then the principal interrupted and said I don't have respect and that I must get out of his office.  The vice principal came out with me and told me he didn't like the principal's approach.\n When I went out the principal took the envelope and threw it down.  The principal's office and where I stood was divided by a box and I could see where he was sitting through that box, and I could see him looking at that envelope, just looking at it, not touching it, and then he sat on the table and started thinking and I think he was asking himself what had been done to that envelope.  I took the envelope and went with it and I told my father that he had refused to open it.\n My father said that he would decide what to do.  He called Johannesburg and told them that they must come and fetch the envelope and when they opened it they discovered it was a letter bomb. These were the Johannesburg who testified that this envelope had a letter bomb.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Who was this principal?",
            "Female"
        ],
        [
            "MR NCHABELENG",
            "Mr Sigu Thebil.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Is he still alive?",
            "Female"
        ],
        [
            "MR NCHABELENG",
            "Yes is around, in fact the way he has disrespect for people, you might find him amongst this audience.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In this statement, the one that we just had from your mother, she said she didn't know how your father died, but in your statement you say there was a policeman who boasted that he knew how your father was killed.  Can you tell us how your father was killed?",
            "Female"
        ],
        [
            "MR NCHABELENG",
            "Before we go on about how my father was killed, I would like to explain to you about the letter bomb.\n Before they came and took my father, there was a youth meeting.  After this youth meeting they decided that they must go and fetch the principal and ask him about the letter bomb, and then they went and fetched him and asked him.  But then in there, when they were supposed to take decisions, it was difficult because the principal refused to answer questions.  The youth couldn't decide what to do and in that meeting there was a division, the youth was divide, some wanted to burn him, some wanted to leave him alone.  I was one of the youth, and I talked myself because I knew a lot of things, especially about the envelope because I was led to believe that it contained my results, so I tried to explain.  When I realised that the youth were so undecided what to do, I tried to explain to them what really happened.\n After hours police came and arrested my father, and when we heard that he was killed we decided to run away because police were hitting people, smoking dagga, drinking liquor and when they met people on the street they hit innocent people, so we decided to run away and ran to Turfloop. They caught us and took us to the police station where we didn't sleep as they were hitting us the whole night, and telling us that this was exercise.",
            "Male"
        ],
        [
            "MS SEROKE",
            "I asked you, your mother said she doesn't know how your father died, but you have heard how he died, so we want you to explain to us how he was killed.  Can we please concentrate on that?",
            "Female"
        ],
        [
            "MR NCHABELENG",
            "It will be short, let me just summarise it?  When the police came and took us there was on special branch policeman by the name of Mashego. When he took us there he brought us to Rankuwan, and they told us people were burned and I did not know who or what they were talking about.  I was never involved in burning people.  One policeman by the name of Mapetho who was investigating this case, and another one by the name of Yster, said to me that I was going to show them where we burned people. I told them I didn't know and Mashego told me that they had killed my father, and now they were going to kill me.\n We went into a car and we drove and they told us that we must fetch those people who were burned by our hands, but I didn't even know those people, I didn't even know that there were people who were burned, we just went there and when we arrived there, they put me next to a cell and they brought food, and said we must eat with these hands that had just held the burned bodies ....(no further recording on side A of tape, recording resumes some way into side B)...want us to wash our hands.  They said, \"You get inside here!\", and when I went inside they said that's where they were interrogating my father.",
            "Male"
        ],
        [
            "MS SEROKE",
            "This garage, is it in a police station or..?",
            "Female"
        ],
        [
            "MR NCHABELENG",
            "It's in a police station, it was full of blood, water and one policeman by the name of Mapetho told me that the blood that I see is my father's blood. And he said to me, \"You refused to eat, you said you didn't wash your hands, now you're going to wash your hands with this blood and go and eat.\" I refused.\n He undressed me.  He called other people who were also in the cells to come and grab me and they stretched my legs and my hands and then they were all supposed to hit me, and then they put me into water and they removed me and said to me that they will take me to show me where my father died. They showed me a big trunk and they said to me, \"This is where your father died and you are also going to die here\". Mr Mashego brought me to the police station and we found police sitting around a table and he said to me, \"See ...(intervention).",
            "Male"
        ],
        [
            "MS SEROKE",
            "Maurice, in this statement, it shows that there was an inquest and we are going to ask our investigation  team to investigate and get the results so that we can corroborate these things that you've just told us.  I'll ask the other Commissioners if they'd like to say anything.",
            "Female"
        ],
        [
            "MRS NCHABELENG",
            "I'd like to tell you about this letter bomb that Maurice has just told you about.  When this letter bomb came to my house, and we'd asked Maurice to take it to the principal and the principal had refused to open it, when it came back we were scared to put it inside the house.  Then we asked other ANC people to come and check this envelope because we couldn't understand something about it as there was a wire inside of it.  And then one man by the name of Poloto and one woman by the name of Manzanga came to fetch this letter.  When they took this letter they told the old man that there was nothing inside this envelope, there were no results but it was a letter bomb.",
            "Female"
        ],
        [
            "DR ALLY",
            "Maybe Maurice would be best placed to answer these questions, but if Mrs Nchabeleng can also assist, that would be very helpful.  I know that you obviously, having to relive this experience must be very difficult and very painful, but for the work of the Commission it's very important that we try and understand not only what happened to people, but also the circumstances, the background, the context, because at the end of the work of the Commission, we have to prepare a report in which we not only list victims but also show the context and the perspective, and the motives because the work of the Commission is also hopefully to try and come to some kind of understanding of this difficult past, these 30 years, so that hopefully we can move forward and build a different kind of country with respect for human rights.  So please these questions that I'm asking, I appreciate what you experience, and I don't mean them to be insensitive in any way, it's to help the Commission.\n Now you, firstly the question of the letter bomb, who are the people who established that this was actually a letter bomb, was it ever formally established that this was a letter bomb, any experts who would know about these things?",
            "Unknown"
        ],
        [
            "MR NCHABELENG",
            "Those people who came and took that letter bomb were the ones who told us it was a\nletter bomb.  Mrs Nzake and Mrs Mpolok, they came from Johannesburg, they were sent by ANC.",
            "Male"
        ],
        [
            "DR ALLY",
            "...(indistinct) taken away?",
            "Unknown"
        ],
        [
            "MR NCHABELENG",
            "Because there was no paper inside the letter there was just a blank paper, that's how we established it was a letter bomb.  There was no signature, there was nothing to trace on.",
            "Male"
        ],
        [
            "DR ALLY",
            "Was this given to a lawyer or taken to the police to actually say that this letter had been sent to you or your father and this was a letter bomb?",
            "Unknown"
        ],
        [
            "MR NCHABELENG",
            "We put this in our statement, that there were no  results inside the envelope.",
            "Male"
        ],
        [
            "DR ALLY",
            "After this incident with this letter bomb, the police came and fetched your father, is that true?",
            "Unknown"
        ],
        [
            "MR NCHABELENG",
            "After there was a meeting in 1986, after the meeting where the youth called the principal to ask him about the letter bomb, they took my father and the same day the principal left his house.",
            "Male"
        ],
        [
            "DR ALLY",
            "It's '85 that you're speaking about, there was a lot of political activity taking place all over the country and especially in the Northern Province, and we know that your father was the president of the UDF in the Northern Province.  Now some of this activity taking place there related to accusations around witches and witchcraft.  Can you just tell us a little bit about that political context and what was actually happening, some of the conflicts which were taking place?",
            "Unknown"
        ],
        [
            "MR NCHABELENG",
            "What I've just said, even what I've mentioned on my statement, is that I was never involved with the people who were burning people, and my father was a president of the UDF, but we also had a local organisation.  He also called the leadership and he explained to them that they need to distance themselves from those who are burning people, and need to talk to them if they can and explain to them that they don't need to burn people. If they are affiliated to the UDF they must know that the UDF is against burning people. They did not want the UDF to be involved with people who did such things.",
            "Male"
        ],
        [
            "MRS NCHABELENG",
            "I would like to say more about this thing concerning witches.  They said Maurice was involved in burning witches and they said that he was accused number 1.  We were surprise because Maurice was the youngest of them all and he was called accused number 1. Maurice was not found guilty by the court.  All these cases, five of them, he was accused no 1 but he was not found guilty. They asked Maurice to go and point out witches to them, and he said that he didn't know any witches.  They showed him muti and he said he didn't know all those muti's.  When they brought him home he looked confused and one boy said it's because they gave him medicine, umuti to see which is, and then my husband said we must take him to a clinic and then we gave him milk and he vomited before getting better.\n I would like to say at the time when my husband was arrested, and when he was sent to Robben Island, we were left in my house, Maurice was arrested, Lizzie was arrested and I had a small baby at that time and I was arrested only for a day, and the next day they took me to a hidden place.  Lizzie had a child and her child didn't survive.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Mrs Gertrude, you were trying to show us how you were arrested.",
            "Male"
        ],
        [
            "MRS NCHABELENG",
            "From 1963 when my husband was arrested and it was called the 90 Day Detention, my husband kept on telling me that he was going to be arrested, and he was arrested.  When they first came to arrest him he wasn't at the house, he went to buy a newspaper and when he came back they saw him, because the police knew him very well, they saw him from far.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "From there, when he was sent to prison on Robben island  were you in Selforth?",
            "Male"
        ],
        [
            "MRS NCHABELENG",
            "No we were in Attridgeville.  They locked my house and I was suffering with my kids, we didn't have a house to stay, we were asking people to give us accommodation.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I understand that Mrs, what I want to know is that they chased you from Attridgeville and you came here to Sekukune?",
            "Male"
        ],
        [
            "MRS NCHABELENG",
            "Yes.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "People from Apele, when they were looking at him, how did they see him?",
            "Male"
        ],
        [
            "MRS NCHABELENG",
            "They thought he wanted to be a chief or a king.  They thought he wanted to rule them.  He didn't have any intentions of becoming a king.  When he became a UDF president he told the people that to kill witches wasn't the UDF's aim and goal.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Those who were burning and killing people, did they belong to the UDF or other organisations?  Do you really understand my question?  My question is, those people who were burning people, was he against them and was he against these people?",
            "Male"
        ],
        [
            "MR NCHABELENG",
            "Yes he was telling people that it wasn't the UDF's policy to do that and he was explaining to them that UDF policy was against burning people, we need people and now if you're killing people,  where are we going to get people?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mr Peter Nchabeleng, his fight had a purpose?",
            "Male"
        ],
        [
            "MR NCHABELENG",
            "Yes it had a purpose.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I don't have more questions?",
            "Male"
        ],
        [
            "MR NCHABELENG",
            "He as fighting against the law.",
            "Male"
        ],
        [
            "DR ALLY",
            "Just tell us what type of standing your husband had in the community?  How was he seen by the community?  Was he respected, had a lot of support?",
            "Unknown"
        ],
        [
            "MRS NCHABELENG",
            "They respected him, because when he died they came to my house, they brought flowers, woods, they showed their respect in so many ways.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you Mrs Nchabeleng and other members of your family for coaming forward.  There certain statements in what you've given to us in your statement which we will certainly try and follow up, especially we know that the lawyers have copies of the inquest reports, and we know that certain policemen were actually found responsible but we need to know what happened further with the cases, thank you very much.\n Because we have almost gone to 1 o'clock , I suggest that we actually break for lunch now, but come back 10 minutes earlier, so instead of coming back at 2, let's come back at 10 to 2.\n Just an announcement quickly.  If there people present who want to make statements, if they believe that they have also been victims of gross human rights violations, we do have statement takers here from the Truth Commission, you can contact any one of the officials who see here from the Truth Commission to make statements.  Also please, when people leave for lunch, please leave the head sets behind, don't take them with you, and when we come back the headsets can be used again.  Thank you very much.\nHEARING ADJOURNS.",
            "Unknown"
        ]
    ]
}