{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-17",
        "location": "PIETERSBURG",
        "day": "1",
        "names": [
            "ERNEST MOKABA"
        ],
        "case number": "00505",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55740&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pieters/mokaba.htm",
        "speakers": [
            "DR ALLY",
            "MR MOKABA"
        ],
        "original_speakers": [
            "MR MOKABA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "MR MOKABA",
            ".....was not talking about it, we were talking about a case where you ran away from maintenance, and I said to him that ..(indistinct) Mathata, I don't know the case, that's when they said, and I said to them, don't say that I ran away from maintenance, you know that we are fighting for our rights with other people, and you should arrest all of us, we all of us, are fighting for these rights and really, you the police, you came there and you assaulted us and now I'm surprised that I'm arrested for maintenance.\n When I came back from the hospital, they handled me with care ...(intervention)",
            "Male"
        ],
        [
            "DR ALLY",
            "We are talking about trials, let's not go back to talk about as you say, the hospital. When they tried you for running away from maintenance, they threw away the other case.  I asked you when they threw away that case, what did you say?",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "When they threw away that case I asked them why they threw away this case because I was not assaulted for failing to maintain my family.  They  assaulted me for protesting and brought me to court because of what happened at the firm, where are those people with whom I was with when I was arrested. They said no, they were going to say that.",
            "Male"
        ],
        [
            "DR ALLY",
            "And then it ended up there?",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "Yes it ended up there and the magistrate told me that because they were having my maintenance case because I don't maintain my children and that's why they've got me there. I opened the case in hospital, I was suing them for assault by the police.\n When the commander asked me if I would recognise those people if they came to me, I said, no, the case number is 196/91, this is the case which I wanted to be charged with where I was supposed to have been assaulted by one policeman and what about the other 29, because they said I was assaulted by one person. I was supposed to be arrested by one policeman, what about the other 29? We ended up...(intervention).",
            "Male"
        ],
        [
            "DR ALLY",
            "They didn't find you guilty about protesting?  Now you took the number of the case and that case was not in court, and even yourself, you didn't follow it up.",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "I followed it up because I opened a new case and they said they would come to see me later and that case actually was when they told me that they are arresting me for maintenance.  They didn't talk about the other one, for protesting.  I was arrested with many people and today I'm arrested alone.  When I called...(intervention)",
            "Male"
        ],
        [
            "DR ALLY",
            "Baba listen, let's stop here and see if we can follow up your problems with questions.  We want to ask you where you were working?",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "At a steel firm.",
            "Male"
        ],
        [
            "DR ALLY",
            "Where?",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "At Sishego.",
            "Male"
        ],
        [
            "DR ALLY",
            "Your NAHAWU  leaders, who are they?",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "It was Marks, he is the one who I was used to, he was a shop steward. Marks was not the one who was in the case.  The other one was Block, they left Block, and you said the hospital issue, you don't want to hear about it and this sketch form they said I should give you to show that I'm under a union.",
            "Male"
        ],
        [
            "DR ALLY",
            "Wait a little bit, what I'm saying is, those NAHAWU people, they didn't follow up the case?",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "My Sketch form ended up in Elias Bock, I don't know where it is now.",
            "Male"
        ],
        [
            "DR ALLY",
            "Any other Commissioners who want to ask any questions?",
            "Unknown"
        ],
        [
            "DR ALLY",
            "My I just ask one question?  Do you know of any of the other people who were involved in the protest.  Do you still have contact with any of those?",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "Yes, some of them were injured, we went together to the police station when we went to take a statement, and one of them, there were three, and one woman. Each and everyone was giving his or her own statement, that we were going to report the police who assaulted us.\n  I was the leader of NAHAWU for drivers because it was a long time I was working in that firm and it was forming branches even in Durban and I came to Pietersburg because it was where I was a driver.",
            "Male"
        ],
        [
            "DR ALLY",
            "Just to clarify one thing, is this NAHAWU or NUMSA because in your statement you say it is?",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "NUMSA, I'm sorry, it is NUMSA, yes.  Just forgive me, even the listeners, it's NUMSA.  Forgive me because in ...(indistinct) we were under NAHAWU.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR MOKABA",
            "I'm complaining about what the police did to me, because my children are now suffering and I could have taken them to, I'm a widower, I don't have a wife and I'm looking after these children, they are supposed to go university and some of them shall be policemen, and they arrested them too. And some of them should be doctors, and help them in hospital, and on top of that, police, if they are going to handle the people like this, and first, before a person becomes a policeman, the government does not want a person to become a policeman because if you have a criminal record.  They should first enter boxers.",
            "Male"
        ],
        [
            "DR ALLY",
            "On the basis of what we hear and experiences of people, is we will make recommendations to the government, to parliament, and your testimony and what happened to you and your fellow workers during that strike assists us in that work, because we will certainly try and give as accurate a picture as possible of the circumstances, the context in which people had their human rights violated and we will also be making recommendations on a policy for reparations for rehabilitation for those who were victims of gross human rights violations.  So your testimony is certainly important in helping us in that work, and we want to thank you again.  Thank you very much.",
            "Unknown"
        ]
    ]
}