{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-19",
        "location": "PIETERSBURG",
        "day": "3",
        "names": [
            "PHOKELA RASETHABA YASSER"
        ],
        "case number": "00557",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55743&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pieters/phokela.htm",
        "speakers": [
            "DR ALLY",
            "MR MALAN",
            "MR MANTHATA",
            "MR PHOKELA",
            "PHOKELA RASETHABA YASSER"
        ],
        "original_speakers": [
            "MR MALAN",
            "PHOKELA RASETHABA YASSER",
            "MR MANTHATA",
            "MR PHOKELA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "MR MALAN",
            "The last witness of the day is Yasser Rasethaba Phokela.  Please  may I request that the audience be silent during the evidence.  Let us please afford the necessary respect to the witness as he's giving his evidence. The witness will be assisted by Mr Tom Manthata.  I see that he says in the statement that he's of the Moslem faith and he will be affirmed if he is prepared to affirm his statement.\n Welcome to us Mr Phokela, I see that you say you are of the Moslem faith.  You will have no objection then to just solemnly affirm that the evidence you will be giving us will be the truth. Will you please put up your right hand and say that you affirm that the evidence that you're about to give us will be the truth.",
            "Male"
        ],
        [
            "PHOKELA RASETHABA YASSER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Mr Yasser, good morning.  I think you are relaxed.  Could you please tell us what happened to you in 1985 when you met a police road block?",
            "Male"
        ],
        [
            "MR PHOKELA",
            "I will try to correct the date, it was in 1986. First of all I will give a brief background which made me to be confronted by the police.  I think it's important.\n Firstly it was a time of the riots which were brought by the central government run by the National Party working together with their puppets, the so-called coopted homeland leaders.  There was a concern in the community as a whole which was not satisfied with the government's rule.  During that time I was a secretary of CAUSA which is SACCAU in the Northern Province or Northern Transvaal.  I was a press secretary.  I was one of the people who recruited the people, workers to know about their rights in their work places.  Where I was operating where the units were not there in 1986 here in Northern Transvaal, operating from Warmbad, Messina, Barbeton, Mkushlu including Dendron and Ellisras.  Now I want to come to the gist of the matter.\n In Seshego specifically and other areas surrounding it, there were human rights abuses in those areas. I can give and example, we were not allowed to hold any meeting.  If I remember well there was a magistrate called Venter, every time we wanted to hold meetings whether for the workers or the people, we were attacked in different ways. We were attacked in churches, they threw tear gas canisters, I can quote churches which were attacked, Polly Sasitchava of the Lutheran Church.  The other things which were disturbing were, they used to kidnap people in Seshego, they used to assault and do bad things to them, some of them now are paralysed, some of them have been buried, we just buried them before this Commission started, they were prepared to come and give evidence before this Commission, that is Comrade Mathabata Adries, most people know him.\n One important thing, before I start about the assault, there were other raids on my family and in my house.  I think it was 14 times or over between 1982 and 1986 before they declared the state of emergency.  Police came there differently into my house, they came in during the night with many cars, woke up myself and my children and my wife and sat down with us from 12 o'clock  until 4 o'clock in the morning.  If I remember well, at one stage the security branch here in town, whose names I do have, if you want them I'll tell you later, they tried to recruit me. I was told that I must look where I'm staying, I'm staying in a shack, I'm staying in a ...(indistinct), where am I going to end?  Because my leaders are living in luxury I am suffering. Why not come with them?\n I rejected their offer and said I will live the way I'm living.  These are some of the things which made me to become their victim.\n One other thing which I want to say is they were not brought properly, they were, when I speak now, people came and just stormed into the house, they threatened the children.  What I remember is that one of my children was affected, there is no progress with her, that's what happened.\n One thing which I want to talk about is what happened in 1986, what I've said in my statement.  It was in the afternoon in March 1986 when all these things happened.  I was on my way to evening church which we call Isha. I requested my younger brother so that he could come back with the car that I was driving.  When we arrived at a four-way stop where they used to call it Mahoeshing where people who used to work for the former homeland stayed, we saw a group of policemen.  They stopped .....(end of tape 3)\n(start of tape 4) the car, they didn't find anything.  They gave instructions to my younger brother Ratsina Rasithaba that he could go and they were going to see what they should do with me.  They detained me. What surprised me was the fact that they put me inside of a van and closed the tent so that I could not see outside.  They did not take a long time, that road block ended then and there.  I think their commander gave them instructions to go.  We did not go directly to the police station, we passed some houses in  combi from which I could see a few vans.  They entered some houses in ...(indistinct)..hoek in Sonntree.  They were knocking at doors and from there went to other houses and arrested this one, Malisela that is sitting next to me, that's Simenya.  He was not locked together with me in my van, they were put in other vans. These vans went to Seshego Police Station and when we arrive there I found people crying inside, and I was surprised because they did not take me out of the van.  I wore only a CAUSA T-shirt which as I said is called SACCAU and a pair of trousers.  After two or three hours, I saw through  a little hole, many police assembling and I saw one policeman who was my neighbour and I requested of him why they don't release me or charge me?\nHe said to me,\" Rasethaba there is nothing that we can do, comrades in Seshego are burning our houses, us policemen, our houses are being burned, there is nothing I can do, we want to protect our houses\".  \n I didn't complain, I just sat down and kept quiet because they locked me inside a van.  After a long time, I don't know what they were talking about, they were staying outside, there was one policeman called Snolwabo who was the driver of the van in which I was.  There was a convoy which going to the site of Blood River to the side Torsmelitche. My own interpretation was that this convoy was possibly transferring me with other comrades at the back that I was  not aware of in the vehicles at the back to any of the many police stations because there were these big caspars.  I thought they were transferring me to Ga Mathlala Police Station.  It was not like that, we passed underneath a bridge before we reached the Blood River bridge and we went to the old grave yard of Seshego which was something that was surprising to me.  They stopped next to the graves of people which we buried of Rastchava.  They came out of their vans and they started looking around.  It's next to a tar road, the old grave yard, I don't know what made them to be frightened but they came back to the cars and our drivers proceeded with the journey.  I don't know what they were talking about, they took the road to Stutulani and turned immediately to the new graveyard just next to the fence. There are many stones at that place, many people from Seshego know it.  The convoy followed.  When we arrived there at the graveyard, they opened for me and the police performed what I would describe as a guard of honour.  One of their commanders, Mr Rasithaba, asked me why I'm giving them problems, why am I harassing whites and bringing strikes, did Mandela send me to do these things?\n I gave them a simple answer, would it not be correct to take me to the police station and ask me there?  These people were armed, carrying sjamboks, wearing uniforms, khaki uniforms and one of them gave the instruction that I did not want to listen, and what was done to the others should be done to him.  They started beating me, all of them, about thirty of them. Sometimes they even beat each other trying to reach where I was.  They tortured me and told me that I'm going to speak the truth that day.  Surprisingly I asked them what kind of truth am I going to give them or what discipline am I going to get.  They didn't answer me.  Shortly I tried to run but not even for a metre before they brought me back and started beating me again to such an extent that I fell down and they carried on beating me.  They took me and started hitting me on the ribs.  I can show you the scars that are still showing on my body, the sjambok marks are still there.  I fell down and while I was being beaten I was bleeding from my mouth and my nose, I was just like someone who had been injected so that I could not hear anything.  One of the policemen whose name I don't know, tried to pray for me.  He  begged that they mustn't kill this person. My buttocks were big, I could not sit and I could not even stand.  I was sore and I could not even hear myself being semiconscious.  I could see only slightly. \n After some time they took me, my trousers were down, my underpants torn, I think the underpants and T-shirt are still at home.  My underpants are torn and the trousers that I was wearing were torn.  They took me and put me inside a van, it was dark, 12 o'clock  or one o'clock midnight and they drove off to Seshego Police Station were I was welcomed by boots on arrival.  They took me behind a counter, one policeman said I was not there, they hit my head against a wall so that even now if I hold my head it's painful. They hit me with a safe., when I requested water from them they refused and were laughing happily amongst one another. The person who was sitting next to me in Manisele was being kicked like a football from one side to the other. After a few minutes they took me to the cell.\n Here in the cell the inmates told me that I was raving unintelligibly in the cell.  They were very disturbed about it.  They tried to draw attention to the police that I was dyeing in the police station.  According to the statement, the police refused and they told them to treat me as a comrade or I would die like a dog. They said they tried using a water and sugar solution which they tried to make me drink because there was no medication.  I could not sleep because there was no part of me that could touch down without pain.  They tried to put blankets down to give my body a soft surface to lie on.  God preserved me until the following morning.\n Early in the morning they tried the same thing, calling the police and again insisting that I was dyeing, they must help, but they delayed, they didn't do anything until those who were supposed to go to court refused to do so until I was taken to hospital.  I believe it is said that there was a stage when they opened the cell and I was put lying down inside a van without a mattress and I was taken to Noble Hospital.  I didn't see what happened.  I stayed there without anyone visiting me, without my family knowing where I was.  At Noble Hospital, after four or five days, I was taken to theatre, but I didn't see what happened.  I stayed in the hospital, Mathata Sedu is a reporter, although he was banned, they came to the hospital, Thembo Molife and other people from my church who supported me, they came to take photos although they were not allowed to.  I don't want to forget to tell you that I was a prisoner even while I was in hospital, under police guard with someone whom I did not know.  I stayed there with comrades from Mankweng whose photographs I still have which were taken by others who used to visit us in the hospital.\n I stayed there for about a month under police guard until one day when police came and said to me it's my court day that day.   It was premature because I was still in bed, the doctor didn't discharge me.  The doctor of the hospital was a woman superintendent, who came and signed a document permitting them to take me to go to court.  I was Accused No 38 in court and Accused 39 was sitting next to me.  Accused No 1 was a young man probably in primary or in secondary school.  It was the first time for me to see all those people who appeared together in court.\n They said that they were charging us with public violence but what amazed me when they spoke about public violence because I did not understand what kind of public violence they were talking about.\n We were released on bail for amounts which I can't remember and they postponed the case until I appeared for the third time and they told me that they had withdrawn the case. After the withdrawal of the case, I took my case to Mr Don Kadimeng on the same month.  As I've already explained, the situation was tense and harassment continued.  Police were still after me until it reached a stage where I had to run away from home although I was still ill and wanted to get treatment.  I stayed in the country but not at home and was unable to continue with my work as a trade unionist because we were afraid of the police.\n I came back home at a later stage, they heard that I'm back and came in a truck of soldiers when I was asleep and bandaged still having treatment and they took me to Seshego again where I was detained for a few days before being released without any charge. It wasn't long before I came back and ran away to Louis Trichardt where I hid.  I don't know where they got the tip-off but I only saw two security branch and one black person who came and said, \"Yasser, today we have found you, you ran to this place and you think that you are safe\".  And in that manner told me to pack my things because I was under arrest.  I asked them why, and they said that it was a government instruction that I should be detained and I was detained in Louis Trichardt.  \n I didn't know that it was a state of emergency but I had been detained for three days before they declared it.  I stayed in a cell for three months, no one was allowed to visit me and the food was not up to standard.  It took a long time before some came from Pretoria to listen to our complaints, I could not eat that food and then I explained and they started giving us food which was more palatable, pusamanza and porridge.\n After those three months I was released but it was only a transfer to Pietersburg Prison.  That's where I found the majority of comrades who were in the cell and they explained to me what was happening in the country.  I stayed there from June until my release in October.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you Mr Rasethaba, besides being the public secretary of SACCAU, were you a community leader?",
            "Male"
        ],
        [
            "MR PHOKELA",
            "Yes I was a community leader.  There were bus boycotts, the first bus boycott in Seshego.  I was involved.  In 1982/83/84, I was a member of the Seshego Action Committee as one of the leaders of the community.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When you were a community and youth leader, the harassment which you experienced by the police  ...(indistinct)",
            "Male"
        ],
        [
            "MR PHOKELA",
            "This harassment, as I've explained, while I was still underground, I explained to the workers that they should know their rights.  Every time when May Day arrives I used to be visited by SB's.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Tell me Rasethaba, I'm talking about the harassment by the police, the specific harassment which ...(indistinct)?",
            "Male"
        ],
        [
            "MR PHOKELA",
            "Could you please repeat the question?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You say, when you were harassed they said you were harassing the police.",
            "Male"
        ],
        [
            "MR PHOKELA",
            "I can explain, they were trying to stop the peoples' rights, meaning they wanted us not to have the freedom of holding meetings. I think they regarded our meetings as harassment.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "So the harassment that they are talking about were your meetings, were you not burning the houses?",
            "Male"
        ],
        [
            "MR PHOKELA",
            "No they were in fact the ones who were burning the comrades' homes. On the same day when they arrested me they burned three homes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When they assaulted you, you say there were about 30 policemen, is that an estimation, or were you still conscious and you counted them at that time?",
            "Male"
        ],
        [
            "MR PHOKELA",
            "No it was in the dark, I'm just estimating.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "After that do you say they put you in a cell with other people or were you isolated.",
            "Male"
        ],
        [
            "MR PHOKELA",
            "They put me in a cell with other comrades, as I already explained, one of them is the one who is sitting next to me.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You said in your statement that your child also was harassed or assaulted? Why was she actually assaulted?",
            "Male"
        ],
        [
            "MR PHOKELA",
            "Firstly when they came to my house they used to jump my security fence, they never knocked or waited for me to unlock the door, they just kicked them and the kids' bedroom doors, guns in hand.  Even if I'm not an expert, I think that affected my kids very much, because sometimes when they sleep they have nightmares.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What are you saying, that they were affected by the harassment or by the threats from the police, not that they were beaten?",
            "Male"
        ],
        [
            "MR PHOKELA",
            "Yes it' so.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "DR ALLY",
            "In your oral testimony you spoke about policemen who had their houses burned. Was this the case, did policemen actually have their houses burned in Seshego?",
            "Unknown"
        ],
        [
            "MR PHOKELA",
            "Yes it did happen, I know so and I also know their houses which were burned.",
            "Male"
        ],
        [
            "DR ALLY",
            "Have you got any idea who was responsible for this?",
            "Unknown"
        ],
        [
            "MR PHOKELA",
            "Yes I know, those policemen who were on duty that day, we know them.",
            "Male"
        ],
        [
            "DR ALLY",
            "In your statement you say that there was an out of court settlement, and you were paid R6 000.  Now who made this out of court settlement, who are the people who paid you this R6 000?",
            "Unknown"
        ],
        [
            "MR PHOKELA",
            "I tried very hard to continue with the case and there came a stage where were told that the then representatives, the lawyers suggested that we could arrange out of court settlements during the NP-government time, so I heeded to their advice that we could arrange an out of court settlement.  I actually wanted  R60 000 by them, I don't know how much it is when we value it today, but they could only give me what I told you in the statement, R6 000.",
            "Male"
        ],
        [
            "DR ALLY",
            "And this was by the South African Police or the Lebowa Police, who was responsible, do you know?",
            "Unknown"
        ],
        [
            "MR PHOKELA",
            "That's not long, I was given the money during the time of this new government. It's the Department of Justice in Pretoria, supposedly.",
            "Male"
        ],
        [
            "DR ALLY",
            "When was this, the date, can you tell us when did this happen?",
            "Unknown"
        ],
        [
            "MR PHOKELA",
            "This happened in 1994, unfortunately I forgot the paper in the car.  I have the papers, I'll show them to you later.",
            "Male"
        ],
        [
            "DR ALLY",
            "What are you doing now, because before you said you were a trade union organiser, what's your present status?",
            "Unknown"
        ],
        [
            "MR PHOKELA",
            "I sell tomatoes with my car and other vegetables to other people.  Besides that I'm still continuing helping people of the community with advice where they need it and where they need development.  I sometimes refer them to the donors or people who can help them.",
            "Male"
        ],
        [
            "DR ALLY",
            "The last question from me, what do you hope to achieve from this testament to the Truth Commission?",
            "Unknown"
        ],
        [
            "MR PHOKELA",
            "That I am still prepared in fact, as I feel that I have revived myself and I feel that I'm still energetic, if only I could be given the chance to share the vast practical experience as an organiser for the unorganised, and again to revive, to bring more or to establish more projects for self reliance and to bring back ...(indistinct) to our people that will be able to improve the worsened unemployment and the imbalance in the socio-economic situation in our people. I do not like to be a beggar, I believe that if people help themselves they can also help others.\n Those police who are still working who are injuring the fruits and benefits of our liberation, those who are in senior positions today, those who don't want to come forward and become witnesses.  I say to them, please come before this Commission and come and speak the truth in front of the people.  Don't try to make yourselves animals and hide yourselves like tortoises because you are known.  So if the Commission wants a list of those police who are still at work now, I don't want to stop the process of your investigation, I'm prepared for security reasons to come and give you the names of those who did all these things.  Thank you.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you, thank you very much.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "We will certainly be available for  further information.  If you have anything that you need to give us, you can give it to any of the statement-takers or the contact persons here, they will arrange it.  Piet, do you have any questions?\n Thank you very much, we have no further questions.  If you have other information, please send it to our office, we can get it from you.",
            "Male"
        ],
        [
            "MR PHOKELA",
            "Thank you.",
            "Male"
        ],
        [
            "MR MALAN",
            "I have a few announcements.\n May I firstly take the opportunity of sincerely thanking all the witnesses, their friends and families that came with them and specifically staying and listening to the evidence and the testimony of their fellow witnesses.  We really appreciate it, we know it's been a long time, we know it's a long way to travel, but we need the information and we really appreciate it that you're assisting us in getting it to us.\n Secondly to the public here at large, many of you have been here now through the three days, you've conducted yourselves exemplarily, you've shown the support, not only in the hearing but also in the mingling with people when we have our short breaks, we really appreciate that.  We will not take up any of your time, we still have a few things to attend to here.  The witnesses, we will appreciate if they will stay here, we respect them, there will still be something for them to eat and we will assist them in getting on their way again.  We will be coming back to this region, we will be specifically be coming back to Pietersburg.   If you have anybody that you're aware of who have suffered gross human rights violations in the past, please make contact with ourselves in Johannesburg, here in Pietersburg, through the SACC, you have some contact persons and names.  Let us have that information so that we can get even a broader picture, I think to which this hearing has largely assisted us in getting a better understanding from different perspectives, introducing even new angles to new dimensions to the conflict, that we haven't seen before.\n   Also a word of thanks to my fellow Commissioners here, to the staff, to everybody.  I cannot tell you what the staff have achieved in making this possible with limited time, limited resources and from a far way from where we are having this.  I think it went very well, and on behalf of us all, thank you very very much to all of you that came to us.\n Then a special word of thanks to the media, who will be covering, have been covering, will still be covering here, and a last request, as you're walking out, please don't keep these little receiver sets and the headphones around your neck, on can so easily forget it, it's worth nothing outside of the hall, please just leave them again on your seats as you leave and before we leave I think we can all stand and we can end with singing the National Anthem.  \n Thank you very much for your attendance.",
            "Male"
        ]
    ]
}