{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-04",
        "location": "VENDA",
        "day": "2",
        "names": [
            "TSAKANI MABOYA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56099&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/maboya.htm",
        "speakers": [
            "MR ALLY",
            "MR LYSTER",
            "MR MANTHATA",
            "TSAKANI MABOYA"
        ],
        "original_speakers": [
            "TSAKANI MABOYA",
            "MR LYSTER",
            "MR MABOYA",
            "MR MANTHATA",
            "MR ALLY"
        ]
    },
    "testimony": [
        [
            "MR ALLY",
            "Welcome, you are going to speak on your own behalf about something which happened to you.  I am going to hand you over to Commissioner Lyster who is going to administer the oath and who is also going to assist you in going through your statement.",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "You are employed as a teacher, is that correct?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LYSTER",
            "You came to tell us about your treatment at the hands of the security police in and after 1978, is that correct?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Will you tell us that story.  Can you just tell us, sketch for us briefly what you were doing in 1978 and what was the political situation in Giani at the time, which led to your arrest and detention.  Just give us a short sketch of what you were doing and what the political situation was in that area at the time.",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "In 1978, the security police were very rude, it was difficult for a person to do anything politically.  In March 1978 my cousin came, but now it is late, it is (indistinct).\n I knew that my cousin was in exile in Tanzania, so he came to visit me.  He came to my parents house before coming VENDA HEARING TRC/NORTH WEST\n2 T MABOYA\nto me.  During that time I was staying alone, I was unmarried by then.\n I welcomed him in my house.  After some time I told him that I heard that you were in exile and then he said, we'll talk (indistinct), because there was my girlfriend there.  After my girlfriend left, he started explaining to me how we left.  I was supporting them.  The main purpose for him to come to Malamlele was a person who was locating the basis putting arms caches.\n I resigned teaching in 1975, I was managing a general dealer at home.  I had to go around with him to - I just used to show him the police stations how they are situated, where they were located.\n And I requested him that if he wanted to destroy the police stations, you must know that these police stations, Blacks are working there and all your Blacks are working there and if you go and plant a bomb, Blacks are going to die.\n The people we are trying to fight against are not there, so we were travelling together around and most cases I was at work.  I used to see him during the evening.\n Sometimes when I come back from work, he used to go alone, sometimes I used to come back and we will come back late in the evening. \n I stayed with him for two months.",
            "Male"
        ],
        [
            "MR LYSTER",
            "We apologise for the delay, there is something with the speakers and the technician is looking at them.  We will resume in a short while. ... (tape ends)",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "The others, I still remember them.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Were you able to return to work after you were released from detention?\nVENDA HEARING TRC/NORTH WEST\n3 T MABOYA",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Yes, I went back to my work with the help of those who were working for me.  They used to drive me, I became active after some few months.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Were you a teacher or are you still this managing this general dealership?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "By then I was working in that general dealer.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Is that after you were released from detention and you suffered terrible nightmares, you developed violent tendencies, you were a very different person, is that correct?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "I never received any counselling.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Did you ever advise a Doctor of what was happening to you, did you ever ask for any medication?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "During that time, people were afraid.  When you leave the police station, they said to you, what happened to you, you don't say to anyone outside.\n There were people who were monitoring your movements so it was difficult for me to go to a Doctor to tell him what happened to me.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And the purpose of the torture, was to try and extract information from you about your cousin, is that right?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Yes, they wanted straight information from me and they wanted to know if we were burying some weapons, but what he told me, he said to me, he just wanted to see the police stations, the location of the police stations, where they were situated.\n And then he told me that he can't give me anything because I was not trained, you can't resist the interrogation.  So he was just telling me theoretically how they used to do them, he never showed me practically.\nVENDA HEARING TRC/NORTH WEST\n4 T MABOYA\nThe firearms I left it at home, because my father was having a licence for a firearm.\n I only used them when I go to bed, I didn't want to even handle a gun.",
            "Male"
        ],
        [
            "MR LYSTER",
            "In your statement, because you didn't say here in your evidence today that after torturing you for a very long period of time, you in desperation you made a statement to them and drew a map as to where certain arms were hidden underground and they took you to this place and they used a metal detector to look for the  arms, look for the weapons and when they had found them, you had, that what you had said was not correct or true, then as punishment, beat you up and tortured you again, is that right?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Yes, they assaulted me, they assaulted me because of that.  I couldn't even see, my eyes were swollen.",
            "Male"
        ],
        [
            "MR LYSTER",
            "... Information as to the whereabouts of weapons or arms, is that right?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "I never had any information about that, because I was not trained.  He said I am not going to tell you.\n His purpose was to work with him permanently, so my father trusted me in the business, so I would be forced to leave the business and join him, so because he was my relatives, he said you can't leave my grandfather alone.\n My father is his grandfather.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Thank you very much.  I am going to ask my colleagues if they have any further questions to ask you.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mr Maboya, you had two, you made two statements revealing how dangerous the position you come from of conflict, was.  You told your cousin to be aware of the Blacks as the Black policemen who might be at the police VENDA HEARING TRC/NORTH WEST\n5 T MABOYA\nstations, who would have been likely victims of the bombs if ever there were bombs. \n And at the same time, you put it very well that not all Whites were bad and this you discovered while you were in detention.\n I don't know what thing can account for that kind of contradiction or that kind of a picture, when for one reason or another at one stage you would think this way and at another point, you will think this way and yet the system itself was still intact?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "When I say not all White people were bad, I was referring to the policemen.  While I was in Duiwelskloof, he sacrificed his job because he never had any permission to take me to hospital.  He never had any permission from the security police.\n He was just feeling pity for me.  So if he was bad, I don't know, the situation.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You were able to understand good when it manifested before, whether it came from a White policeman or what and the good as you knew and understood the position of the Black people to be at that time, whether they were policemen at the police station.  I don't know if I get you correct there or if I am making sense in what I am saying?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Yes, I understand you.  I don't know if I can differ with the Commissioner, if I don't understand properly.  When I was referring to Black policemen at the police station, it was headed by Black police.  It was a system for them to be there.\n They didn't like to work like that and most of the people - I was against the killing of Black people.   We were forced by the system to work like that, I was against \nVENDA HEARING TRC/NORTH WEST\n6 T MABOYA\nthat myself for him to plant the bombs.\n I don't know if I've answered it correctly.  I don't know.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "My interest is what your cousin carried was meant to kill and it was meant to kill the bad person if I understand you, or the bad police and in that, my interest is that we need to be very clear which is the purpose of the Commission to be able to identify with the contradiction that we come from, the conflicts that we come from and be able to say despite all that, there is still some good and it is this kind of good that we are saying in future, as the Chairperson said earlier on, in future we must be able to respect, observe and uphold.\n Fine, let me leave that.  How did your cousin, Ngobeni, die?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "He committed suicide.  He put himself inside a car.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I was asking where did he commit suicide?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "In Alexander next to his house, he was staying in Randburg in the suburbs.\n So he decided to go and die next to his home, so he was inside a car, committed suicide.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Was it because the police were hot on his tracks or was there any other thing that forced him to commit suicide, besides the mission he was on?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "I'll go back a little bit.  In 1979, September they subpoenaed me to come up here in Pietersburg.  They arrested him with some other people, they were arrested differently, so I went to College Road as a State witness.\n Sorry in Pietermaritzburg, not Pietersburg.  I think it was 19 years, between 15 and 19 years.  So he was released \nVENDA HEARING TRC/NORTH WEST\n7 T MABOYA\nwhen Mandela was released.  I don't know where he got the money, bought a house in Randburg.  His wife was a Social Worker.  What the cause of committing suicide if I use my own assumptions, he used to quarrel with his wife every time, that is the information that I got.\n So he assaulted his wife and then he thought she was dead.  So he thought she was dead and then he got inside the car, he went to Alexander just next to his home and then he connected a tube from the exhaust pipe and then he died.\n I don't know what made him to fight with the wife, maybe it comes from what he experienced from jail or some other things, I am not a psychologist, I can't tell actually.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "It seems in your area you could have been at that time the only person who was openly against apartheid?  But I see here you refer to Eric Mqonto.  Is this the Eric Mqonto who was once a principal in Soweto?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Yes, it is the one I am referring to.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You're saying that his school had already taken a stand, perhaps in what you might have seen as the sort of vision you had of having to resist the system at the time?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "I think I was the only one, because at that time if you hold meetings, Black school children, they will come there, they won't ask you, they'll just sjambok you.\n I just see the strikes going on in every school doing normal strikes, they were striking for food and so forth.\n But whether the school has taken a stand, I don't know, I can't tell you.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "In fact what I wanted to establish here is that it seems right now or even shortly before 1990, there\nVENDA HEARING TRC/NORTH WEST\n8 T MABOYA\nwere already a number of people in your community who seemed to appreciate the fact that the system was bad and out of that group you now must be having almost a community that understands the situation and the kind of community that can enable you, Mr Maboya to get the counselling and the healing that you need for effective participation within your community?  I want to say it seems you performed so well that you got, you created a community that today you need to be proud of and you need to integrate into so that at least that kind of impatience, you know, short temperness, can be healed or can be addressed.\n I end my questioning there.",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Thank you very much.",
            "Male"
        ],
        [
            "MR ALLY",
            "I'd just like to ask the wife you speak about in your statement, is this the same person who was your girlfriend when you were detained, is this the Flora that you're speaking about?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Yes, she is the one I am talking about, but we are divorced.",
            "Male"
        ],
        [
            "MR ALLY",
            "In your statement indicated that she was also tortured.  In fact in your statement you said that you think that they tortured her in order to get you to give them information.  They were using her as a way of getting to you.  Do you know if she ever made a statement to the Truth Commission about what she experienced?",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "I don't think so, because I went with one of the statement takers, Fikele, we went there to her home twice, she was not there.  She is a person who is too sensitive actually, I think there are some other people.\n People that would believe that now we are not free, those nightmares are still there.  She can't face crowds \nVENDA HEARING TRC/NORTH WEST\n9 T MABOYA\nlike this.  I tried by all means to - for her to make a\nstatement so that people will - she was beautiful to me, having patches and sometimes the legs, when it is cold, it is painful.  I don't know what happened to her.  I wanted her to give a statement before the Truth Commission.",
            "Male"
        ],
        [
            "MR ALLY",
            "Maybe our statement takers will be able to get a statement from her, because when people make statement they don't have to come to a public hearing, so people shouldn't feel that because they make a statement, that means they must appear publicly.\n Some people don't want to, some people just want to make the statement so that it is on record, so that when we make a report, we can also include in the report what happened to them.\n And it is people's choice sometimes as to whether they want to come to a public hearing or not, but I will take that up with the statement takers.\n And I also hope that our briefers and the briefers who are working here in the Northern Province will assist you and hopefully direct you to the right sources, because you do indicate in your statement that you yourself realise that there is a need for counselling after that very hard and traumatic experience and I hope that our briefers will be able to assist you in that regard, to point out to you where you can possible get such counselling.\n But thank you very much it was a very comprehensive statement, it was very long, but we appreciate you needed to get  a lot of this out of your system, thank you very much.",
            "Male"
        ],
        [
            "TSAKANI MABOYA",
            "Thank you.",
            "Male"
        ]
    ]
}