{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-03",
        "location": "VENDA",
        "day": "1",
        "names": [
            "MAUHANGA MULAUDZI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56106&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/mulaudzi.htm",
        "speakers": [
            "MR ALLY",
            "MR MANTHATA",
            "MR MULAUDZI"
        ],
        "original_speakers": [
            "MR MULAUDZI",
            "MR ALLY",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MR MULAUDZI",
            "What happened was that the young boy that in 1980, May plus I was just around 10, 11, 12.  Within a week I was constantly receiving guests from security police.\n At work, home, just to ask me to say where my son was and that as somebody who had left without a word, I couldn't know anything.\n Then they said do you perhaps have relatives elsewhere?  I said, yes, I have relatives in Soweto.  (Indistinct) I've got relatives (indistinct), those are the only places where I have relatives.\n Then they said, now find out if that boy is in one of those and I said, no, I won't do that.  I am not a police.  The police who are looking for him, should look for him.  I was not looking for him at that time.\n Then it was my old breakfast, supper.  Very early in the morning, eight o'clock, the Department of Economic Affairs, Commercial Industry, right here.  When getting to work, I used to get Ramadigela waiting for me.\n Enquiring on information about my son, I said I did tell you that I am not in that department, I am not working in that section, I cannot get him, find him, get him.\n When he left he had to harass my wife at work where she is working.  My wife was receiving that kind of breakfast and supper was a joint one with Ramadigela.  That matter is \nVENDA HEARING TRC/NORTH WEST\n2 M MULAUDZI\nvery far where I was nicknamed \"father of the terrorist\".\n Up to now, when people look at me they say, oh, are you still alive?  But then I am still alive.\n However, with a very painful heart, because they are not treating me well.  I suffered greatly.  This happened from 1980.\n This kind of language terminated in 1983, when my son together with his colleague or those who he was with, were found caught red handed at Sagole Spar.  That is where they were eventually killed.\n If the Commission doesn't feel pain and doesn't waste its time, they can go and see the place, the house where he was killed.  It is really (indistinct) as if (indistinct) to see my son's corpse mutilated, riddled with bullets.\n I don't know what wrong he had done, I asked myself a lot of questions as to why didn't they arrest him rather, that worried the whole family.\n As you can see, I have my wife here.  She is now a sick person.  Hypertension is now and then and I am very sure that this evening when I leave here, I have to take her to the hospital.\n Then I was called from home by somebody who was, the name is Lacy and he said to me, do you have a son abroad?  I said yes.  He said come tomorrow at eight o'clock and identify, we have three corpses there.\n Then I went there, I realised it was my son together with those others.  Then they said there is going to be a funeral the following day, on Wednesday, ten o'clock.\n What is required is only six people who are wanted there.  I said, no ways, already my wife and I, together with the children, we are more than six.\nVENDA HEARING TRC/NORTH WEST\n3 M MULAUDZI\n That cannot happen.  I made all the presentations, I approached the Department of Justice.  I approached even the office of the President.  I subsequently was allowed 24 people.\n The father to my wife, he is the one who buried the three people.  Whilst the prayers were not even allowed, the boy I am talking about, as I am saying now, when he left he left a baby.\n He was a son, his son.  He has just passed standard 10 last year.  He is trying all over the country to get money.  He is trying to get money so that he could get to the University.\n There is no money.  I don't know, I wish I wanted to say to the Commission is take this the other way around, and feel pity for us.\n And really not only take feeling pity for us because I am nearing my death, to take care of my son, the son who is left now, because I personally in my family, to have been a hero, he was a freedom fighter and those who are reaping the fruits today, it is through his sweat and blood.\n Look at us, and reconcile us.  That is the bit I can give you.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you very much for coming forward and sharing what we all realise must be something very painful and very difficult and I just hope you would bear with us just for a little while longer while we ask you some questions just to help us get as complete a picture as possible.\n And help us also to respond to some of the requests which you have just made now.  Can you just tell us a little bit about your son and what politicised him, because you \nsaid he was a hero and that he fought for liberation.  He\nVENDA HEARING TRC/NORTH WEST\n4 M MULAUDZI\nleft the country in 1980, just a little bit about what happened before that that made him leave the country.  Party's political views and political involvements.",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "I can hardly say who politicised him, however, the little that I know of is that he knew me as a father who didn't like to take somebody's things of issues, I knew I was a straight talker and he knew he was a straight talker.   Whether or not somebody will hate me or not.  Maybe that is what encouraged him.",
            "Male"
        ],
        [
            "MR ALLY",
            "So in fact you can be a little more specific maybe, when your son left in 1980, was there any connection between him leaving in 1980 and the fact that Venda land got so-called independence in 1979?  Was there any links, was that something that he had any strong views about?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "No, I cannot arrive at that because I don't remember even a single day him saying that he felt strongly about a specific thing.",
            "Male"
        ],
        [
            "MR ALLY",
            "Now, do you know that when he came back in 1983, do you know why he was coming back, do you have any idea, for anything specific, any mission or was he just coming back?  If you can answer that, if you can't then that's also okay.",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "That question can only address it as a difficult one.  But what I can answer in this way, since he left every single day I in particular, my wife and I, even the young boys who are there - we were praying quite often on watching the TV at such and such a place there was a terrorist killed and I said perhaps it could have been better if we knew, but then since he was not writing and there was no connection, it is better maybe just to get the remaining bones.\nVENDA HEARING TRC/NORTH WEST\n5 M MULAUDZI\n That was our prayer, just to get the bones and we did \nfinally get the bones.",
            "Male"
        ],
        [
            "MR ALLY",
            "You say in your statement that you struggled to get your son's death certificate and when you eventually got your certificate, I am going to read what you've got in your statement, and I would like you just to explain to us just a little bit about why there was this response.\n You said \"when I was looking for my son's death certificate, I went to the security office in Thoyandou.  Gavio Ramashana was its head.  He instructed a certain Malanga to make the death certificate.  When I was given the certificate the security office gave me a strong warning that I should use the certificate for one purpose only, and that was to claim for my son's funeral expenses.\n They threatened to kill me if I used the certificate for anything else.\"  Now what was on the certificate and why were they threatening to kill you if you used it for anything else, what else could you have used it for?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes, it happened.  It nearly became a very difficult issue, but then I insisted to get it.  However, when Ramashana had agreed that I could get it.\n He told, ordered Malanga to prepare it for me.  When he brought it to me, when I was seated in Mr Ramashana's office, he said you are going to use this paper for one purpose only.  Any other thing, you'll have yourself to blame.  So I only used it for that one purpose and kept my mouth shut until today.",
            "Male"
        ],
        [
            "MR ALLY",
            "Was there ever an inquest into your son's death?  Was there ever a police investigation or anything taken to the courts about your son's death?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Nothing was done until today.  I think you\nVENDA HEARING TRC/NORTH WEST\n6 M MULAUDZI\nare hearing me saying that any other - all will lead into myself dying.  So where must I go?",
            "Male"
        ],
        [
            "MR ALLY",
            "More questions and then I'll ask if my colleagues want to ask you anything.  It seems that, I am not sure in your statements and you can correct me, but what I seem to understand from what you're saying in your statement is that after your son's death, a charge was laid against you by a certain Joseph Pathfinder Ramabolane.\n You said he laid a charge against me for CRIMEN INJURIA, he claimed that I had insulted the President of Venda and himself and there was a case which went on for two years.\n Can you just tell us a little bit about this incident?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes, you see there is that death certification that I am talking about.  The purpose of that death certificate was to simply go to Venda medical scheme for the burial of this boy.  Okay, now by then this Joseph Ramabolane was the Chairman of that Board.\n He just asked me one question.  Where was your boy, what University did he attend?  How old is he now?   I can't pay.  Then I told him you are going to pay.\n Then he said, no, I won't.  So you can imagine what happened, yes.  So somebody was quick to get angry.  Somebody was quick to get angry when I wanted to fetch him.\n Fortunately there were people around us, they intervened and then he laid a charge against me of CRIMEN INJURIA.",
            "Male"
        ],
        [
            "MR ALLY",
            "And where does the part come in about the President of Venda, why was that added?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes, when he came back, he told the Cabinet the President wasn't in, he was in Israel, and he told the\nVENDA HEARING TRC/NORTH WEST\n7 M MULAUDZI\nCabinet that I have insulted His Excellency, the President and said the President has sent his dogs to kill my son.\n So it is a serious offence and I need to be charged for that.\n But fortunately the President didn't take it to heart.  It remained a case between me and Ramabolane and it dragged for two years.",
            "Male"
        ],
        [
            "MR ALLY",
            "And sir this fund, you had been paying into this fund all this time for you and for your whole family?  And you never, ever got ... Just one last question, towards the end of your testimony you said, and I am sure that the sentiment is shared by a lot of people in this room and outside, that you believe that your son was a hero, that he died for the cause and that the freedom that people are enjoying today, your son played a major part in bringing it about.\n But just something that I want you to help me with.  In your statement you say that sometime in July 1993, seven people from the ANC came to me, wanting to exhume the body of my son for reburial.  They wanted to bury my son in dignity, to give him that recognition that you spoke about now.\n But you then say that you refused them permission.  Could you just tell us why and how you feel now about this issue?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes, I refused.  It is Mr Macqwetja Mapuri, I've heard him, being welcomed here with Mr Dendamzim Rodregetstanga.",
            "Male"
        ],
        [
            "MR ALLY",
            "There was another name you mentioned, Mashudu?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes, Mashudu Stangani.",
            "Male"
        ],
        [
            "MR ALLY",
            "That's right.\nVENDA HEARING TRC/NORTH WEST\n8 M MULAUDZI",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "And there were four others who said that they were from the office of the ANC, Lebowa.  Now they said they wanted to exhume the remains of this boy.\n And the will do that on the 16th of December, then I said to them I am not alone in the family.\n I've got brothers, I've got aunts, now these people must come together and agree, if not, no exhumation.  So it ended up like that, they never returned.  They said that they will come, five times.\n They never returned, up to this day.  Perhaps they will come on the 16th of December.",
            "Male"
        ],
        [
            "MR ALLY",
            "Sir would you like your son to be honoured in that way, have you discussed the matter with your family and if the request were to be made again, would you now answer yes.  Is this the way you'd like your son to be honoured?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "No, exhumation.  Let them put a tombstone if they so wish and look after his son.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you very much.  I don't have any more questions.  I want to see if ... If you could, just for the record, give us your son's full name so that we can have it on record.",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Morerandi Alvyn Chiviwa Mirawizi.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you sir.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mr Mulaudzi, did you finally get to know the names of the other two that - who were killed with Alvyn.",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Only one.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "And this is?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Mongqretswari.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mongqretswari, the surname, sorry.",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "; That's the surname, the other names I am not aware of.\nVENDA HEARING TRC/NORTH WEST\n9 M MULAUDZI",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Okay.  And Mongqretswari's family, is it in  Venda?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Okay, you cannot speak on their behalf.  Was that the first time, with this kind of a happening, was it the first time you got to know about the code terrorists?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "I think terrorism started long ago.  It is not for the first time.  We attended schools in this country.  According to my knowledge as far back as 1952.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Would you say the people who were called terrorists, were necessarily people who were killing those who were supporting apartheid?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "I cannot just take it for granted as killers, I take them as the freedom fighters, because up to now, to reach the good, some must suffer.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Person is on the basis of where there people shortly before your son was shot, who could have been said to have been killed by the terrorists in and around Venda land?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Not to my knowledge.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Yes, as you have said already, it is upheld or it is maintained that we are where we are today because of the kinds of your son and others who did whatever they did to fight against what was universally condemned, that is apartheid.\n After they left, was he at school he left?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "And what was the thinking amongst the students about him?  Was he said to have been politically active?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes, those who came out later, they spoke of\nVENDA HEARING TRC/NORTH WEST\n10 M MULAUDZI\nhim as their hero.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "And together with this Mongqretswari?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes, and the other Moses Mnjane, who is his half brother.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Was Moses Mnjane amongst there?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "No, he wasn't, he was killed later.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Oh, I see.",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "He was killed later.  I think his case is coming in tomorrow.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Were they at the same school?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "No.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Did they belong to the same organisation?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Do you have an idea of which organisation this was at the time?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "No, thank you.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "So you are saying the grandson is at the University, or he is unable to get to the University because he hasn't got the means?",
            "Male"
        ],
        [
            "MR MULAUDZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you, Mr Mulaudzi, thank you so much.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you very much for that moving and very clear testimony and I am sure that the ANC and the representatives of the ANC here heard what you had to say about how you would like your son to be honoured.\n And I am sure that when the Reparations and Rehabilitation Committee makes recommendations to the President, requests like yours, I am sure, will be considered very seriously.\n You also issued an invitation to us, to the Truth Commission to come and see the house where your son was \nVENDA HEARING TRC/NORTH WEST\n11 M MULAUDZI\nkilled, to see how he was shot and the bullets which were used and if you would like, perhaps at the end of today's session or maybe later, before we leave, we would gladly take up your invitation if you want us to go and see the place where this brutal killing of your son took place.  Thank you very much for coming to speak to the Commission.",
            "Male"
        ]
    ]
}