{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-04",
        "location": "VENDA",
        "day": "2",
        "names": [
            "SIMON LUFUNO MARIBA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56100&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/mariba.htm",
        "speakers": [
            "MR ALLY",
            "MR MANTHATA",
            "SIMON LUFUNO MARIBA"
        ],
        "original_speakers": [
            "MR MARIBA",
            "MR ALLY",
            "SIMON LUFUNO MARIBA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MR ALLY",
            "Good morning to you Simon Mariba and thank you for coming.",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Good morning.",
            "Male"
        ],
        [
            "MR ALLY",
            "Could you just introduce the people who have come with you, who are sharing the platform with you?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "The other one is my sister and her husband.",
            "Male"
        ],
        [
            "MR ALLY",
            "Good morning to them too.  Simon before I ask you to go through your statement, because you are going to speak about what happened to you, assault and severe ill-treatment, I will just ask if you will take the oath with Commissioner Lyster.",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR ALLY",
            "Simon you are going to speak about events which happened in 1990.  I am going to ask you now if you will just go through your statement with us, the statement which you have provided.\n In your own words, you will just take us through what happened to you.",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "What happened is as follows.  It happened in March 1990, it was when the youth of the whole country were in a campaign to do away with apartheid.  What happened is that in the place where I stay during the youth's plan on doing that, on somebody who was being accused of being where I was, practising on the soccer field and then after coming back from the field, via one woman who is related to my\nVENDA HEARING TRC/NORTH WEST\n2 SL MARIBA\nfriend, that there was going to be some people going, the youth from our country will be going to the witches and we were told not to involve ourselves in such cases.\n Thereafter we left from that woman's place to my place.  On arriving we settled, playing some music in my sister's house and Mandatiwane.  On arriving there, as we were playing that music, what we told ourselves was, we will never be involved in such activities.\n Whilst we were there, immediately there was a pandemonium.  That kind of a noise alerted us, made us to be aware and we had to watch, find out what was happening.  There were lights that was just on the neighbourhood and light was on Mr Msontole's house.\n But that didn't really bother us much, we sat there.  As we were just watching from that other house, on the vicinity of that other street, we saw - I in particular - saw a person running who supposedly was running away from somebody else.\n I though that it could be a person I knew because I had heard or leant that the youth were accusing someone as a witch.  And as we were sitting there, it never interested me.\n My friend said he was leaving for home, then that is where I parted with my friend.  I went to my sister's room and played my music.\n Just after that, that noise continued and approached my home.  It was so annoying and disturbing, we continued sitting there, later on I realised that the noise was on my neighbourhood.\n I  sat there in the room, I then learnt - heard a group marching to my place, I never went out, I was just not\nVENDA HEARING TRC/NORTH WEST\n3 SL MARIBA\ninvolved in such activities.\n It then happened that my grandmother had to come, because she realised that it was so difficult, otherwise she wanted us to get out and find out what was happening, because the youth was over zealous and envious.\n Then I went out just to find out what they were looking for, but then they were not in particular looking for me.  What they said was that my old father used to store diesel, because he was business minded.  What happened was, since I was not interested in involving myself and people who were talking to the elderly people looking for diesel, they elderly people said they were not interested in giving them diesel, then I went back to the room where I was.\n Later on I heard that very same pandemonium leaving the house.  When those people left, all the people who lived in a place decided to go to one room.  And then we went there.\n My sister too was there, she is quite old, although later on the very same noise was still continuing.  And the youth came back at my place, at my home.\n They were singing, well they were saying now they were looking for the occupants of the house, the people who were staying there, because they said the old man was killed.\n So they must, we must also join them.  I said I was not interested in, I tried all plans that God helped me not to associate myself with.  \n What happened was, although the door was locked, they tried to kick it open.  The way they kicked it, if at all we tried to resist, those people were going to try and maybe even burn the house, but what happened was one of the people I was staying with, tried to open and I went under the bed.\n It was right in the middle of the night and I got hold \nVENDA HEARING TRC/NORTH WEST\n4 SL MARIBA\nof this old beds, you know they are this size, so that I shouldn't be seen.\n My little sister was led then they were not interested in this little sister of mine, they went for another one.  The other people, the three young brothers of mine and the other sister who was old, left with them.\n As they were singing and leaving the house, what I heard was very frightening and I believe that if I told, they thought I was around, they will do something wrong.\n And then they asked as to where is that other one man.  My other friend, Allerango said I know one man, one man is so frightened, he is always a coward, so he might be... I was so happy, although my sister didn't realise that I was under the bed, so there was a whisper, saying who was it, so I said, it is me.\n Now, why as those people were leaving, didn't you leave, I said, no I wasn't interested in getting involved.  What happened, if I want to go deep into what happened is that the following day it was sunrise, the police were just arresting at random.\n I was not so frightened, my mother was so concerned, she said it is better for you to leave.  It won't help at all.  As we were fleeing, I was in the company of other people.\n And we approached at Eskay Patel's place, it was a great distance, about 20 kilometres away from where I was staying.  Since I knew that I was innocent, I tried by all means that, even if I meet the police there was no problem as far as I was concerned, because I will have to commit myself to them.\n On arriving at Eskay Patel there were a lot of\nVENDA HEARING TRC/NORTH WEST\n5 SL MARIBA\nsoldiers.  Then we, they asked us as to where we were coming from and I didn't even want to hide, I said okay, we were looking for you.  They didn't even wait for us, we were led to the hippo and we arrived at Njanani police station.\n On our arrival at the main entrance at the charge office, there were a lot of police men and women who were ready with sjamboks.\n We had to force our way through.  We tried to force our way and they were sjamboking us.  Some of us tried to hide ourselves under the counters.  From there at the charge office we were led to the other office.\n When we arrived there, we were still asking ourselves as to why they were beating us because we were not guilty and we were forced and taken together with a lady to the other office.\n I still remember very well the police who took me together with that other lady.  The other man is police Mahani and Mr Macoshu.  On arrival there as they were still beating us, they were beating us, harassing us and Mr Mahani while sjamboking us, the sjambok beat Macoshu and Macoshu because he was angry now, tried now to harass us endlessly.\n From there we were taken back to the other office where the other people were squatting as if, you know, they were just imagining somebody was not in the (indistinct) who was killed.\n On arrival there, they didn't even, the police who was on guard, didn't even want to know how many times I had been beaten.  It was just a quick sjamboking, harassing endlessly, even using spiked sandals, it was so painful.\n Since I was speaking this man (indistinct) realised that what I was saying, I was innocent and he called me, he \nVENDA HEARING TRC/NORTH WEST\n6 SL MARIBA\nnicknamed me lawyer, and this harassment continued until it lasted for three days, days and nights.\n Even you know wires were used in beating us.  There were a lot of people harassing us.   After they realised that they were beating an innocent person, I was released.\n On my release they said they were taking me home on a van and I denied, I didn't want to, I said okay I have my own money, I would like to go home because I had been given R20-00 from home.\n On arrival at home, the pain never ceased.  I suffered mentally, I suffered physically at the police station and mentally.   The parents of the people who were involved, since I didn't know their own names, thought maybe I was there when such activities were taken and regarded me as a spy and I was labelled as a spy.\n And I was unaccepted, people never wanted to accept me.  I was in standard 10.  On my release I was made the President of the SRC at Modemesi Secondary School and I couldn't even concentrate on my studies since everybody was hating me and that really effected me so much that I never passed my matric.\n Whilst I was very intelligent, I used to take position one and I didn't pass.  I receive symbol F, it was so painful.\n There were allegations thereafter that the parents of people who were involved were saying I was not going to last, they were going to kill me and I prayed to God that people - it should not happen like that.\n Those people were never charged, because the State took me as a State witness, but those people were never charged and that was surprising.  What happened subsequently after\nVENDA HEARING TRC/NORTH WEST\n7 SL MARIBA\nthose people had not been charged, I felt as a survivor, although I was hurt, they way I was mentally and physically disturbed and harassed, since then I was never accepted.\n I am not a happy person since then because I was trying to prove myself innocent and nobody understood me.  What I am trying to put forward here to the people at large is, even though the police people were doing these in order of the (indistinct) regime, it was not necessary for them just to beat somebody without getting information because some of us were not involved.\n But what happened was that they tortured us, they assaulted us, harassed us.  What I am saying today is the Commission, I want to stress this that it was painful.\n Since I am a christian and I am a church goer, I believe that they were made to do that because of the situation, the then situation, it was wrong.  Of course they had to know that if they have to come forward and account on why they did that, we had to forgive them.\n That is what I want to present today.  Because that is what is in my statement, thank you.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you very much Simon.  If I could just appeal to the audience just to be quiet please in respect of the person testifying.\n Simon if I could just ask you a few things based on what you spoke about now and also your statement.  You are at the University of Venda at the moment, is that correct and what are you studying?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "BA.  BA, final year BA.",
            "Male"
        ],
        [
            "MR ALLY",
            "And you say you've regained your intelligence now?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Very happy.",
            "Male"
        ],
        [
            "MR ALLY",
            "Simon you say that in this period, the early\nVENDA HEARING TRC/NORTH WEST\n8 SL MARIBA\nmonths of 1990 that the youth were very active in their campaigns.  Can you just tell us a little bit about these campaigns and what the youth were actually doing and what the objectives were, what were the youth hoping to achieve?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Well in brief, the place where I stayed, I never attended a single meeting, mass meeting.  What I can just explain is the youth had a place, they know very well that I didn't attend, their main objective as I learnt was that they didn't want witches, people practising witchcraft and I don't even know what kind of people they are.",
            "Male"
        ],
        [
            "MR ALLY",
            "; Now this accusation of people practising witchcraft, what was your understanding thereof.  Can you give us some idea, where did this come from, this idea that people were witches?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Firstly such a question I don't have an answer to that, because I've never been bewitched.  I can't even answer to that.",
            "Male"
        ],
        [
            "MR ALLY",
            "But when the youth identified somebody as a witch, okay, what was it that made them believe that that person was a witch, why would they, you speak about a Mr Sentomali, who was identified as a witch.  What did they say that this person did that made this person a witch, do you have any idea?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "What I am saying is I never attended their activities.  They might have said that in that specific meetings, I never attended that.",
            "Male"
        ],
        [
            "MR ALLY",
            "You see why I am asking is it is very important in the work of the Commission that the Commission is not only looking at the Gross Human Rights Violations which were committed, we also trying to understand the context, political context in which these violations took place.\nVENDA HEARING TRC/NORTH WEST\n9 SL MARIBA\nWhy, what were the motifs, what were people thinking, because that is very important if as the Commission, if the objective of the Commission is that we never repeat those things again, that we never go back to the past.\n We need to understand, so that's why I am asking those questions, not in any way to implicate you in anything, but just hoping that as someone who was yourself a youth at that time, and was if not a participant, at least an observer of those events.  If you could shed some light, but if you can't that's fine, but that's the reason why I'm asking you these questions, not because I want to implicate you in anything or suggest that you identified witches or attacked witches, but just to help us to get some understanding.\n Now, this person was identified as a witch, eventually you say that he was killed, is that correct, that he was actually set alight?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Yes, yes.",
            "Male"
        ],
        [
            "MR ALLY",
            "And then there was a court case against some of the youth who were ...?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "You mean when the youth had this court case of Sentomali, are you actually ...",
            "Male"
        ],
        [
            "MR ALLY",
            "The court case where the youth were charged, because you said, it is not in your statement, but when you were speaking towards the end, you spoke about that you were a State witness, is that correct?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Yes, there was a court case.",
            "Male"
        ],
        [
            "MR ALLY",
            "State witness, in other words were you testifying for the State on behalf of the State against those youth who were involved in this burning of this person as a witch?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "I can just say, I don't think the statement said those police who presented a warrant of appearance to\nVENDA HEARING TRC/NORTH WEST\n10 SL MARIBA\ngive evidence, that is why I am saying, I was not actually a State witness to say on what those people said, I am just talking about the statement that I gave the police at that time, that I was innocent.",
            "Male"
        ],
        [
            "MR ALLY",
            "Oh, I see and it was on the basis of the statement that you gave, that people then accused you of being a sell out or an informer, is that what you were saying?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Yes, I think so, there you are right.",
            "Male"
        ],
        [
            "MR ALLY",
            "Simon, thank you for your testimony.  It is very important in helping us in trying to get some picture of these events.\n Your statement did help us to understand some of the things that was happening, particularly these accusations of witchcraft and attacks on people as witches.\n I am pleased that you have recovered from the ordeal and that you are now at University, I don't know if my colleagues want to ask you any questions.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "This thing, this incident occasioned you a lot of hurt and injury.  And yet you still emerged as a student leader, you say you were a monitor, am I correct?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Yes, once I was SRC President.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "This was after this incident?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "At that time, did you care to find out the role of the witches, politically as the  youth were concerned about that issue?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "No, I never made investigations of such nature.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Because it seemed you took this matter seriously where after that, you heard that, I don't know if this was the parents or what of the youths who were\nVENDA HEARING TRC/NORTH WEST\n11 SL MARIBA\ninvolved, were muttering some ominous words about you and you prayed and wished that those things should not happen to you.\n This came through your evidence.",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Yes.  While those things were happening, when giving evidence now, I did not explain that, but in that room in which I was playing music, I've heard that something very evil was happening and then I prayed to God so that I must not get involved in that thing.\n And I prayed God that he must save that old man, but at the end of the day, God helped me to be free from being involved in that instance, but it was just unfortunate that the old man passed away.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What killed the old man?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "What I heard is because I did not know, because I was not there, what I heard while we were in the police station, I overheard that one of the ladies which went with him in the office, I heard him saying that he ended up stealing diesel because it was there and they took it and she was carrying the diesel and I did not know that they stole that diesel.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "This phenomena of witchcraft and politics, we would have loved to pick it up from, you know, more especially when it occasioned you, those problems, at least by hindsight, one would have wanted to find out what was it all about.  Do you perhaps know some of the student leaders at the time, who were in those campaigns against rule and the lot?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "One of the students who were involved in witch hunt, I think, I don't know them.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You were never detained with any of them?\nVENDA HEARING TRC/NORTH WEST\n12 SL MARIBA",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "I was not arrested with those people who committed those evil, but they were arrested later on.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "And in your statement when you wanted to disperse that kind of information, how did you just put it in a manner that it could have made you a person of honour, saying okay, this is what I disliked about it?\n At least that would have given a hint of, you know, how either illogical or how mythical the whole issue was.",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Okay, what I can say is that myself here, I respect the human's life, I respect human life and that myself here, I am a christian and I respect and I don't want to take another man's life and I am afraid if I could find a person whom the car ran over him, I am afraid of seeing a dead person.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "This is my last question.  Amongst both the students and the communities in Venda land, that is even amongst those who were burning witches?",
            "Male"
        ],
        [
            "SIMON LUFUNO MARIBA",
            "Yes, now I can say I am living very well with those people, but I am spending most of my time here at Toyandu and I am not usually at home.",
            "Male"
        ],
        [
            "MR ALLY",
            "thank you very much Simon for your testimony and for trying to give us a broader picture in context  of some of these events in the 1990's.  Thank you very much.\n We are now going to break for tea.  I will ask if you will all just stand while the witnesses leave.\n And if we can get back here to start promptly at eleven, because we've got another full programme today.  Please just stand while the witnesses leave.",
            "Male"
        ]
    ]
}