{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-04",
        "location": "VENDA",
        "day": "2",
        "names": [
            "MASIA ALVIA NDWHUDZANIA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56109&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/ndwhudza.htm",
        "speakers": [
            "INTERPRETER",
            "MASIA ALVIA NDWHUDZANIA",
            "MISS RAMAHETI",
            "MR ALLY",
            "MR MANTHATA"
        ],
        "original_speakers": [
            "MISS RAMAHETI",
            "MR ALLY",
            "MASIA ALVIA NDWHUDZANIA",
            "MR MANTHATA",
            "MS NDWHUDZANIA",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "MR ALLY",
            "Just to welcome those who are going to be testifying again, our victims, our witnesses.  Special welcome to them and to their families.\n Sitting up front here to introduce you to the members of the Truth Commission, on my right is Mr Tom Manthata who serves on the Reparations and Rehabilitation Committee of the Truth Commission.\n On my left is Richard Lyster, Commissioner on the Human Rights Violations Committee and based in Durban, KwaZulu Natal, Orange Free State.  That is the region in which he works.\n I am Russel Ally, part of the Human Rights Violations Committee based in Gauteng.  Just to remind people again that we do have these black boxes, headsets.  These are for people who have difficulty following in a particular language.  There is simultaneous translation.  Channel 2 is for English, channel 3 is Venda and channel 4 will be either Tsonga or Zulu depending on who the witness is.\n So if people have any difficulty following in any language, please try and get hold of a headset and you can put it on the channel of your choice, the language which you understand most easily.\n Could I call Miss Ramaheti up please just to announce for us who our witnesses are going to be today.  Thank you very much.\nVENDA HEARING TRC/NORTH WEST\n2",
            "Male"
        ],
        [
            "MISS RAMAHETI",
            "People who are going to give evidence today are the following:  We'll start by Masia Ndwhudzania, speaking on behalf of Mongwe Joyce and then it will be Ms Mukosi Ntombizandile speaking on behalf of (indistinct)\n And then it will be Mariba Lufuno speaking on her behalf.  Then we will go for a tea break.  After tea break we will start with Mbokota Mbiza and she will be speaking on her behalf.\n Tsakani Maboya will be the next speaking on her behalf.\nMonjaeni will be the next speaking on behalf of Monjae Moses.\n Then it will be Mugevhela Elelwani, speaking on behalf of Mogewela Asiwanga, and then we'll go for a lunch break.\n Then Tshikalange Rangoezi will start, speaking on behalf of Tshikalange Sarah.  Then Dladlamba Matamela, speaking on behalf of Mobiaxi Pewa and then it will be Phaswana Ndanganeni, speaking on his behalf.\n Then it will be Phosiwa Mbulaheni, speaking on his or her behalf and then lastly it will be Farisani Simon speaking on his behalf.",
            "Female"
        ],
        [
            "MR ALLY",
            "Can we call the first witness forward please Masia Ndwhudzania.\n Good morning to you and welcome and thanks for coming to testify before the Commission.  Can you follow the translation, is the translation coming through?\n Mr Tom Manthata is going to help you with your testimony, but before that I will just ask if you will take the oath with Commissioner Lyster.",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Ms Masia Ndwhudzania, have you come alone?  Sorry?\nVENDA HEARING TRC/NORTH WEST\n3 MA NDWHUDZANIA",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "No, I have got my father-in-law.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "He sits with you on the podium, but I didn't know how you would see it to come alone to sit there, we normally.  Please be at home, be comfortable and relax.\n Can you please tell us who you are, that is how many children have you got Masia?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "I am Masia Ndwhudzania, I've got five children.  No, they are not going to school.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What are they doing?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "I'm doing nothing.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I mean the children.  If they are not at school.",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "Children are going to school.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "To school, the seven of them?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "They are five, all of them are going to school.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And are you working?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "No, I am not working.  Yes, he is working.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You have come to tell us about your child who was found shot dead.  Could you please tell us what you know about this?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "What I know is this, on the 2nd of February 1990, it happened on that night.  I was asleep when it happened and I was told early in the morning.  The witnesses who were present are even present here.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "They saw it better than you did or that they were there when the whole thing happened together with you?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "Those are the people who have got the right evidence because it happened while I was asleep and I was told that the next morning by those people.\nVENDA HEARING TRC/NORTH WEST\n4 MA NDWHUDZANIA",
            "Female"
        ],
        [
            "MR MANTHATA",
            "No one in the family saw it except those others that you are referring to?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "Yes, it is my father's younger brother and he is present here.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "So if he hasn't made a statement, it will be very difficult for us to question him or her.  We need to question people on the basis of a statement that they have written and taken oath to.\n But otherwise okay, can you tell us what you did with the child after you were told where the child was and the state in which you found the child?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "In hearing that it happened, a person was sent to my father's younger brother and my father's younger brother went in and witnessed what happened.\n When I went there, the corpse was covered.  My husband's younger brother was responsible for everything.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Do everything, he handled the whole matter?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "Yes, I mean that and I was sick, suffering from falling one day.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Okay.  I will leave you over to Russel Ally, who has had contact with our investigative team on this matter.  Perhaps he can lead you on the basis of what he might be having in the office.  Over to you Russel.",
            "Male"
        ],
        [
            "MR ALLY",
            "Go through your statement slowly so that we can recreate the events that you are describing.  In your statement that this incident took place in 1990.\n It was during a period you say, of public violence around Venda when the youth were busy making the then Government of Apartheid ungovernable.  And that the youth were being arrested all over Venda.\n Now your daughter Joyce, was she part of this youth who VENDA HEARING TRC/NORTH WEST\n5 MA NDWHUDZANIA\nwere involved in these events which were taking place?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "She then followed later.",
            "Female"
        ],
        [
            "MR ALLY",
            "The day of this incident, it was in the evening and she went to a meeting and it was at those meetings were these discussions were taking place.  Where the youth were protesting against the Venda Government and against independence, yes?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "She was not part of that meeting, it was just a pandemonium that she later learnt of as people were passing.",
            "Female"
        ],
        [
            "MR ALLY",
            "And in your statement you speak about the Venda Defence Force firing on these youth and your daughter was one of those who were fired upon.  Now, this statement that you make about the Venda Defence Force, this was something that was - was this told to you by people - that is was the Venda Defence Force?",
            "Male"
        ],
        [
            "INTERPRETER",
            "She says she is not clear about the question, will you please repeat.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "In your statement you say that it was the Venda Defence Force who fired on the youth and your daughter was amongst this youth.  Now how did you get to hear that it was the Venda Defence Force, who told you this?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "The local people told me about it.",
            "Female"
        ],
        [
            "MR ALLY",
            "And you also say that you tried to have an investigation into this.   Can you tell us a little bit about that investigation, about what happened?",
            "Male"
        ],
        [
            "MASIA ALVIA NDWHUDZANIA",
            "Well my husband's younger brother knows a lot about it.  He can account on that.",
            "Female"
        ],
        [
            "MR ALLY",
            "We are going to ask to get a statement from your husband's younger brother.  But just to say that what we have learnt was that during this period we know that this\nVENDA HEARING TRC/NORTH WEST\n6 MA NDWHUDZANIA\nwas before the take over by Ramashana and that there was a lot of tension in the area and that the youth were very active in protesting and demonstrating.\n And we still trying to get from former people involved in the Defence Force their account of these events because often the explanation that they were giving was that they were acting in self-defence, that the youth were going on a rampage, that they were attacking people, that they were attacking businesses, property and that the Defence Force and the police were acting in self-defence.  We are not convinced and satisfied with that explanation, we believe that there is a lot more that needs to be discovered and learnt about that period and a lot more investigation that needs to be done.\n But that is one of the areas where we are busy trying to find out as much information as possible.  So we, at this stage, all that I can really say to you is that our investigators are looking into this period and we are trying to get statements from some of the people who were involved as to why they were doing what they did and to question this position that they're putting forward that they were acting in self-defence, because in most of these cases, often warning shots were not fired, live ammunition was used, excessive force was used and we think that an explanation needs to be given.\n We'll ask our statement taker to get a statement from your husband's younger brother and as soon as we have a clearer picture and more evidence and more statements, then we will try to give you an idea of what happened.\n But thank you very much for coming and I am sorry that at this stage there is not more than that that we can \nVENDA HEARING TRC/NORTH WEST\n7 MA NDWHUDZANIA\nactually tell you.",
            "Male"
        ]
    ]
}