{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-04",
        "location": "VENDA",
        "day": "2",
        "names": [
            "NTOMBIZANDILE MUKOSI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56105&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/mukosi.htm",
        "speakers": [
            "MR ALLY",
            "MR LYSTER",
            "MR MANTHATA",
            "MR MUKOSI",
            "MRS MUKOSI",
            "MS MUKOSI",
            "NTOMBIZANDILE MUKOSI"
        ],
        "original_speakers": [
            "MR MUKOSI",
            "MR ALLY",
            "MR LYSTER",
            "NTOMBIZANDILE MUKOSI",
            "MRS MUKOSI",
            "MS MUKOSI",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MR ALLY",
            "Good morning and welcome to you.  Can you hear the translation?",
            "Male"
        ],
        [
            "MR MUKOSI",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you.  I am going to ask Commissioner Lyster to administer the oath and then to assist you with your testimony, thank you.",
            "Male"
        ],
        [
            "MR MUKOSI",
            "Thank you sir.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Can you stand up to take the oath please.",
            "Male"
        ],
        [
            "NTOMBIZANDILE MUKOSI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mrs Mukosi, you have got people here with you today.  Who have you got with you?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "This is my husband and next to my husband is my daughter-in law, the wife to my deceased's son.",
            "Female"
        ],
        [
            "MR LYSTER",
            "We welcome you all here today, thank you for coming in.  You have come to tell us about the harassment of your son at the hands of the Venda police and Defence Force and his subsequent death.  That is your son Sipho Patric Mukosi?\n Now according to your statement, this harassment of your son began at approximately February 1989, is that right?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MR LYSTER",
            "What age was your son at that time?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "He was 24 years old.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Was he working or was he studying?\nVENDA HEARING TRC/NORTH WEST\n2 N MUKOSI",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "He was working.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Here in this area?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "Yes, he was working around this area.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Okay, can you take us forward from there, from about February 1989 and describe to us the first incident and tell us the story until his subsequent death?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "I will start from 1990.  I will jump a lot of information, but I am going to give you very important points, you know to save time.\n In 1990 on the 7th of March it was very early in the morning, eight o'clock, I was preparing myself to go to work.  A policeman came home, I think he was a CID.  If I have to say his name was Mr Muntso and he knocked at my door.\n The children that were in the kitchen called me, they said, granny there is someone looking for you and I got out of the room and Mr Muntso was in the kitchen door, was at the kitchen door.\n I was very scared because I knew him to be a policeman and that was my first point, the second point it was during that year when there was riots around the township.\n He was a friend to my husband, but when I looked at his face on that day, he was a totally different person.  He was no longer the Muntso I knew before and he said to me, where is Sipho.\n I said Sipho has already left for work, because every day Sipho would leave before I leave for work and I would follow.\n And he said, I am here to tell you that Sipho is going up and down the streets with the youth and they think they are fighting the Government.\nVENDA HEARING TRC/NORTH WEST\n3 N MUKOSI\n You are the mother, I am here to inform you that no, that one day you'll be wearing bad clothes, mourning for your son and I said to him, you are a parent, let alone the fact that you are a policeman.\n And I said to him Mr Muntso, have you personally talked to my son to ask him what he wants as he is being going up and down the street?\n And he said to me I don't have time to ask him questions.  What I am going to tell you today is I will not leave my job because of the youth at Chiandima, we are here to inform you that boys will die one by one.\n And this was very uncomfortable for me, I wanted to see where Sipho was and it was now my time to go to work.  I couldn't see him.  As I was at work, I wasn't feeling well.  As a mother I had this bad feeling, because I was told the morning of the same day that my son would be killed.\n When I came back from work, just before I could do anything, Sipho arrived.  I said, Sipho, where have you been this morning.  He said, mom, I went to work.  I said to him Sipho, Muntso, was here telling me that you go up and down the streets, together with the youth, troubling him.  Where were you, what were you doing?\n He said, mother, did Muntso tell you anything that I did?  Did he give you any reason why he came to see you?  That was a very terrible year, we wouldn't go free to work in the taxi's, we used to walk on foot.  It was just violence.\n And on the 27th of May there was a civic association meeting at Chiandima and Sipho woke up very early on that Sunday morning and he said, mom, there is going to be a civic association meeting.  We will be telling you about the VENDA HEARING TRC/NORTH WEST\n4 N MUKOSI\ndemands that we put forward.\n I never really is a person to go these meetings, but on that day I felt in my spirit and in my heart that I had to go to this meeting and I went.  I first went to church and he said mom, today I am not going to church with you, but because you go out late.\n We have a meeting, can I go to Chilizeni church and then go for the meeting thereafter?  Truly my son on the 27th in the morning, went to church and I took his wife and the children, we went to my church.\n When I came back from church, we discovered that the youth were now preparing for the meeting at about two o'clock.  When I passed by the shops a soldier's hippo was driving by, it had four boys on the top.\n And when I looked, I saw Sipho among them.  I shouted, I said, Sipho where are you going to?  And he just gave me a sign, he said, mom, we will come back.  That was the last time I saw my son alive.\n When he was telling me that we will come back.  I went back  home with the children, we enjoyed our lunch and thereafter we went to the meeting that was going to be held.\n When we arrived at the meeting, it was already in the middle, the proceedings were in the middle and I looked around and I saw a lot of boys I knew, but Sipho wasn't among them.\n The meeting on that day was not a political meeting, it was just a meeting to give the community a feedback on the demands they put forward to the Government.  They wanted clinics to be built and Chandema, they wanted extension of classrooms, they wanted the cemetery to be corrected.\n In the middle of the meeting a boy came, he was among \nVENDA HEARING TRC/NORTH WEST\n5 N MUKOSI\nthe group of four men on the hippo and he whispered to the leadership of the civic and one of the leaders stood up to make an announcement saying the hippo that was driving by, was now involved in  an accident.\n I had the only child Sipho, I don't have any other child.  As I was standing there, another one came to me and said mom, let's go to Chilizene, the boys are injured and I got the shock of my life.\n We left for Chilizene and on our arrival at Chilizene, I saw all of them that were injured, I even saw the soldiers that were driving the hippo, but I couldn't see my son.\n And when I asked the nurses not even one of them wanted to look me straight into the eyes.  Even the ones I knew, they didn't want to give me an answer, they didn't want to look me into the eyes and I waited outside, I wanted to see what was going to be the end of this whole story.\n As I was sitting waiting, Doctor Mawashe, got out driving a car, Sipho was in the car and I was told that we are going to take him for X-Rays.  And I was told that I'd never see him again and it is true, I never saw him.\n I can't tell you how was I transported back home, I do not really know.  I only regained consciousness when I was at home.  My husband was left behind at the hospital.\n When he came back in the afternoon, he had in his possession Sipho's clothes, that were torn, that were full of blood.  He gave me a parcel that was wrapped in a tissue paper, it was Sipho's teeth.  I didn't know what to do and I said to him, what happened.  You give me Sipho's clothes.\n The youth went away to search for a helicopter to take Sipho somewhere.  It is true, they went together with Sipho to Garankua.\nVENDA HEARING TRC/NORTH WEST\n6 N MUKOSI\n The next day, it was on a Monday when he came back, he gave me a word of assurance, he said Sipho will be alive, but because I am a parent, I didn't want to believe this.\n On Tuesday I took public transport and went straight to Garankua and I couldn't get it right, because they were always giving me promises, saying you will see him.\n He was in a coma from the 27th until he died on the 6th of June.  He wasn't speaking, he wasn't looking at you.  He was just laying there, quiet.  But I had this hope that my child will live.\n I came back home and the youth from the civic went to get Ramoswana.  They wanted him to give them advice.  He took out his Government car and he said they should take me to Garankua.  I went to Garankua accompanied by the civic people accompanied by the young men of this area and those who were sympathising with me, we went to see my son.\n When we arrived at Garankua, my son was in the intensive care unit, nobody was allowed to see him.  But we pleaded with them to give us permission to see him and they allowed us to see him.\n After seeing him, I had this feeling in me that Sipho will never be alive, he's going to die, but people were sympathising with me, telling me that he will be just fine.\n From the 1st of June until the 5th of June, I was phoning the hospital every day and they were telling me that Sipho will be fine, but on the 5th before I could go to bed, I phoned and another nurse said to me, I want to tell you the truth.\n Sipho is not going to make it.  On the 6th of June in the morning, Sipho was found dead.  People came to help me until I buried my son, but the thing that is most disturbing VENDA HEARING TRC/NORTH WEST\n7 N MUKOSI\nis this one. \n Sipho left me with a wife, this is his wife and he left two children behind.  This wife is at school and she is my burden and the children are my burden and Sipho was just killed.\n My husband is here, he lost his job in 1991 because the death of Sipho troubled him.  He is a sickly person today, he is always at the hospital, he's got epilepsy.  When I requested the Doctors to give me an explanation, they said he is diabetic.  I think this affected his heart.\n The second point that is troubling me is this one.  Muntso is a policeman, that is his own business.  He is doing his job, I don't mind, but he came to my house as a friend of my husband.  But on that day when he came to give me a notice that my son is going to die, he never set his foot again in my house.\n I am requesting the Truth  Commission to help me.  I want Muntso, wherever he is, I am pleading with him and I believe he wasn't alone in this thing, he must come up together with all the people he was with and maybe my heart will be at peace.\n Even if I have peace with my heart, I will never forget one thing in my life, the death of my son.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Thank you very much.  We extend our sympathies to you and your family, it is a terrible thing to lose a child and it is particularly sad when it is your only child.  Did you ever find out from your son's friends what happened on that day?  Why they were on top of that military vehicle, had they been arrested, were they being taken to the Venda Defence Force head quarters, what was the situation?\nVENDA HEARING TRC/NORTH WEST\n8 N MUKOSI",
            "Male"
        ],
        [
            "MS MUKOSI",
            "Thank you.  I will give you an explanation.  I requested the young men to give me an explanation because the hippo left in my absence.  You know that year was a very violent year and no meetings were allowed at all, especially the political meetings.\n But the youth was just going to give a feedback to the community and rumour had it that the soldiers arrived and they said it would be better if we take some of you to our head office so that you can get clarity as to the permission of the meeting and when they arrived at their head office, the meeting was legal.\n And when the soldiers realised that it was a legal meeting, they said we are sorry, your meeting is legal, we can now take you back.  Now on their way back, they say a hippo was driving in a very high speed, I don't know are they trying to cover the time or what were they doing.\n But we were told that the boys asked the soldiers, why are you driving this way and one of the soldiers said, this is our style of driving.  And when they approached the Venda sign robots, it went off the brakes and it went through a red robot and at the robots at the shopping centre, it couldn't stop and cars were just travelling, it couldn't stop and it just got in this accident.\n My son fell from the hippo onto the tarred road and that was it.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Mrs Mukosi, I just want to take you back a bit before we come back to that incident.  In your statement you refer to something which happened in February 1990.  Sipho had been to a gathering or a party at someone's house to celebrate the release of President Mandela from jail.\n Could you tell us about that incident?\nVENDA HEARING TRC/NORTH WEST\n9 N MUKOSI",
            "Male"
        ],
        [
            "MS MUKOSI",
            "My son never stood up and tell me that he was a member of the ANC.  The second point I know the reason why he didn't tell me, I was so scared and I knew for a fact that you say anything about the ANC, you are going to be arrested and maybe that's the reason he didn't want to tell me anything.\n After the release of President Mandela, Sipho arrived at home, he was injured.  You could see that he was assaulted with sjamboks.  And I asked him Sipho how did you sustain these injuries?\n Every time he left in the evenings, he would tell me that he is going to gym and I said, Sipho you went to the gym and you come back injured, what happened?  And he said, mom, we were busy exercising and the soldiers got hold of us, they assaulted us, telling us that we were holding a secret meeting.\n The second time he came back home and I could feel his arm was broken and I said to him, listen here, take this money, go to Chilizeni, because every time you go to the gym you come back injured.  He went to the hospital and they plastered his hand.\n The other time he said they were going for a meeting at Sqwibelo.  I think Sqwibelo was one of their members, they were going to celebrate the release of President Mandela.\n Sipho, you come back this way, what happened?  He said to me mom, we were in the middle of the barbecue enjoying and the soldiers arrived, they didn't say anything, they just took out their sjamboks and they were on us.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Now just going back to the incidents in which your son died.  Was there an inquest that was held, was there any sort of case that was held relating to his death\nVENDA HEARING TRC/NORTH WEST\n10 N MUKOSI\nor was the driver of the vehicle charged with anything?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "I do not know anything.  I don't even know anything about the court case.  I was mourning and I even took a lawyer, but he didn't do anything and we realised that there was an oppression of some kind and then we were told that Sipho's court hearings will begin, but as his parents, we were never called.\n I was so harassed.  Men and women, young men and women were pushing me and I couldn't gain entrance.  I don't know what the proceedings of the court were.  I don't even, that's why I say to you I don't remember as to whether there was a court case or not.",
            "Female"
        ],
        [
            "MR LYSTER",
            "And you said Sipho was working at the time.  Where was he working?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "He was working with another woman, they were drawing plans on weekends.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Did your son or his wife receive any sort of payout or compensation from the motor vehicle accident fund as a result of this, or any compensation from the Venda Defence Force arising out of his death?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "How would I get compensation because I never went to court.  Even today, we didn't get anything.",
            "Female"
        ],
        [
            "MR LYSTER",
            "Thank you Mrs Mukosi.  I'll ask my colleagues if they have any questions to ask.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mrs Mukosi.  You wouldn't see this as an ordinary accident.  What would you say such a case could be described as?  What I want to say is would you say the soldiers decided to kill the youth in the car without themselves going to be killed too?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "If a person came to me to tell me that it was an accident, I would take it that way, but this Muntso came\nVENDA HEARING TRC/NORTH WEST\n11 N MUKOSI\nto my house and told me that my son would be killed.\n And I believe it was a plan.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "; And the military office of Venda land did not come to your house to explain what the youth said was the typical way of driving some of these cars by the officers of the department?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "Nobody came to me, but on the 29th of June as I was reading a newspaper, I came across an article saying Ramoswana came to me to give condolences.  I've never talked to him, I do not know him.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Because you said he issued a car that took you to Garankua.  Was this just an order or did he come, or did he send for you to find out what the position is and therefor offer a car to transport you to Garankua?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "He didn't bring a car, but the youth left, they went to his office to tell him what was happening and a car was taken out.  I think he did this because of the pressures from the youth.  He didn't do it out of his own will.\n He didn't come to me, he didn't come to my house.  There was this car written VDF and I was told that Ramoswana gave permission for us to get the car.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "The youth couldn't pressurise him further to account for the accident if we have to call it that or the manner in which the drivers, behaved themselves?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "I won't have more information.  But I think there is something they said to him because he ended up releasing a car and a helicopter was also sent to take my child to the hospital.  Maybe there was pressure of some kind.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "; At that time what was Sipho's wife doing, was\nVENDA HEARING TRC/NORTH WEST\n12 N MUKOSI\nshe at school, was she working?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "Sipho's wife was schooling, but at the time of his death, she was not schooling because she was pregnant.  The child was born after the death of Sipho and she went back to school thereafter.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Okay, no further questions.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you very much Mrs Mukosi for coming forward.  The period that you are relating in your statement was a very difficult period where a lot of youth lost their lives or were injured or maimed.\n It was a very - the political conflict in Venda during the early months of 1990 - it was quite extreme and it is clear that the context in which your son was arrested was part of that political conflict taking place.\n It is very difficult in the case of a motor car accident like that - it is clear that there was recklessness on the part of the person who was driving that hippo and that is also one of the areas that is being investigated.\n It is surprising that you didn't receive any compensation particularly third party, because in a situation like that there is provision for third party insurance.\n But as I said to the previous witness, these are issues which we are still looking into and still investigating and as soon as we have a clearer picture that put all the pieces together, we will certainly  be coming back to you and telling you of what we have found and we will try and assist you.\n Particularly with the possibility of a MVA claim for the motor vehicle insurance claim because of the nature, the circumstances under which your son was killed.  We \nVENDA HEARING TRC/NORTH WEST\n13 N MUKOSI\nsympathise with you and again thank you very much for coming forward.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Sorry Mrs Mukosi, can we find out what the ages of Sipho's children are?",
            "Male"
        ],
        [
            "MRS MUKOSI",
            "The first one is ten years old, the second is six years old.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Here perhaps we can be helped by the likes of (indistinct).  It is commonly said that there is free and compulsory education lately, now this is some of things that will never happen until the communities themselves put a little bit of pressure to find out the truth about it.\n We know that we normally go the traditional way of paying for our children, perhaps even at times when we are not supposed to pay.  Thank you.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you very much.",
            "Male"
        ]
    ]
}