{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-03",
        "location": "VENDA",
        "day": "1",
        "names": [
            "FRANS N. MAVHUNGA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56101&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/mavhunga.htm",
        "speakers": [
            "FRANS NTENDELENI MAVHUNGA",
            "MR LYSTER",
            "MR MANTHATA",
            "MY ALLY"
        ],
        "original_speakers": [
            "FRANS NTENDELENI MAVHUNGA",
            "MR LYSTER",
            "MR MAVHUNGA",
            "MR MANTHATA",
            "MY ALLY"
        ]
    },
    "testimony": [
        [
            "FRANS NTENDELENI MAVHUNGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Now you have come to the Commission to tell us about the assault, detention for a lengthy period and assault on you by the police in approximately 1987, I see from your statement.  You are presently 35 years of age, you are unemployed and you are currently a member of the African National Congress.\n Now can you tell us in 1987, what were you doing?  Were you working, were you at school, were you unemployed, what were you doing?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "1987 I was not around, I'd gone to Masisi.  On coming back home, I found out that there was somebody who came as a visitor and I asked as to what was that person looking for and I was told that he didn't indicate exactly what he was looking for.\n And I asked as to where this person went and I was told that the other person took him to the Royal - or the sub-Headman. I went to the sub-Headmen and asked the sub-Headmen as to whether the sub-headmen knew about the person and he said he didn't know.\n I was forced to see the person who had been locked in, but the sub-Headmen denied because he said the person had \nVENDA HEARING TRC/NORTH WEST\n2 FN MAVHUNGA\nsome firearm and we have referred the matter to the police and the police are on their way, coming.  I was forced to get into the house.\n I went to the hut and found that there was a tall guy who had some blankets on the floor and I asked him as to where he was coming from.  And he told us that he was from Zambia, he told me that he was from Zambia and I asked him as to where he was going and what he was coming there for.\n And he said he was just going around.  He was looking for Mr Rajibanga.  Just after that he said he had heavy load for him.  He wanted to carry or transport them.\n And I only said that I could only offer a paper bag to carry these things, but then I knew that on my way, that the police are on their way and if you don't make some plans they will kill you right in this hut.\n And then I said I'll move out so that they shall not realise that I am the one who was with you, then I went to the other place.  When I came back with the paper bag I went to the hut, then he took out a number of firearms from under the blanket and put them on the paper bag.\n And after five minutes I left to sleep, so that the people who were out should not realised that I was also involved in that.\n Thereafter, because he was also frightened on hearing that the police were coming, he left the same time when I left.\n That is where we met some other place and I directed him to wherever he wanted to and then he left.  So I went for a sleep.\n Twelve midnight, the police arrived and they were - I was just - when I woke up they had already arrested me and \nVENDA HEARING TRC/NORTH WEST\n3 FN MAVHUNGA\nasked me as to where that person had and the sub-Headmen referred them to this place.\n I only said I didn't know as it was understood that he was with the sub-Headmen and that is where the police took me out and we went to my other brother and some people were beaten there.\n Chiwane was there and Sumwayna, those are the people that I recognised who were leaving, they went back to the sub-Headman.  After which I went to work.  At work a phone came, I was working in a mine and I was made to believe that I was wanted by the police.\n The White man with whom I was working didn't want to release me because I was busy and the policeman forced that I shall be released and I was released.\n Going out, I saw Mr Chiwane there and we went straight to the police at Masisi.  Arriving at the police station there were a lot of Defence Force members and they said to me if you don't tell us today what happened to this person, you are going to see wonderful things.\n Then I went in at the police station where they were - the security police offices who wanted me to give evidence in full as to where the person had been and I denied vehemently knowing - that I said I left him with the sub-Headmen.\n And they said you are lying, you know where he is.  That is where I left, they gave the other police people were given to me, then we went to the other office so that I should say the true things.\n They said I was not prepared to give evidence although I was in the knowledge of what happened.  I then talked about a man that I knew there.  I don't even know what thing VENDA HEARING TRC/NORTH WEST\n4 FN MAVHUNGA\nthey were using on beating me, they just beat me because they had racked my face and I couldn't even see what was happening.\n Thereafter, I denied, I resisted, saying I didn't know anything.  Thereafter I learnt that that person was found, that he was shot dead.  Thereafter the police came to me straight away and wanted to know why I was resisting and denying because we understand that there was a paper bag which was full of firearms.\n I denied even then and said I was not the one who gave him, but I knew that I was the one who did that, because I knew if I talk I had to say that, they would arrest me and beat me.\n They went on assaulting me, they beat me and I was taken to the police station to the cell and I was told that they were still looking for me.\n I was taken to the cell, police station.  I slept at the police station and the following day I was released.  They asked me further as to what happened and I said no, I don't know anything, I already told you that I don't know anything.\n And then I was made to kneel, it was around six o'clock, from six o'clock - up to six o'clock, they were all there activities, then they left.\n They sent me to the cell, the following day I was released.  Doing the same thing repeatedly, swearing at me and harassing me.\n And they took me again to the very same place, six two six and I went back to them the following day, doing the very same thing for three days.\n And I had to write a statement, Mr Chiwane assisting \nVENDA HEARING TRC/NORTH WEST\n5 FN MAVHUNGA\nme.  That is when I was arrested.  I stayed there for quite a number of days.  It was made of corrugated iron, there was only a toilet and a few blankets.\n One couldn't do anything good because it was just corrugated iron.  I was kept there for about six months without seeing anything.\n From there I was taken to court.  When I went to court it was remanded and I was requested to be outside and the Magistrate who was there, said no, you cannot be out on bail, or you cannot be out, so I had to go back to the cell again. \n I stayed there, I went to court, it was remanded again, the same happened.  I stayed there for a number of days and then I left.\n And the case was remanded again and referred to - from Magistrate Masisi to Toyandu and I came to Regional Court.\n The witnesses gave their evidence and it was remanded, I went back to Masisi where I stayed for a long time.  I got ill while I was in the cell and I was sent to (indistinct) hospital.\n And they took me back in a van and I stayed in a cell and the case was referred to the Regional Court.  After that, when it was referred to the Regional Court I somebody pointed a finger at me and said, never do such a thing.\n And then, as I was there, I requested for a letter so that I shall go to work, so that they should know what happened.  Then I left to work at Tsukondeni Mine and told them that I was back.\n The colleagues, White colleagues that were working with me, said we wouldn't be able to accept you back as you are a terrorist.\nVENDA HEARING TRC/NORTH WEST\n6 FN MAVHUNGA\n That's when I went back home and in which case I went to search for another job.  The White man with whom I was working, he used to know me very well, his name was Thomas.\n He told me that if you are able go to Mandela, he will be able to help you.  Then I went off.  I went to (indistinct) to look for a job and then they offered me and that person came back and told the people who were my employers that they cannot accept this person because he is a terrorist.\n I had to go back home.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Mr Mavhunga, just to get some details on your actual detention.  You said in your statement that you were detained in a, it sounds very much like it was a shed made from zinc sheets, is that right?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And how long exactly did you stay in that place?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "For about nine months.",
            "Male"
        ],
        [
            "MR LYSTER",
            "; And were you completely on your own?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, it was a solitary confinement, there was no other person there, I was alone.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And were you kept in there during the day, during the heat of the day?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Now just to go back to the case that you said that you were charged at the Regional Court in Toyandu.  Do you remember exactly what the specific charge against you was?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "In this Regional Court I was found not guilty but I was just pointed by finger and told not to help those people.\nVENDA HEARING TRC/NORTH WEST\n7 FN MAVHUNGA",
            "Male"
        ],
        [
            "MR LYSTER",
            "What was the charge against you, did you remember?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "No, the charge was just helping a terrorist by a paper bag.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Now that was in 1988, when you were released, is that right, yes, 1988?  And have you, you said that after you were dismissed from your job, you got another job and - with the Department of Nature Conservation, how long did that job last before you were dismissed from that job?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, I was employed there and after finding that job, that guy who told me to go and search for a job at Mr Mandela, he followed me there and told my new bosses that why are they employing terrorists?",
            "Male"
        ],
        [
            "MR LYSTER",
            "Before you met this person who had been, who had come from Zambia presumably, he had received training there and had come back to South Africa, what was your political involvement?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "By that time, no, by that time I was not belonging to any political organisation.",
            "Male"
        ],
        [
            "MR LYSTER",
            "So it was just your misfortune in fact and co-incidental that you found this person at your house and that because of the position that he found himself in, you assisted him in the way that you did, is that right?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And it seems from what you have told us, that you have suffered tremendously since that day.  Nine months solitary confinement in a tin shed and the loss of two jobs thereafter?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, I was hurt and very disturbed because after that, my parents have told me that I was mentally disturbed.\nVENDA HEARING TRC/NORTH WEST\n8 FN MAVHUNGA",
            "Male"
        ],
        [
            "MR LYSTER",
            "Do you feel that there is anything wrong with you?  Do you feel that the period in detention and your misfortune after you came out of detention, have effected you in any way?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Will you please repeat your question?",
            "Male"
        ],
        [
            "MR LYSTER",
            "How do you feel, you said that your parents said that you were mentally disturbed in some way by your experiences.  Do you feel all right, do you feel that you have been mentally effected in some way?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Up to now my mind is okay and I am okay, no problem.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Well, you certainly sound to us as if you are okay, and it sounds as though that the situation that you find yourself in is largely because of the action taken against you by your previous employer.\n The policeman who ordered your detention, do you know who they were.  You said the policeman that you actually dealt with was a Mr Chiwane and a Mr Sumwayna.  Are there other policemen that you recall who were involved at that time?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, I remember the people.  I know Sergeant Sumwayna, Marhaqe, Marhowa, Nemesisi and Mr Ramboda and Chiwane.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Are they still in the police force, as far as you know?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, they are still working there.  I used to see them, except Mr Chiwane which I cannot tell.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And what sort of ranks do these policemen have?  Do you know whether they specifically were responsible for ordering your detention for that very long period of time or do you know whether the orders for your\nVENDA HEARING TRC/NORTH WEST\n9 FN MAVHUNGA\ndetention came from higher up?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "I cannot give evidence of who was giving them orders or whether they were responsible themselves.  But I think they can give evidence on this themselves.",
            "Male"
        ],
        [
            "MR LYSTER",
            "The cell where you were held, is it still in existence?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, yes it is still existing, but I never like to watch it again.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Can you tell us where it is?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "It is at Masisi.",
            "Male"
        ],
        [
            "MR LYSTER",
            "The police station compound, is it?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Now, the police station has been changed and it is in the other side, but that was in the old police station.",
            "Male"
        ],
        [
            "MR LYSTER",
            "Is a place which other witnesses today have mentioned, that they were held in a zinc or a corrugated iron shed.  In fact one of the witnesses which were held there was not even able to give evidence today, he was fairly mentally disturbed by his experience.\n But thank you for giving us that information.  We would like to go and see that police cell if one could call it that - and certainly see whether it is still being used to detain people.  Thank you I'll ask the Chairman if he has got any questions to ask or Mr Manthata.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You say Fenias, who subsequently died, he is the one who told you that the freedom fighters were in the house before they were taken to Waqoma?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Yes, my elder brother is the one who took that man to the Headmen's or Waqoma.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "; How did Fenias die?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "Fenias was just attacked by various diseases\nVENDA HEARING TRC/NORTH WEST\n10 FN MAVHUNGA\nand then he passed away.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You never knew who the freedom fighter was, you just - even after you learnt that he was killed?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "That person told me that he was called Mawhera but I don't know him clearly, but he just told me that he is Mawhera.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Did he tell you where he was from, that is where - let alone from Zimbabwe or Zambia or what, but here in South Africa, he did not tell you his home?",
            "Male"
        ],
        [
            "FRANS NTENDELENI MAVHUNGA",
            "No, he did not explain that because there was a short time and there was a short time to discuss many things.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you, no further questions.",
            "Male"
        ],
        [
            "MY ALLY",
            "Frans, thank you very much for coming to speak to us about a very harrowing experience.  Nine months in solitary confinement is bad enough, but in sub-human conditions, zinc corrugated iron cell, subjected to all those elements, hot and cold and to be treated in that way, it is a testimony to your courage in many ways.\n That you have survived that ordeal and we hope that your conditions and your situation will improve and that - given what you've experienced, that I can't see how anyone would not want to employ someone of your character and your endurance, so once again, thanks for coming forward to share that experience with us.",
            "Unknown"
        ]
    ]
}