{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-03",
        "location": "VENDA",
        "day": "1",
        "names": [
            "SAMUEL RADAMBA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56112&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/venda/radamba.htm",
        "speakers": [
            "MR ALLY",
            "MR MANTHATA",
            "MR RADAMBA"
        ],
        "original_speakers": [
            "MR MANTHATA",
            "MR RADAMBA",
            "MR ALLY"
        ]
    },
    "testimony": [
        [
            "MR MANTHATA",
            "Samuel, who is with you in the podium?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "It is my wife.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "We welcome her.  Can she please relax too.  Samuel, can you tell us briefly who you are?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "Yes, I can.  I am Samuel Radamba.  No, I am not working.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What were you doing until this day when the police arrested you?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "Truly, what was happening is that when I was living up until today, I was a person who in 1981 and there were people whom when I met them, they were having information that they can be helped by food, but I helped them not knowing that giving them food is a crime.\n But later, on the 11th 1983, when I was out in my field or orchard, as I was working in the orchard, by that time in the evening when I was thinking of going home to get some food, on my way to home, I met my younger brother who is Daniel Radamba, having policemen.\n And those policemen were coming from the Sebatsa police station, they were Venda police.\n When approaching me, my brother told me nothing, the only thing that I was told was told by the police.  The police welcomed me, it is a Mr Mangaka who told me are you Mr Radamba?  I said yes, I am Mr Radamba.\nVENDA HEARING TRC/NORTH WEST\n2 S RADAMBA\n And then they told me that they were here to take me.  When telling me that they were here to arrest me, we are arresting you in connection with the case of harbouring the terrorists or the people who are not needed in this country, from there I was a person who was so anxious and there was nothing that I can do because there was nothing that I can do.\n I was forced to go with them where they car was.  When we arrived where their car was, it is next to my home.  On arriving there I was not allowed to go home, I was simply asked if I have got an ID and then they told me that they sent my younger brother to go and fetch my ID from there I was handcuffed.\n When my brother came back with my ID, I was allowed to go with them.  On our way I was told that I must walk, reminding everything which I have done when walking with the terrorists.\n Then there was nothing which I can tell them, I kept quiet.  We went on and reached the offices in which those policemen were working.  That is next to the Veterinary  offices.\n There I was taken into a building and there I was told that.  Do you know that some of you are here who are Mr Tsokusamwe Remagawera and Itwane Petros Msrewana.\n I said, yes, I know that and they said to me do you agree that those people might have told us something about this case and now we want you to tell us exactly what you have done and exactly what is it.  I told them that I have got nothing that I know and I will explain nothing.\n In the second place, I've said that twice.  In that office I found that there were many police men and women.  \nVENDA HEARING TRC/NORTH WEST\n3 S RADAMBA\nI realised that there is nothing that I'm going to do and there is nothing that I can do.\n I kept quiet sitting there, they asked me again.  Women saying is binding, then stop him, we'll deal with him accordingly, we women.\n It is then that I told them it is true, there are people which I offered food, but I was not aware that that was  a crime.   By saying that I was given time and then the others were told that they must go and we will deal with him, we will tell the whole truth.\n I was forced to take a statement.  From there I was taken out of those offices and I was led to the Tumtale police station.  In Tumtale police station I was placed in a house in which it was not a house built by bricks, it was built by corrugated irons.  There were no lights, no bathrooms, there was only a toilet.\n There was nobody in my room, I was alone and I was allowed - and I asked them to go and fetch my Bible and then I was told that there is nothing.  Even a piece of paper that you must be in possession of whilst sitting there.  \n I sat there for three months in that solitary confinement.  All days that I spent there, I still remember that I spent 108 days sitting there.  What I can explain is this, while in that solitary confinement, there were times although I was not ill, feeling nothing, no pain, I felt that certain policemen Mr Tshivhase came and fetch me.\n He took me from the Tumtale police station, he took me to Cherizene hospital.  In arriving at Cherizene hospital we did not follow the queues with others, I was just taken to a place where there were no other people being there.\n I found him going - in front there were houses and he \nVENDA HEARING TRC/NORTH WEST\n4 S RADAMBA\ncame back with a White Doctor.  That person was having an injection with a needle and a thing which looks like a car fuse.\n In arriving inside it, in opening it there was a liquid which was inside there and I was injected with that liquid in my left hand.\n From there I was taken back to that solitary confinement at (indistinct)\n Within some few days on the 24th of February I was told that Mr Tshivhase will take me to Sebatsa police station where I was taken to from Tumtale police station.\n In there I was told that I am released, you must go back home where you are going to do all which you used to tell us how to do it.  From there I go with Mr Mambele Tshivhase that we are going back home.\n In the middle of the road where we were going back home, Mr Mambele ordered me that I must keep on reporting at the Chief's kraal at the Headmen (indistinct).\n At that place, I used to go and report there, which I started from the 25 and I go and report that I am back.  I lived there keeping on reporting every day until on the 9th of 1990.\n While living that way in May I was having a problem which was disturbing me when I was told a terrorist by that, that I am a terrorist.  I led me that being named something which I was never  accepted by anybody, that thing cost me that in my life everybody that I met, if he could see that I am living in that way, that person we must try and make relationship with me, will be asked the kind of information which we used to talk.\n One day I happened to stay with my brother who is Mr \nVENDA HEARING TRC/NORTH WEST\n5 S RADAMBA\nRamashia.  There were tents built at Sherowa River when the bridge was erected.  That day Mr Ramashia told those people who were erecting the tents, that - because the tents were built on the way for the cattles and Mr Ramashia told those people that why they are building their tents on the way in which we use for our cattle.\n And those people there were no police.  It was taken by those people that were present there who were police informers although I did not know them.\n Although some, I used to know them.  They took the information to the police station at Sebatsa.  The following day I was being prepared to plant sweet potatoes, a van arrived.  Fortunate enough the keys to lock the place were the prisoners used to be put, were not available and then I was told that, come we are here to take you again.\n And I was taken to the police station again.  I was asked that when coming from that dipping places, enquiring that those people who have erected their tents there, why you were questioning those people who have erected those tents.\n What is it that you were questioning them.  I told them they have erected their tents in the path for the cattle and I was afraid that the cattle might disturb their camps and they are saying, no okay, we understand you.  Now we are going to take that man who you are saying have said this.\n If we heard him saying that he did not say that, we will come and take you again.  By myself I started to realise that I am living in a very different place and I am hurt and I am very disturbed in that way.\n The Headmen of that place was given all powers to work with the police.  At the Headmen's place it was like the \nVENDA HEARING TRC/NORTH WEST\n6 S RADAMBA\npolice office, where they used to gather information from me.\n From that day that is how I was working.  That is how the police used to work with me at home, it was Mr Mambele Tshivhase, (indistinct) and Mr Mpapole.\n The last day of the 9th of 1990, I ended up arriving at home with my wife.  That man came and blow a hooter and going there, he told met that how is the life?\n I forced him to tell him that, oh, my friend, if there is anything which is left, please take me and allow me to go back to jail or anywhere, because I was hurt and I was eating the same stuff everyday and I was disturbed and I was tired of daily soup.\n And they were saying there is nothing that they can do.  Make it that there is no one who will be allowed to give you food from outside, because if someone from outside gave you food and it killed you, then it means they are saying, the people will say we have killed you.\n But in fact I was hurt.  That life outside the prison is something which in my, in the way I can see, I have got lots of pain because pain which hurt me a lot is this, the way in which I was working.  Since I was injected that liquid in my hand, what I am now as I am talking, my left hand, is not working properly and it cannot scratch the right hand.\n In that way when it reaches the back of my right hand, there are lots of pain that I can do nothing.  If I can try to take a hole or to work hard, to work from here to there, I feel very tired and if I can work, I feel very tired that I cannot sleep well.\n And now I ended up saying it is better if I were dead, \nVENDA HEARING TRC/NORTH WEST\n7 S RADAMBA\nbecause even now when I'm living, there is nothing that I can do.  If I want to eat, (indistinct) I must find someone who can assist me, at least what must be done is this, that if we have got donkeys we can work for by ploughing, using donkeys.\n Now my wife is not working.  I also think those people who are saying that as I'm living I am a person and if I can say that in coming here today, the money which I have used is not mine, it is not coming from my pocket because in my life, I've got no cent in my pocket.\n By that I feel, I feel hurt.  That terrorist plant which was sown in my name, is a problem and even today, where I'm living, I find myself a person who is unacceptable.  That is a hatred in my every day and I don't know what I must do, which can, at least led me into taking off that hatred.\n I normally feel pain especially when I consider that at the moment in which we are living, we are living in the present moment, unlike like the past, which used to rule in the past.  When I consider that, I realise that people talk about where the source of money is, I don't even know how much they are earning, they might be getting pay cheques, I don't even know how they are earning, but there are people who are happy that the moneys they are getting is better than the moneys we used to get in the past.\n When the talk about such things, I feel pain when considering the fact that I am, when I am being troubled, when I am unacceptable, whilst I am considered to be guilty of having provided food to the people, although I didn't know that I was that guilty.\n The very same people who at the very same time are \nVENDA HEARING TRC/NORTH WEST\n8 S RADAMBA\nworking in the very same Government at the moment, the services and the moneys that they are receiving, we are not even refusing the moneys because they receive them through maybe the existing Government was applied by the people who are not acceptable, they again say -",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mr Radamba, we understand the hurt that you sustained and what seems to be more hurting too is the lives led by those people who brought you into that kind of a situation where they called you a terrorist or a supporter of terrorists.\n And they made it so difficult that you had to be brought under a Chief, where you - or it seemed you worked like a slave, not being paid, but at the same time what was more hurting was the fact that they had told the members of the community to look at you as someone dangerous.\n So what we would be interested in as you put it, is a question of how can you be restored - your dignity, your honour and even be in a position to earn a living like anybody else.\n But I would love to ask a few questions.  That is, did you know these people who you assisted or who it is alleged you assisted be the terrorists?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "Honestly not by name, I didn't know them by names.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Did you identify them as people different from other people in the community?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "There was, I saw, I believe quite different from society as we are now.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "How different would you say they were?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "I can only submit without any fear that the people I helped providing with food, the people who I\nVENDA HEARING TRC/NORTH WEST\n9 S RADAMBA\nrealised that they had their own firearms, but they never said they wanted to, or intended killing anybody.   That in itself made me feel that when providing food, I couldn't be fearful of them.  They were acceptable people.  There was nothing that was threatening in as far as the possibilities on my side.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Had there been anybody within or around your community who could have been, or who it could have been said that, had been killed by these people?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "I don't have any idea because I never heard of such.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Your brother, Daniel, where had he got it from that you could have been doing this kind of activity when he brought the police to you?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "When Daniel brought the police where I was, the policemen from Sebatsa arrived at my place.  Since I was staying with him in my neighbourhood, they found him and they asked him as to where his other brother was.\n Although he didn't explain to me, but I realised they asked him as to where his brother was and then they came straight to the orchard where I was.\n that is where it happened that I met them when I was going for lunch because I was feeling hungry.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Was your brother ever with you when you met these people that you helped?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "He was with the policemen.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "No, the question is was your brother, did your brother know about these people that you were helping and that you were helping them?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "Oh, my brother didn't know about it that I as providing some people with food, because there was not so\nVENDA HEARING TRC/NORTH WEST\n10 S RADAMBA\nmuch that I had to explain to him.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "If I understand, you were just a simple pheasant farmer.",
            "Male"
        ],
        [
            "MR RADAMBA",
            "Yes, I was dealing with farming, that was the kind of work that I was dedicated in doing as I left the part of the job I was doing in town.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "This is what you were doing in the village and were you giving orders to your wife to cook for these people, to give them place to sleep in or in what way were you helping these people?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "The kind of help which I used to give, as far as my wife was concerned, I didn't have any specific orders telling my wife that I was providing food to the terrorists, however, I knew that these people used a specific type of food.\n And I had to help them in purchasing food the way they wanted the kind of ration and that's how I did.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "My last question.  You seem to have very strong feelings against the people or the police and the people who were supporting apartheid, if I get it so.  Do you still feel like that even at this time?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "The police people who were doing that during that time, I don't feel strongly against, however I feel very painful when I consider how I am already poor now.\n Because when I am living here and the services that people are getting, I have got a family and kids.  We don't have enough that we can use.  Let me just say this briefly as far as maybe this will be in a nutshell to those people who are working.\n While I am living, every household does drink tea, let me say this without any fear.  I might be poor and not \nVENDA HEARING TRC/NORTH WEST\n11 S RADAMBA\ndrinking tea, but I can go and get tea from other people as friends, who can provide it for me.  But what I know is that my kids or the kids that I have, they don't know that in the morning people have to drink tea.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Perhaps, can you roughly, how many years were you treated in this fashion where you were denied a living that is a possibilities of making a livelihood?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "What I can say or testify is that since I was arrested on the 7th of 11, 1983 until I was sent back home on the 24th of February 1984 and again I was given an order out of prison that I shall go and report at the Royal Kraal that I am alive and present, what I did since then, since the 25th of February 1984 till the 9th of April, 1990 I was just reporting at the Royal Kraal.\n But what made this thing, after the police stopped coming to my place and the condition that I was living, they realised that I was not acceptable as a normal person.  I am painful when it comes to the fact that some people who are in my community do not want to believe, I realise that maybe they receive that education or the fact that they are saying I am a terrorist, because maybe it was addressed in one Royal Kraal, because I was not that bad.\n I know that I am a very normal person as any other person.  I think this is why up to now, the people who were educated in that fashion, do not want to accept me because nothing has been addressed since then.  I think they are still living in the past.  They think I am still the very same person who used to be, because nobody seems to be saying he can sit down and talk with me, because now, they don't think things can go wrong.\n I might be saying something wrong, but when I look at \nVENDA HEARING TRC/NORTH WEST\n12 S RADAMBA\nthe people or somebody who did that, they don't want to listen to my questioning, because they say I am guilty of the rights that people have, in as far as the question is concerned.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Do I understand you that it is roughly seven years that you were placed in that kind of situation, that is 1983/84 and then 1984 up to 1990.  Okay, that is that.  And then you talked about the injection that you were given.  Do you think that it had an effect on you, the kind of effect that has a negative influence on your health?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "On feeling how my hand is at the moment, since I was born up to my arrest, I never experienced that before and I could not even, and even when I had coming, feeling when using my own imagination, I am not sure though that it could be true, I am forced to believe that that is why it really influenced.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You never consulted a Doctor thereafter?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "Well I do consult casually, even on the 23rd the past month, I consulted or I bought some medicine, but it is not even effective, it is not helping at all.\n Because they just say those are normal pains.  I can't really say this kind of a pain, because I don't have money at all.  If I had money, maybe I will get a special Doctor who will really diagnose me in as far as the cause is concerned, because I will be paying him, but I don't have money.\n And I know that where I am, is difficult for me to explain to anybody because people will look for money, and I don't have money.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "thank you no further questions, Simon and over to the Chairperson.\nVENDA HEARING TRC/NORTH WEST\n13 S RADAMBA",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you very much.  Just briefly, Mr Radamba you are the second person today who has mentioned the policeman Sergeant Mambele Tshivhase.\n Where was he based, at Sebatsa?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "Mr Tshivhase, I think he was based, but I think he is a person from Mgumbani, but now I don't know where he is staying, is working, but I have little knowledge that he has got a house right in Mqarera, but I don't know if he is not using it because he might change it and one remain thinking he is still using it.",
            "Male"
        ],
        [
            "MR ALLY",
            "Do you know what branch of the police he was working in?  Was he security branch, was he detective branch, do you recall?  Was he plain clothes, uniform branch?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "They were not wearing clothes like other people, he was not wearing clothes like other people.",
            "Male"
        ],
        [
            "MR ALLY",
            "Now, you also mentioned that you got a cheque from the South African Council of Churches, is that right?  When was that?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "If I am not mistaken, I think it was in 1984, before the end of 1984, or in the beginning of 1985, but I think it is before the end of 1984. (tape starts) ... I found it being a cheque but I just believed that it is coming from the Government, because I was unable to differentiate where it was coming from.\n I just realised that it is not coming from the Government, because when it was heard that I found that cheque, the police came back and investigated where I found that cheque and they saying, am I repeating the same thing?   I told them that I thought it is coming from your Government, but it is not coming from.  They say yes but it \nVENDA HEARING TRC/NORTH WEST\n14 S RADAMBA\nis not coming form this Government, but information what I must use that cheque for, was not there, but I just used it for my family.",
            "Male"
        ],
        [
            "MR ALLY",
            "You said that the cheque was given to you by Mr Simon Nacombe, is that right?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "Yes, Simeon Nacombe.  Mr Nacombe, I just know him as a person who was a scholar by then and he was attending school at Pherper Secondary school.",
            "Male"
        ],
        [
            "MR ALLY",
            "You said that when you were given that cheque and the police found out about the cheque, Sergeant Mambele came to your house and he fired a shot near you and he hit you in the face and saying that people like Mr Simeon Nacombe who gave you the cheque, should be shot in public, is that correct, you've said that in your statement?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "What happened, when I received that cheque is that I go out of my people and help a certain teacher who was ill and help him to go back to his home.  When sitting at his home with his family members, I saw a boy coming and he told me that I am being called by someone there between Maqwarani and Tswitsebe.\n In arriving there, I found Mr Mambele Tshivhase and the Headmen Mr Netzizewe.  There they told me that we have heard that you have received a cheque and those are the things in which I was clapped and I was told if I was - he took out his gun and explaining that those people need to be brought in front of the people and be shot when people are looking, so that they must fear.\n And then he shot one bullet and faced it to the east.",
            "Male"
        ],
        [
            "MR ALLY",
            "Mr Radamba, if you could just help me with one thing please.  Just in your statement and in your testimony now, you said that when you were released from solitary \nVENDA HEARING TRC/NORTH WEST\n15 S RADAMBA\nconfinement, you were told that you had to report to the Headmen, Mr Injadiva.  Now this Headmen was visited in your statement regularly by police, you mention Mr Tshivhase who used to come there as well.  Now when you were speaking, I got the impression and maybe I am wrong, but if I am you can correct me, because you were also told to report there on a regular basis and that the policemen used to come to the Headmen's house, was there an accusation against you that you were also working for the police, was there ever that type of accusation against you, that you were an informer or a collaborator?",
            "Male"
        ],
        [
            "MR RADAMBA",
            "On my side, by the way in which I was working is this, what is important is for me to go and report there that I am around.\n When they are seeing me it was good for them, because if I spent two days without going there, it is then that the Headmen used to take the information to Mr Thompson Tshivhase and then gave him that information and he take that information to the police.\n And the police, the other police like Mr Mambele will come there and come and fetch me and then they ask me if I am still recruiting that thing, because the Headmen is saying you are not around here, where were you, were you with your terrorists and by that I cannot see any way which could lead people into saying that I am working as a police spy.\n Because if I was working with them, they could not ask me if I am recruiting.",
            "Male"
        ],
        [
            "MR ALLY",
            "In your testimony Mr Radamba, you are the second witness today who comes forward and speaks about solitary confinement.  As you say you were kept for 108 days and you\nVENDA HEARING TRC/NORTH WEST\n16 S RADAMBA\nalso spoke about the impact it had on you.\n Especially on your mental health and I think that it is very important that the Commission hears these accounts of the horrors and evils of solitary confinement because at the end of the life of the Commission, we are going to have to report about what people experienced and particularly these harsher forms of detention.\n So thank you very much for your testimony.",
            "Male"
        ]
    ]
}