{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-06",
        "location": "MABOPANE",
        "day": "1",
        "names": [
            "JOSEPH ELIAS MAKHURA"
        ],
        "case number": "AM 7695/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52795&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98080607_mbp_mabopan1.htm",
        "speakers": [
            "ADV MPSHE",
            "CHAIRPERSON",
            "JOSEPH ELIAS MAKHURA",
            "MR LENGANE",
            "MR VAN DEN BERG"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VAN DEN BERG",
            "MR MAKHURA",
            "JOSEPH ELIAS MAKHURA",
            "MR LENGANE",
            "ADV MPSHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairman.  It is our intention to call the fourth applicant who is Mr Makhura.  We had hoped that if we worked hard today we might be able to finish but we're left with, it's five to four now and we certainly won't finish with Mr Makhura this afternoon and I understand that Mr - I've forgotten the pronunciation of his name, Mokobojane will be here tomorrow as well.  I don't know whether it serves any purpose to begin with Mr Makhura now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My concern Mr van den Berg, is that we would like to finish this matter.  We've lost a lot of time today, we started late.  I don't want to adjourn until tomorrow and then find we can't finish, because unfortunately tomorrow we will have to adjourn early because certain people have to catch aeroplanes etc.  Would it not be possible to get his evidence in chief, and then if we can start earlier tomorrow to ensure that we finish because we'd also, if possible, like to hear argument tomorrow as well before we adjourn.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "That would be in order then.  We will call Mr Makhura.  Until what time would the Committee be comfortable with?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's see is we can reach the stage of at least his evidence in chief, but we'll see how it goes, it might go quicker than you imagine.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Makhura?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Makhura, are  your full names Joseph Elias Makhura?",
            "Unknown"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objection to taking the oath?",
            "Unknown"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Makhura will testify in Sesotho and he will be led by my friend Mr Lengane.",
            "Male"
        ],
        [
            "EXAMINATION BY MR LENGANE",
            "Thank you Mr Chairperson.\n\tMr Makhura, just so that the Committee knows who is appearing before it, we'll go just quickly, briefly through your personal details.  It is true that you were borne in 1959 in Mamelodi just outside Pretoria?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Thank you.  Just for the record I will repeat the question.\n\tMr Makhura, you were born in 1959 in Mamelodi, is that correct?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LENGANE",
            "And as a student at secondary school you were a member of the Congress of South African Students, is that correct?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LENGANE",
            "And you left the country to join Umkhonto weSizwe in 1980, correct?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LENGANE",
            "At that stage you were in standard nine, is that also correct?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Could you kindly tell the Committee what motivated you at that time as a student to leave the country?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "What influenced me to skip the country in 1980, the youth at that time was involved in criminal activities and they were becoming destructive and I then said you're better off if a person can go into exile so that you could come back and contribute better to the community.\n\tWhat influenced me or what made me to make a final decision to leave was in 1980 after Silverton Bank Seize after I saw that on that Friday or on a Saturday when I saw photos in the papers how people were killed.\n\tWe in the community at that time as the youth, we started to be involved in criminal activities and then I said I would not be party to that criminal activity but I should contribute better in the community.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Mr Makhura, please briefly explain what the Silverton Bank Seize was, who it involved.",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "The Silverton Seize, when we read in the newspaper were members of MK who infiltrated the country and were pursued by the police and were forced to enter into the bank.  After that there was a shoot-out.\n\tAs a youth being energetic and seeing their photos, as members of MK died as heroes to us.  Unlike we would be involved in criminal activities and we don't know what happened to life and nobody is going to know about you.\n\tWe know about our fathers or soldiers who died at the Silverton Seize.",
            "Male"
        ],
        [
            "MR LENGANE",
            "You were of course a victim of the crime that you described in 1978?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "We were at the stadium during athletics and on that day I was stabbed on my neck and as a youth there were chances that I would be involved in criminal activities and I might find myself landed in jail or killed.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Thank you Mr Makhura.  So you decided to leave the country and you did that in 1980, you went to Swaziland and that is where you joined Umkhonto weSizwe?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Later you were taken to undergo military training in Angola, is that correct?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR LENGANE",
            "In what were you trained?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "On our arrival in Angola in 1980, I undertook basic training which is a general course of handling the war material, the machine guns, the bombs,  generally all the weapons.  Thereafter I proceeded to Tanzania where I specialised with medico and in 1983, if I'm correct, there was a war between the MK and Unita which we used to call the eastern front.  I was deployed to take part in that war and as soon as we withdrew in that front in 1985 I was called back ...[intervention]",
            "Male"
        ],
        [
            "MR LENGANE",
            "Sorry, just take it one step at a time Mr Makhura.  You were deployed on the eastern front and at a later stage you withdrew, what did you do, where did you go after withdrawing from the eastern front?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "The whole MK group that was operating in the MK were withdrawn and I went back to Luanda where I was a deployed as a Medico.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Did you receive any further military training after that?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Yes, it was in 1984 or '85, I undertook further military training.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Was this in Bango in Angola still?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Yes, it was in Bango in Angola.",
            "Male"
        ],
        [
            "MR LENGANE",
            "What did that training entail?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "The training that I undertook was termed assassination course or elimination course.",
            "Male"
        ],
        [
            "MR LENGANE",
            "At this stage did you meet any of your fellow applicants, in this training or immediately thereafter?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "When I arrived in Bango I met Jabu but I did not know that we were going to land in the same unit eventually, but the person that I knew was Rufus Pala very well and his name was Gekana who passed away here in Mabopane.",
            "Male"
        ],
        [
            "MR LENGANE",
            "So you infiltrated eventually anyhow into South Africa to come and serve Umkhonto weSizwe and its operations, correct?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR LENGANE",
            "This was in 1986?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "I think I left Angola late 1985 if not '86 and that is when I joined Ting Ting Masango, Jabu Masina, Neo Potsane and Reginald Gekana, the late and thereafter Justin Bizana joined in as well.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Mr Makhura I would like you now to please take us through the incident of Mr Molope.  We have heard the evidence of the other applicants, that Mr Molope had been identified by you and them as a target to be eliminated, to use the words, could you just very briefly tell the Honourable Committee if you were a part of that and how it happened?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "On that particular day, it was on a Saturday morning, Ting Ting Masango came to me and said he saw Mr Molope in Beirut, he was with his lover at that time.  We left for Mamelodi on that same day where we met Mr Masina and Neo Potsane.  It was myself and Ting Ting and Justin Bizana.  We ...[indistinct] this issue of Brigadier Molope and that he's got to be assassinated and of which Jabu gave the final order for us to do that.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Did you understand Mr Makhura, why Mr Molope had to be killed?  Were you part of the decision and did you identify with the reasons?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Yes, I was there when the decision was taken and I was in full support of it.",
            "Male"
        ],
        [
            "MR LENGANE",
            "For you personally Mr Makhura, what was your objective, what was your motive?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "On that particular day   ...[intervention]",
            "Male"
        ],
        [
            "MR LENGANE",
            "In the whole incident including the discussion around the identifying of him up to the time when he was killed.",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "On that particular day I agreed with my comrades that we had to assassinate him, as they have already mentioned what kind of person he was.  That is when we went to Beirut to assassinate him.",
            "Male"
        ],
        [
            "MR LENGANE",
            "You have heard the evidence of the other three gentlemen describing how Brigadier Molope was perceived by the community, do you have anything to add to that?  Do you disagree with anything that was said?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "I agree fully with what my comrades have said.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Right back to that Saturday, you say Mr Masango asked you to observe the place, is that correct? Whilst he had gone to seek the green light from Mr Masina?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "On that particular day we all went to Mr Masina, myself, Mr Masango and Justice Bizana.  I kept the place observed on our way back.  Mr Masango dropped me there at Beirut to observe all the activities around that area.  I might have observed that place an hour or more, it was in the evening.",
            "Male"
        ],
        [
            "MR LENGANE",
            "And then Mr Masango returned to you?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Yes, he came back in the company of Mr Bizana.  They were having two AK rifles, mine and Mr Bizana.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Please tell us what happened then Mr Makhura.",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "When they arrived I gave them a short briefing about the situation and that nothing has changed since they left and the car was parked on the other side of the house where Mr Molope was, it might be two houses away which might be the back opposite house of where Mr Molope was.\n\tMyself and Justice Bizana whom we used to call Mandla Shezi, we rounded around into Mr Molope's house.  We entered via the back door.  When we got there I stood in the corner of the house and Justice knocked.  I think there were three doors, if not more.  He knocked first but there was no response, but there was one door that was open.\n\tAt that time I heard movements in an opposite door.  I told Justice about these movements and a lady arrived and opened the door.  Before Justice could introduce himself ...[intervention]",
            "Male"
        ],
        [
            "MR LENGANE",
            "Take your time Mr Makhura.",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Okay.  When I told Justice about the movement in the other room he decided to knock at that room and when he did that a lady opened the door.  Before he could introduce himself this lady could see his AK rifle and therefore she tried to close the door and when she did that Justice pushed that door open and I assisted him.\n\tI don't know what happened to that lady but it seems she let go of the door and at that time Mr Molope appeared.  It seemed that he responded to all the sounds he heard.  Because Justice was directly opposite the door he started shooting and Mr Molope came towards us running.  Justice was already going back at that time but, and then I started shooting as well.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Sorry to interrupt you, ...[indistinct] Mr Molope.  You say he came into your line of fire and you opened fire at that point, correct?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "As soon as he came out of the door Justice had already started firing because he spotted him first and as he was going out of the door I shot from the outside and he fell there.",
            "Male"
        ],
        [
            "MR LENGANE",
            "With what were you armed, Justice and you?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "We were armed with AK rifles and grenades.",
            "Male"
        ],
        [
            "MR LENGANE",
            "And now Mr Molope came out and he got into your line of fire and you started firing with your AK47, please continue.",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "As he appeared at the door Justice went back and he saw him coming and as he appeared I shot him from the side on his left arm and having fell down I continued shooting him on the ground.  Justice called me that we should get away and we did exactly that.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Mr Makhura, do you know where Justice is now?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "We don't know what happened to Justice.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Mr Makhura, was there any personal gain of a financial or any other kind for you for having committed this act?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "I never got any financial gain.  The police asked me as to whether Mrs Molope hired me to commit this murder but I told them I didn't, I never got any personal or financial gain out of this.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Were you charged for the killing of Mr Molope?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Having arrested us we gave a statement and we were brought to Boputhatswana but when we got to court Molope's case did not appear on the charge sheet but when we enquired why they said that Boputhatswana is a different country: \"Once we're done with you we will hand you over to Boputhatswana\".",
            "Male"
        ],
        [
            "MR LENGANE",
            "One moment please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if I could just ask one question about form or maybe Mr Lengane is going to be doing it, about the signing of the form.\n\tMr Makhura, you say then Brigadier Molope fell in front of you and you continued to fire whilst he was on the ground, correct?",
            "Unknown"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Do you know how many shots you fired?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "I don't recall how many times I shot him, how many bullets I used.",
            "Male"
        ],
        [
            "MR LENGANE",
            "More than once?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Yes, it was more than one bullet.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Just before I forget this technical question.  There is a form, an application form that was submitted to the Committee in terms of which you were applying for amnesty, did you sign that form Mr Makhura?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "Yes, I signed it Sir.",
            "Male"
        ],
        [
            "MR LENGANE",
            "Mr Makhura, I just want to take you back a little bit to the time when you came to hear about the order, the instructions to kill Brigadier Molope on that particular day, what instructions exactly did you hear Mr Masina to have given, what orders did you hear Mr Masina to have issued in respect of this act?",
            "Male"
        ],
        [
            "JOSEPH ELIAS MAKHURA",
            "He gave us the go-ahead to eliminate Mr Molope and when we got there Ting Ting notified that there was a lady and child inside that house and we must ensure that these two people don't sustain any injuries or are hurt.",
            "Male"
        ],
        [
            "MR LENGANE",
            "I think that will be all, no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR LENGANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, if we adjourn now, what time can we start tomorrow morning?  I would prefer to start earlier than before because I don't want to pick this up as a part-heard matter.  And the way things went this morning with the stop and start, I'm hesitant to take any risks in that regard, I'd rather start earlier.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, perhaps what I'm going to say, I may sound selfish to my learned friends who come from far but I would suggest 9 o'clock would be appropriate Mr Chairman or even earlier than that.  ...[inaudible] all the people involved herein except my two learned friends are local.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "9 o'clock would be suitable to us.\n\tMr van den Berg, Mr Lengane, could you make it?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "We were here at 9 o'clock this morning so that would be fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think 9 o'clock would be sufficient and then Mr Mpshe and Mr Molope will be given an opportunity to put questions to this witness and then Mr Mpshe will also then decide whether any further witnesses are going to be called.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is correct Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We've now come to the end of the hearing for today.  We will be adjourning until 9 o'clock tomorrow morning at this venue, when the evidence of Mr Makhura will continue.  We will see you then tomorrow, if you could be here at 9 o'clock tomorrow morning, thank you.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}