{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-06",
        "location": "MABOPANE",
        "day": "1",
        "names": [
            "F. TING TING MASANGO"
        ],
        "case number": "AM 7087/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52793&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98080607_mbp_mabopan1.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV MOTATA",
            "ADV MPSHE",
            "ADV MPSHE ADDRESSES",
            "ADV SIGODI",
            "CHAIRPERSON",
            "F T T MASANGO",
            "F TING TING MASANGO",
            "MR MASANGO",
            "MR MOLOPE",
            "MR VAN DEN BERG"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "F TING TING MASANGO",
            "MR VAN DEN BERG",
            "MR MASANGO",
            "ADV MPSHE",
            "ADV BOSMAN",
            "F T T MASANGO",
            "MR MOLOPE",
            "ADV MOTATA",
            "ADV SIGODI",
            "ADV MPSHE ADDRESSES"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "...[inaudible] page 5 of the bundle.\n\tMr Masango, do you have an objection to taking the oath?",
            "Unknown"
        ],
        [
            "F TING TING MASANGO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR VAN DEN BERG",
            "Thank you Mr Chairman.\n\tMr Masango, if we can get one technical aspect out of the way before we start with your evidence in chief.  You submitted an application for amnesty, a copy of which is before the Committee.  The copy before the Committee is unsigned, do you recall signing the application form?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Yes, I did sign it.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Is it correct that you were born on the 14th of August 1958, in Mamelodi?",
            "Male"
        ],
        [
            "MR MASANGO",
            "That is so.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Your political awakening and the motivation for your joining the African National Congress and joining as an MK cadre, could you explain to the Committee how that came about?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well, to start with as I've said, I was born in Mamelodi and there are various neighbouring suburbs where white people in the past used to stay and as a young boy I used to work as a so-called garden boy in those areas, in those white areas, the white homes there and actually my politically awareness started exactly there at those white men's gardens, where I realised the disparities, the inequalities between us and them and I started asking why they should have such beautiful house, why should their children have so many toys, why should they have such big houses when ours were so small.  That is how my political awareness, so to say started.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You were involved in student politics whilst you were at secondary school?",
            "Male"
        ],
        [
            "MR MASANGO",
            "I was very much involved in the student activities.   Actually I do not know of a single political activity in Mamelodi that took place without my participation physically or otherwise.  I have always been there.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "In consultation you told us about the execution of Solomon Mahlango and how that was the pivot which led to your going into exile, would you explain to the Committee what that was all about?",
            "Male"
        ],
        [
            "MR MASANGO",
            "The execution of Solomon Mahlango was quite a turning point in my life, both in my personal and my political life.  I was at a time just shortly before Mahlango was executed, I was the Chairperson of the Save Solomon Mahlango Committee.  I was the Chairperson of that committee, the aims of which were to try to save, as the name suggests, to save the life of Mahlango, that he shouldn't be executed.\n\tI remember so vividly, on the 5th of April 1979 we had a night vigil at his place in Mamelodi.  I was presiding over that night vigil and it was there that I publicly took the vow that should Solomon Mahlango be hanged, which was said to be the following day, the 6th of April, I publicly vowed that should he be hanged I'm going to skip the country to join the ANC and its military wing, Umkhonto weSizwe.\n\tTwo weeks after exactly after that, after his execution I did exactly that, left the country.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You received military training in Angola in 1980, is that correct?",
            "Male"
        ],
        [
            "MR MASANGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You received further training in the German Democratic Republic, what did that training involve?",
            "Male"
        ],
        [
            "MR MASANGO",
            "That basically was a specialised training involving urban guerrilla warfare.  It also involved surveillance so to say, marksmanship, specialising in military operations generally or the usage of military weapons.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "What other activities were you involved in as a member of the ANC at that time?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well ever since joining the ANC from Maputo, because I skipped through Maputo through to Mozambique and I stayed in Matola, ever since my arrival there at that place I was responsible for reading the news for the comrades in our houses there and in our camps in Angola.  After that I worked with the Right of Freedom, also as a commentator and a news presenter.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You received an approach from Chris Hani, can you tell the Committee about that approach and what it entailed?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Yes, that was in about 1985, mid-1985 in Luanda, that is the capital of Angola, whereby I was approached by the late Chris Hani and there he told me that the political department of the ANC has selected me to go for radio journalism course in Holland but co-incidentally the military department as well has also selected me to be infiltrated in the country for military operations, sorry, asked me if I wanted to go to Holland or to South Africa, to be infiltrated back into South Africa.  Well I obviously chose going back home.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "The military activity for which you'd been identified, what did that entail?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well he said at that time that there is a unit that is going to operate in South Africa, would I like to be part of the unit, and I asked him: \"What unit is that, what are you going to do\"? and he said: \"No, it's an elimination unit\".",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Were the any of the members or the commander of that unit identified at that time?",
            "Male"
        ],
        [
            "MR MASANGO",
            "He did say that I would be working with - comrade Jabu was in either Zambia or Botswana at that time and he said that we'd be meeting in due course.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "When you refer to comrade Jabu, who are you referring to?",
            "Male"
        ],
        [
            "MR MASANGO",
            "To comrade Masina.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You advised the Committee that the election which you exercised was to be infiltrated into the country as part of a military unit, how did the infiltration take place, when did it take place?",
            "Male"
        ],
        [
            "MR MASANGO",
            "If my mind still serves me well it could have been about December or towards the end of 1985 when I was flown to Zambia where I met Jabu, that I remember, and thereafter infiltrating through to Botswana and eventually into South Africa.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Can you recall when you were infiltrated into South Africa, approximately?  Was it 1985, 1986?",
            "Male"
        ],
        [
            "MR MASANGO",
            "It could be the first quarter, I think early 1986.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now you've heard the evidence which was given by Mr Masina earlier this morning, would you like to add anything to the, your understanding of the mandate that was given to the unit by Chris Hani?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Ja, Hani said that basically our unit will be an elimination unit.  I will explain what that is. But then we were also given a very wide scope of discretion.  We a guerrilla unit and we were politically trained, military trained so we had that mandate to even select our own targets within the scope of the mandate that had been given by, within the scope of MK operations.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You said you were going to expand about elimination?",
            "Male"
        ],
        [
            "MR MASANGO",
            "An elimination unit is, to use a layman's term, it is assassination unit whereby you select particular individuals for assassination, for killing.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "The individuals who were identified, who were they?  Was there a list, were you given broad categories?  How did it happen?",
            "Male"
        ],
        [
            "MR MASANGO",
            "No, no, we were not given a list but the categories were such that it could have been Bantustan leaders, including their own generals and captains, police, spies, informers, the Askaris and even government ministers in the nation, nationally, that would have been our target as well.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "In what area of the country were you deployed?",
            "Male"
        ],
        [
            "MR MASANGO",
            "We were deployed basically in Pretoria, greater Pretoria, that included Winterveld as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you just for the information of the Committee, describe to us where Winterveld is?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Winterveld is just nearby here, it's in the north of Pretoria.  It's a squatter camp, it used to be largely a squatter camp just in the north of Pretoria here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in those days it was within the Boputhatswana border.",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Boputhatswana, ja.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not far from Ga-Rankuwa?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Yes, very very near to Ga-Rankuwa, it's not very far.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Just to assist the Committee, Mr Chairman, Winterveld is the nearest to where we are, not Ga-Rankuwa.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "If we can move onto the specific incident for which you seek amnesty toady, that is the death of Brigadier Molope.  You've heard an explanation of how he was identified as a target, would you like to add anything to that or do you agree with the evidence that was given by Mr Masina?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well to start with of course, I must clarify that we never got a direct order that we should do Brigadier Molope per se, I never got order per se, but then I should also state that I'm actually the person who ...[indistinct] who attracted the unit's attention for the idea behind the elimination of Molope.  \tThis of course everybody, internationally, nationally, everywhere in Africa, they knew that there was a massacre in Boputhatswana and I am, I was a political commissar of the unit, I was staying in Winterveld, I was underground but above ground I was meeting with the people, they were discussing with them and everywhere where I met those people they were saying that Molope was there when those people were massacred, including Mokobojane.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you I understand you correctly, you are saying that Mr Mokobojane was also there when the people were massacred, is that what you're saying?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "That's what I'm saying.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you, I was a bit confused.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "What was your involvement in the operation which led to the elimination of Brigadier Molope?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well whilst the unit had an interest on Molope, because we were the members of Umkhonto weSizwe which is the spear, the shield and the spear of the nation, I did not know Molope personally but we knew that from the people, because as a guerrilla we used to rely mainly on the information that we got from the people, we were interacting with the people.\n\tAs I was saying that I was underground but above ground I happened to be involved romantically with a resident of Winterveld who co-incidentally one day told me that, when just asking, enquiring about, she told me that she's actually a friend to a woman who Molope has had an extra-marital affair with, somewhere in Beirut, I think in Beirut just nearby Winterveld.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Beirut, South Africa?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "What did you do in pursuance of that link?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well obviously I informed my commander and the unit that I seemed to have got information where Molope stays.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Did you investigate that further?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Yes, as I was saying I had this affair with that women in Winterveld - well I'm safe to say that my wife is not around here, I had that affair with that woman and seeing that she told me that she's a friend to Molope's mistress I started asking her to actually take me to that house, I know where the house is.  She took me and I even saw Molope's girlfriend.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Did you have access to the house?",
            "Male"
        ],
        [
            "MR MASANGO",
            "I did get in one day next to the front door but we had to leave immediately because that woman told us that Molope doesn't want strangers in that house so we had to leave after that, but twice, thrice I was there.  I would go there on my own just to pretend to be looking for my girlfriend at that house, just to see about what is happening there.  That was part of the reconnaissance I was doing.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "What else did the reconnaissance involve?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well basically it involved what I was just saying, the information that I got from my girlfriend and myself going there sometimes personally with her and asking about: \"Hey, we don't want to stay long here\" or: \"Are we going stay long, is he coming, is he not coming\"?  Then I would get the information if he would be coming tomorrow or not.  Eventually she would say: \"No, you can stay longer, he'd be coming on Friday or so\".",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So you were reasonably familiar with the area?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Ja, I knew the area very well there.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Can you explain to us how the operation was planned and how it was carried out?",
            "Male"
        ],
        [
            "MR MASANGO",
            "On this particular Saturday on which Molope was eliminated ...[intervention]",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do you recall the date at all?",
            "Male"
        ],
        [
            "MR MASANGO",
            "I only remember that it was on a Saturday.  I'm not sure about the date but it could be in March really, if I still remember well.  It could be in March, I'm not sure about the date.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You don't know.",
            "Male"
        ],
        [
            "MR MASANGO",
            "I only remember the day, it was a Saturday.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Please carry on.  I'd asked you about how the operation was planned and it was executed.",
            "Male"
        ],
        [
            "MR MASANGO",
            "Ja, on that particular day, as part of my reconnaissance, co-incidentally my girlfriend then told me that she's going to see Molope's mistress and  I said: \"No, it's no problem I can take you there\".\n\tThere were rumours during the week that he might be coming over the weekend and on going there I saw the car of which I confirmed that, I was told that it was Molope's car and she also confirmed that no, Molope is in.\n\tThat day we did not get into the yard because Molope was around, but she did go out of the car.  I remained in the car and then she talked to that woman to say that: \"No, I'm not staying long, unfortunately today Molope is around\".  \n\tAfter that I went to Mamelodi because our commander, Jabu Masina was there, he was based there that time, then I told him that ...[intervention]",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "When you went to Mamelodi were you alone or were you accompanied by anybody else?",
            "Male"
        ],
        [
            "MR MASANGO",
            "I was with Makhura, Joseph Makhura, one of the applicants here.  Together with him we went to Mamelodi whereby I told Masina that: \"No, Molope will be sleeping over at that place.  I've confirmed that he is around.  I'm only coming here to you Jabu to get the, to give us the green light, should be go ahead with doing Molope\"?\n\tHe gave us the order that: \"No, if you are sure that the reconnaissance has been done properly, you've positively identified Molope, that he will be there then you are safe, you can go ahead\".\n\tWe drove back to ...[intervention]",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Sorry, can I interrupt.  Were you given any specific instructions as to who was to drive, who was to do the shooting, or was that left to your discretion?",
            "Male"
        ],
        [
            "MR MASANGO",
            "No, Jabu told me that I'll have to take them there, I was the driver, and then Makhura and Justice Mandla Shezi will do the actual shooting.  I'll only show them the place, drive them away from that place after they have carried out the operation.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I interrupted you, you said that you then received the green light from Mr Masina and that you were returning to the Winterveld, what happened then?",
            "Male"
        ],
        [
            "MR MASANGO",
            "I dropped Makhura just next to Molope's house or girlfriend's house ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this after dark now, approximately what time of the day would it be?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "It could have been about 5 o'clock or so but when I dropped Makhura it could have been about 5 o'clock or even 6 o'clock.  I dropped him there and ordered him to observe the house there to see who is coming in, who is going out.\n\tThe car was there if I remember well.  We dropped Makhura there and I told him that I'm going to collect the arms now.  I went to collect Justice, I told him to get his arms also, I told him that we were going to do Molope this evening, Moreki is - Makhura is observing the house.   And then we also brought along Makhura's weapon, an AK47.  \n\tI parked the car on the other side of the street, just the second street from Molope's but I drove through just to show them where the house is.  I showed Makhura before, just to show Justice and then gave them the layout of the house and also told them that: \"There is a child there, Molope's child and there is a woman there: don't hurt those people, you can go ahead with Molope.\"  They did that.\n\tI parked on the other side of the street.  It could have been about 7 o'clock or so but it was in the dark. It was dark then, and then after a few minutes I heard some gunshots, then they came to the car and we drove away.\n\tThe following day, or later, I'm not exactly sure ...[indistinct] the following day, but I did go to Masina to report to him that the mission has been successful.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "What was the response to Molope's death?",
            "Male"
        ],
        [
            "MR MASANGO",
            "As I've said that we were underground but physically we were above ground we were interacting with the people.  There was an overwhelming jubilation that Molope was done and actually we even heard the people in Winterveld saying that whoever did this, this could have been done as well to Mokobojane.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Can I return you to ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, one of the victims is in distress.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, may I suggest a short adjournment?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll take a short adjournment.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Masango, I just remind you that you are still under your former oath.",
            "Unknown"
        ],
        [
            "F T T MASANGO",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairman.\n\tI think you've completed telling the Committee about the operation.  I have just two or three things that I wanted to ask you.  Just to return to the question of the target identification and the investigation in respect of Brigadier Molope.  What information did you have about him and where did you obtain it from?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well as I've said I was the political commissar of the people and we were freely interacting with the people of Winterveld.  Obviously one would have firstly got the information from, because I was personally not there at the massacre, I would have got the information from the media, whatever media.  After that you'd talk to the people, not necessarily exposing yourself as to who you are, you would talk to them because we were meeting with them, they were telling us and more so I have said that I had a relationship, an affair with a resident of Winterveld who was telling me all these things without exposing myself to her, my real identification.\n\tDuring that interaction with the people we discovered that Molope was more involved actually than the massacre itself.  We knew that he was responsible for setting up roadblocks.  We knew that each and every political activity against Mangope's Bantustan there, he will be the first one, amongst the first ones to stand up and fight against the people.\n\tWe knew of students who were arrested.  We knew of many people who were tortured in prison, Molope and Mokobojane were there.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And these were people that you spoke with?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Who related their personal experiences?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Exactly.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Did you know Brigadier Molope personally?",
            "Male"
        ],
        [
            "MR MASANGO",
            "No, no, no.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Did you receive any financial reward for being involved in his death?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Not at all.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Is there anything that you want to say at this point in your application about the incident?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Ja, there are quite a number of things I'd like to say, particularly to the family of Molope.  That during our investigation the police first, I remember they asked me if we had any contact with the  Boputhatswana Police who might have given us information as to where Molope stays or so and so we said no, because they suspected that the police were involved in the assassination of Molope. \tAnd then they were sure, they were clear that we were not in contact with the Boputhatswana Police.\n\tThen the second, if not the prime suspect, was the wife of Molope herself.  They came to us and said: \"Hasn't Mrs Molope paid you or hired you to go and kill her husband because she might have discovered that he was having an illicit affair\"?  We said: \"No, no, we don't even know a Mrs Molope\", but she was always the suspect, that I must say.\n\tBesides that I'm appearing here as a dedicated member of the ANC with the understanding of the necessity of the reconciliation in our country and unity as well.  It is in that regard that I will say to the, I would extend my warm hand of friendship and reconciliation to Mrs Molope and her children, Brigadier Molope's children and also to the child who was born out of this illicit affair.  \n\tI also extend my warm hand of reconciliation and friendship to the child because in our culture, our African culture, there is no such a thing as an illegitimate child, all our children are legitimate.  It is in that regard that I extend my hand of friendship and reconciliation to them.\n\tHaving said that I would say to the family of Molope that they too have a role to play in this general endeavour of reconciliation in our country.  It was the struggle, it was the war, people were dying, people were disappearing, people were burnt and unfortunately one member of their family, Brigadier Molope was on the wrong side of the struggle.  It was either him or us.  It was the struggle.\n\tSo it is also their responsibility to reconcile, not only with my or my comrades behind me but with the families of all of Molope's victims, particularly the families of the massacre victims, those he has detained, those he has ordered to be tortured, those he has harassed and caused to leave the country, they must also reconcile with them.  It is necessary for the reconciliation in our country and unity in general.  I think that is all I want to say.\n\tLet me quickly add that I have said things that might have hurt some of the family.  I'm appearing here required to reveal everything in detail.  Everything that I've said was not meant to hurt them, I had to say whatever I recollect, whatever I know of that incident.  Nothing was aimed at hurting them, so they should take it in that regard.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Then you will answer any questions which either the Committee or the family has to put to you?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Sure, I will definitely do so.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR VAN DEN BERG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van den Berg.\n\tMr Mpshe, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV MPSHE",
            "I do Mr Chairman, thank you.\n\tMr Masango, if you have the application before you I want to refer you to page 11.\n\tThe paginated pages Mr Chairman, Members of the Committee.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you have the application?  What you have there Mr Masango, is it just your application?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "These are supplementary statements of myself.  Could this be the one?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it's page 11, it's page 2 of that supplementary statement you're being referred to.",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Page 2.  Ja, I've got it.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I want you to have a look at 5.5.",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "5.5., ja?",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Where you state - I will read for convenience\n\"I and my comrades took a decision in accordance with the purpose of our deployment to assassinate Mr Molope\"\nMy question is based on the first part of the sentence, who is this: \"my comrades\"?  Does it include the leadership of the ANC or the foot-soldiers only?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "The foot-soldiers, the comrades behind me here.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "The leadership was not involved in the decision-making?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "No, if I recollect well it wasn't.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "It was only informed after this has been carried out?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I see.  You see, why I'm asking you this question, and as a follow-up to your answer, then I'm sure you're fully aware of the requirements of the application form in as far as the order is concerned.  Will I be correct to say that this was an operation which was not sanctioned by the leadership?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Ja, as I've said we were given a very wide scope of discretion, we were politically trained, we were military trained and we had that discretion to choose our own targets.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you.  Now flowing from your evidence that Brigadier Molope as well as Mokobojane were on the scene on the date of the Winterveld massacre, what did you do to establish or to ascertain that indeed it was Molope who gave the order and not Mokobojane?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "There was a Commission of Inquiry shortly after, before he was eliminated, a Commission of Inquiry instituted by the Mangope Government and he was called, Molope, to testify and he did agree that he did give the order there.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "That will be all Mr Chairman.\nNO FURTHER QUESTIONS BY MR ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Molope, do you have any questions that you want to put to this witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MOLOPE",
            "Mr Masango, were you the driver on the day when Brigadier Molope was killed?  What day was it?",
            "Male"
        ],
        [
            "MR MASANGO",
            "It was in Ma - it was on Saturday.  I might confuse the months but it was on Saturday, I'm certain about that.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "But today you knew that you will be here.",
            "Male"
        ],
        [
            "MR MASANGO",
            "Yes, I've always known.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "Why did you not make attempts to find out exactly what date it was?",
            "Male"
        ],
        [
            "MR MASANGO",
            "I'm not clear about that question, can you come again please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The thrust of the question put by Mr Molope is that you've known for some time that you are going to come and testify at this hearing, that being so why didn't you make an effort before you came to testify to establish the date on which the operation was carried out?  That is what he is asking you.",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "I think we do have the records.  You can contact my lawyers, they will give you the exact date on which they were assassinated.  They have got the court records.  We did tell the police, everything was known, there is nothing we are hiding.  We don't even need to hide anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I might say that in the application form, just for the record, it's stated, and I'll read here\n\"The second action relates to the assassination of Brigadier Molope in August 1996\"",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "August 1996.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if that is right or not but that is what's said in the paper here.",
            "Unknown"
        ],
        [
            "MR MOLOPE",
            "That simply means that you have no intention to talk to us and to ask forgiveness.  You don't even remember when you took those people who killed him, what date it was.",
            "Male"
        ],
        [
            "MR MASANGO",
            "As I've said there are records.  For anything that you would like to clarified on you can be clarified but on that I mean it wasn't really my duty as such to really get all the facts and the dates.  I only tell the Commission, the Committee here as far as what I remember.  Other things can be clarified of course.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "You could have made some effort because those people ...[tape blank] from - you could have made some effort to find exactly ...[intervention]",
            "Male"
        ],
        [
            "MR MASANGO",
            "We have the records.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "...[inaudible] been able to forgive you.  I request that the person who gave you information about where Molope was staying, because you say you wanted to tell the truth, can you expose that person who fed you with information?",
            "Male"
        ],
        [
            "MR MASANGO",
            "I can do that but it won't serve the purpose of the sitting here because she didn't even know my real identity, she only knew by Tabu Fish(?), I'm not Tabu.  She didn't even know that I was a member of MK, so it wouldn't serve a purpose really.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "In other words, you don't know that person?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Can I have that clear again?",
            "Male"
        ],
        [
            "MR MOLOPE",
            "You don't know the person who gave you that information?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, he didn't say that Mr Molope, what the witness said was that she, the person from whom he received the information didn't know that Mr Masango was a member of MK, didn't even know him to be Mr Masango, is that correct?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the witness has said there will be no point in exposing her name now or making her name known now because she wasn't part of the conspiracy as it were, to kill your father.  That is what he said.  He hasn't said he doesn't know her.  I'm just explaining the answer to you.",
            "Unknown"
        ],
        [
            "MR MOLOPE",
            "Mr Masango, we want to know the person who fed you with the information because she's just like you, she's an accomplice because you took those people who killed my father and then again she's the person who fed you with information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What the witness had said Mr Molope is, what he was implying is that the person who told him was not an accomplice because she didn't know that they had any intention of killing your father.  She didn't know that the witness was an MK cadre who had come out on that operation.  She divulged the information to him innocently as it were, she wasn't an accomplice or part of the unit.",
            "Unknown"
        ],
        [
            "MR MOLOPE",
            "We want to know how long you took to trace Mr Molope?",
            "Male"
        ],
        [
            "MR MASANGO",
            "It - the actual reconnaissance took about two weeks but for the entire stay there we always wanted him.  At any time if we had got him before then, then the same thing could have happened to him but the actual reconnaissance took approximately two weeks.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "Brigadier Molope was working in Mafeking and Mokobojane was working in Audi district but you say you killed him on Saturday.  What surprises me is that because you were looking for both Mokobojane and Molope, why was it possible that you were able to find Molope and not Mokobojane?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well obviously from the overwhelming jubilation of the people I've talked about, the next on the list was Mokobojane but somebody informed us that: \"I think Mokobojane is at a house somewhere in Mabopane\" and somebody scribed a graffiti there next to Izolo(?) just next to the entrance there, that: \"Molope is dead, who is next\".  Then he disappeared, we never saw him again.  I think he went to Mmbatho, to Mafeking.  He was on the list, that I can assure you.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "But Mr Masango, after the killing of Mr Molope, he died on the 21st of June '86, and Mokobojane was still around at that time, he then took over from Mr Molope.  You're telling a lie that you were looking for Mr Mokobojane.  You and Mokobojane knew what happened.",
            "Male"
        ],
        [
            "MR MASANGO",
            "He was not our - I mean we had other operations to do, he was just on the list that one day or the other he will come.  That he escaped us does not mean that we didn't want him.  If we got him by chance or by whatever means he would have too.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "What I'm telling you is that Mokobojane knew what happened.",
            "Male"
        ],
        [
            "MR MASANGO",
            "I cannot vouch for that really, you've got to take responsibility for that.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "The other question is, do you know where Mr Molope was staying?",
            "Male"
        ],
        [
            "MR MASANGO",
            "At the house in Beirut.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "His own house.",
            "Male"
        ],
        [
            "MR MASANGO",
            "He was - as far as we are concerned, he was never there.  Nobody actually told us because he was very evasive but we heard rumours that he used to come, used to visit Beirut, that is the house we knew.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "But if you want a person you look for his official residence.",
            "Male"
        ],
        [
            "MR MASANGO",
            "We've got our - we had our own ways of operating.  It was easier to get any other target outside his house than his house.  There is more protection in your house than maybe a friend's house or a girlfriend's house, there's lesser protection there.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "You could have tried to have traced him from his own official residence.",
            "Male"
        ],
        [
            "MR MASANGO",
            "We had our own ways of operating.  Maybe we could have opted for that one as well but we felt that attacking at his or her own castle, there's all the protection there, that you know yourself.  It's easier to get him at his friend's house or somewhere else or in the street there's no protection there for you.  We had our lives also to protect and our safety too.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "Do you know Mr Molope?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Really, what do you mean by that?  Do I know him personally as a friend or as a what, what do you mean by that?",
            "Male"
        ],
        [
            "MR MOLOPE",
            "Do you know him facially Sir?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Yes, I do know him.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "Where did you see him?",
            "Male"
        ],
        [
            "MR MASANGO",
            "He was shown to me one day at a roadblock just next to the bridge that divides Seshanguwe and Mabopane.  I saw him then.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "You're not telling the truth because I heard you saying that the person who gave you the information took you to Molope's house, to his girlfriend and then the girlfriend told you that Molope is not present and he doesn't want people to visit him.  You saw his photos there.",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well on the said date ...[intervention]",
            "Male"
        ],
        [
            "MR MOLOPE",
            "What you are saying about the roadblock is a lie.",
            "Male"
        ],
        [
            "MR MASANGO",
            "On the said date I saw him scantily, on that Saturday and that is why we had to leave immediately because his girlfriend told us that he is around so he doesn't want us to stay there.  He was in the diningroom or sittingroom, it was very scantily.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "Can you explain to me what kind of a person is he?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mean physically?  What did he look like?",
            "Unknown"
        ],
        [
            "MR MOLOPE",
            "Yes, I mean his stature.",
            "Male"
        ],
        [
            "MR MASANGO",
            "It is 12 years ago but he was a heavily built person.  He was a heavily built person from what I can remember.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "What was his colour?",
            "Male"
        ],
        [
            "MR MASANGO",
            "That you can ask Makhura.  He faced him at close range and then he could tell that.  I can't be sure of that really.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "That is why I say you're telling a lie because you said you saw him at the roadblock.",
            "Male"
        ],
        [
            "MR MASANGO",
            "It's 12 years ago but I do remember I was shown that that is Molope seated.  They were seated under a tree or next to a police, a green police van. It wasn't as close as we are now because we were passing. They were also underground. I couldn't stay there for hours looking and checking his complexion, checking his height and all those things.  We were also underground, I had to pass there as soon as I could.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "Mr Masango, was Molope your target?  And then again you said you saw him at the roadblock, you said you were trained, you were supposed to kill him.  That was a serious issue.  Now you tell me that I should ask somebody else what was his colour.",
            "Male"
        ],
        [
            "MR MASANGO",
            "He is here, he will tell you how Molope is.  His girlfriend told us that: \"Molope is in the house there, you've got to go\", and I sent in Makhura to observe the house and as far as I was concerned, as far as he was concerned Molope was still in that house, his car was there, he was parked there.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "What kind of a car was it?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Makhura will tell you that, I'm not sure again.  If he remembers of course.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "No, Mr Masango, you are telling a lie.  You expect us to forgive you.  We are not here to play.  You are asking for forgiveness, you've killed a person because you said people should go and kill him and that is my father.\n\tI was listening to you about reconciliation.  For us to forgive you tell us the truth.  Let me tell you, look at me, I'm just like my father.  You just look at me once, I'm tall, I'm bright in colour.  You people you took to kill my father, you are not prepared to tell us.  We want the truth, we want to know how he was killed.  If you don't tell us the truth, how can we forgive you?\n\tThere are so many questions, but now because you are telling a lie I don't have even have the strength to go on even asking questions.",
            "Male"
        ],
        [
            "MR MASANGO",
            "What is your version of the truth as far as this incident is concerned?",
            "Male"
        ],
        [
            "MR MOLOPE",
            "You're just telling a lie.  You said people should go and kill a person not knowing, not knowing as to whether that is Molope or not.  You together with Molope(?) and his girlfriend, you are murderers and now you are asking for forgiveness but you are not telling the truth.\n\tOur intention is to know how our father was killed but it seems you are confused about what you are saying,  you don't even remember the date of the incident.  My sister is now crying and again you're showing pride.  People who are hurt, you should be using your own language to show us that you are hurt also.",
            "Male"
        ],
        [
            "MR MASANGO",
            "I'm not proud of having killed your father per se, I'm proud of having defended the people of Winterveld and Boputhatswana then against the brutal deeds of your father, I'm proud of that.",
            "Male"
        ],
        [
            "MR MOLOPE",
            "You are asking for forgiveness but we are looking for the truth.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Chairman, I understand that this is extremely difficult for Mr Molope, that he has lost his father and that he seeks to find out how it happened.  This applicant has told, to the best of his ability, that which he recalls.\n\tI'm not sure that this line of cross-examination facilitates this process.  Some of the questions which he asks may be better put to one of the other applicants who was in fact the person who carried or who shot his father.  It just seems that we could spend a long time in a debate about what is the truth.  I don't unnecessarily want to curtail his cross-examination, I understand that this is extraordinarily difficult for him, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van den Berg.\n\tYes, also Mr Molope, we as a panel can understand the difficulties that confront you now but it must also be borne in mind as much we want to achieve reconciliation and promote reconciliation, that the question of an applicant in a hearing of this nature to be given forgiveness or to ask for forgiveness is not one of the criteria for the granting of amnesty. \tYou've indicated very strongly that you do not accept everything that the applicant said.  We've noted that.  You can continue asking the applicant questions but I think if we could move onto perhaps a different aspect now.",
            "Unknown"
        ],
        [
            "MR MOLOPE",
            "That is all Mr Chairman.\nNO FURTHER QUESTIONS BY MR MOLOPE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr van den Berg, do you have any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR VAN DEN BERG",
            "Just one or two questions.\n\tThe other policeman who was mentioned was a policeman called Mokobojane, was he also a target?",
            "Male"
        ],
        [
            "MR MASANGO",
            "He was also a target.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Did you ever meet Mokobojane, did you ever have a discussion with him?",
            "Male"
        ],
        [
            "MR MASANGO",
            "Well shortly after our arrest, that was as close as I came to Mokobojane.  I used to see him on roadblocks as well but the closest I came to him was when we were arrested, when we had to go to Beirut for point-outs you know.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "But you'd had no personal interaction with Mokobojane at all, other than what you've now described?",
            "Male"
        ],
        [
            "MR MASANGO",
            "No, I've never had any.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "That's all, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VAN DEN BERG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Just a few Chairman.\n\tI wonder is you can just clarify for me Mr Masango, did you tell Mr Masina exactly what information you had and on which he then gave the order, because it seems to me as though there is a bit of a contradiction. If I'm correct in my notes, Mr Masina never mentioned that you had told him that you'd seen Mr Molope involved in the roadblocks, that he was seen in Winterveld with the massacre, am I wrong there?  I just want to clarify.",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Well, that was the general discussion we were having about Molope.  He might have forgotten to mention that he actually knows that Molope was manning roadblocks together with Mokobojane.  If it wasn't Molope it was Mokobojane or both of them, but it was a general discussion.\n\tFor instance, we might have discussed about his harassment of the students and the youth.  He never liked the youth, that's a fact.  We did discuss that together but he obviously didn't mention it here but that does not mean that he doesn't know about it or maybe he was telling lies about it.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "What I'm trying to establish is whether this discrepancy or this, this is actually the evidence as it was given.  I thought I may have noted it down incorrectly.  But you also noted that there was a, as it were, a vacuum in his evidence which you think he may have forgotten.",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Ja, I agree with you there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Motata, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Just one Mr Chairman.\n\tMr Masango, how many times did you and your girlfriend visit the house in Beirut where Brigadier Molope was killed?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "If I remember well we went thrice and I went there once on my own with the pretext that I was going to look for her.  That was in a two week period reconnaissance.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And how many times other than the Saturday when he was killed was he present at this house at Beirut, within the two weeks?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "No, it's only once, the previous weekend because he normally came over the weekends.  As I got the information from that woman he was supposed to have come that weekend and then we did go and check out, he didn't come, the Saturday, the Sunday too.  Well there I didn't go there with my girlfriend, I just passed that house to can see where the car is parked.  It had a shelter there, there was no car there.  That was a sign too, that was a sign that he wasn't in.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Was it a normal sedan or was it a police vehicle which Brigadier Molope used?  At least if you can't remember say so but ...[intervention]",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "It was a sedan.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And for his elimination you had to Mr Masina to get the go-ahead, as he was your commander?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Chairperson, I've got no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Sigodi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "There's just one aspect that I'd like you to clarify.  When Mr Masina was giving evidence he said that he went to Botswana to get the mandate to kill Mr Molope and when you were giving evidence, there is a vacuum in your evidence, you don't mention that after your discussions Mr Masina went to Botswana to get the order from the leaders.  You actually said that the leaders got the, were informed of the assassination afterwards, can you clarify that aspect for me?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "Ja.  As a guerrilla unit there's our own way we are using.  It is possible, it could be possible that Jabu has gone there without our knowledge, that is possible.  I've done so many things that I was told in Botswana to do without the unit, even without Jabu knowing, so that is possible.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "In other words, as far as you know, to the best of your recollection that is how it happened, the leadership was informed of the assassination afterwards?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "I got that from Jabu later on, after that, that he has actually gone to Botswana to get ...[indistinct] but he never told us.  As I say we were underground.  I mean for working together it doesn't necessarily meant that I had to know each and every step he was taking day in and day out.  He had to do his own things without me knowing it.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Ja.  And as you were working underground, were you all staying in the same area or were you staying in different places?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "No, we stayed at different places around Pretoria.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "At different places.  Thank you.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Mr Chairman, flowing from what my colleague asked I would like to ask something.\n\tWhen you fell in love, with respect your wife not being here, with this woman and you came about to know where Brigadier Molope was also having an extra-marital affair, did you convey that to Masina immediately, that is Jabu?  That we know now where the man visits or that kind of information?",
            "Unknown"
        ],
        [
            "MR MASANGO",
            "I did exactly that.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr van den Berg, do you have any questions arising out the questions that have been put by the panel?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "None, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VAN DEN BERG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Nothing Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "ADV MPSHE ADDRESSES",
            "Mr Chairman, I don't know whether to use the word: \"discussed\" but I have discussed what I'm going to say to the Committee with my colleagues right here and I seek guidance from the Committee.  Mr Chairman, the name of Mr Mokobojane has been mentioned.  Although I do concede that it is not a direct implication but indirectly he has been implicated and I want to believe that it is a concern of the family as   well, to know the truth whether he was involved in this planning or not, flowing from the questions of Mr Molope.\n\t I have within a short space of time ascertained the whereabouts of Mr Mokobojane.  My information given to me is that he is around, he is available.  I am of the intention to draft out a Section 19(4) as an implicated and to serve it on him and if possible for him to be present tomorrow.  I can only do that with the consent of the Committee.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have a bit of a difficulty with him being described as an implicated person because normally an implicated person is a person who has been implicated in the commission of the act or offence in respect of which the amnesty is applied for.\n\tIn this instance, from the testimony that has been placed before us and certainly the only information that we have, is that he was also to be an intended victim.  So, it's a bit difficult for us to say that he is an implicated person when from that point of view he is definitely not an implicated person.  From what we've heard he was a person perhaps lucky to be alive.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, I hear the Chair very well and I am ad idem with the meaning of an implicated but over and above what I've said I was seeing it from the angle of the family.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well perhaps he can be requested to attend, without using the 19(4) route because he's technically not an implicated person, but he can be asked to come.  Just bear with me.\n\tMr Mpshe, a further aspect.  If somebody wants to call him as a witness he can be asked to do so but at the moment he is not an implicated person.  I can't say that he should therefore be summoned in terms of the Section as an implicated person when he is clearly not.  His name has been mentioned but that does not mean he is implicated as envisaged by the Act.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman, I am clarified and I will then, as a person representing the family, apply that I call him as a witness to the benefit of the family.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, that would probably be the way to go Mr Mpshe.  We are certainly not trying to prevent him from being called as a witness but I think it must be done properly and I don't think it would be done properly to notify him in terms of Section 30 or whatever.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I stand corrected, thank you.",
            "Unknown"
        ]
    ]
}