{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-09-08",
        "location": "NEW BRIGHTON, PORT ELIZABETH",
        "day": "1",
        "names": [
            "G J NIEUWOUDT"
        ],
        "case number": "3920/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54824&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pe/nieuwoud.htm",
        "speakers": [
            "CHAIRPERSON",
            "MOKOTEDI MPSHE",
            "MR VAN DER MERWE",
            "MR NYOKA",
            "ADV POTGIETER",
            "GIDEON JOHANNES NIEUWOUDT",
            "UNKNOWN",
            "MR JACK DEMONSTRATES"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MPSHE",
            "MR VAN DER MERWE",
            "MR NYOKA",
            "ADV POTGIETER",
            "GIDEON JOHANNES NIEUWOUDT",
            "MR NIEUWOUDT",
            "ADV SANDI",
            "MKHUSELI JACK",
            "MR JACK",
            "MR JACK DEMONSTRATES",
            "ADV MR SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "This is a sitting of the Amnesty Committee, whose members are;  myself as Chairman and on my right, Adv Denzel Potgieter and on my left, Adv Sandi.\n\tThis morning we'll be commencing to hear the application of Mr G J Nieuwoudt.\n\tMr Mpshe, are we ready to begin?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you, Mr Chairman.  Yes, Mr Chairman and members of the Committee, we are ready to commence.  May I request via the Chair's permission for the lawyers to put themselves on record, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is appearing for the applicant, Mr Van der Merwe?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, Mr Commissioner and my name is Francois van der Merwe.  I'm appearing for the applicant.  I'm an attorney in Port Elizabeth, stationed at the firm Van der Merwe & Bester.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Yes, Mr Chairman. I'm Mpumela Nyoka, a local attorney.  I'm appearing for the victim, Mr Mkhuseli Jack.  I'm practising on my own.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Advocate for the Amnesty Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Van der Merwe, over to you.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Chairman.  The Committee is in possession of my client's application for amnesty at this stage.  As far as his personal background is concerned, I will start leading him.\n\tI do not think it is necessary for us to spend too much time on that.  I will just ask Mr Nieuwoudt and for the purposes of the Commission, I would also request my client's request is that he may proceed to give his evidence in Afrikaans, if it so pleases?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Van der Merwe, I will have your client to take the oath.  Mr Nieuwoudt, would you stand, please.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you.  Please be seated.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "As it pleases the Committee, Mr Nieuwoudt, you are informed about the application that was submitted and the personal background report that constitutes the first few pages. Is it correct and the truth?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "If we can then go to page 21 of the application.  I will ask Mr Nieuwoudt to proceed to read the four pages and it will also be his evidence in this particular case.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "\"Your Honour, at the time of\nthis incident I was a lieutenant in the South African Police at the security branch in Port Elizabeth.  I was the unit commander of the information component, having to deal with Black issues and my direct commander was Maj Herman du Plessis and Col Harold Snyman.  He was the regional commander of the security branch in the Eastern Cape.\n\t\tI cannot remember who Mr Mkhuseli Jack is, in terms of the regulations or stipulations that was constituted in terms of the Act of Public Security 1953 and proclaimed in the Government Gazette, reference number R121 of 21 July 1985, who arrested him on 3 August 1985.  I also cannot remember who gave me the instruction to detain Mkhuseli Jack.  \n\t\tThe detention of Mkhuseli Jack was to my opinion necessary and the extension of his detention at that stage was also important and necessary for the maintenance of public order, the security of the public and to end the state of emergency.  I personally had him detained at the St Albans Prison at Port Elizabeth.  If you can just look to Annexure 15.\"",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Commissioners, at this stage I think we will leave the addendums at this stage and my suggestion is that Mr Nieuwoudt just finish his evidence.  We can refer to the addendums at a later stage, should it be necessary.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Your Honour.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "\"I obtained the information during the\ninvestigation as member of the security branch and also base on information form certain sources that could be trusted and also our physical sources.\n\t\tAccording to this Mr Jack was president of the Port Elizabeth Youth Congress.  It's PEYCO and also the co-ordinator of the consumer boycott that was executed in Port Elizabeth at that stage.  \n\t\tPEYCO is a youth organisation that's affiliated to the UDF, the United Democratic Front.  PEYCO was also directly responsible for the mobilisation and politicisation of the youth and implementing of the alternative structures in the Black townships.  \n\t\tThe so-called street and area committees as been mentioned already, was an institution of the ANC.  There was a so-called M Plan of the ANC and it was part of the strategy or the aim to in fact overthrow the whole State constitution through violence.  Mkhuseli Jack played an active role to mobilise the Black youth, the so-called Amabuthu and politicise them by means of intimidation of the community to consumer boycotts and stay-away actions.\n\t\tNow these consumer boycotts and the stay-away actions was also enforced by threats and then also by applying the necklace method by means of the so-called people's courts.  He was also responsible for the creation of underground structures, the revolutionary zones by the Amabuthu and also by means of trained MK cadres who had initiated the people's war.\"\nParagraph five -\n\"On 12 August 1985, he was taken to my office on my request.  That was on the 7th floor of Louis Le Grange Police Station and there I also refer to my transfer warrant.\n\t\tDuring this interview I was alone.  I interviewed him with regard to his liability and also being active with the intimidation during the consumer boycott and also the contact he had with MK members.\n\t\tThen also the constitution of the constituting revolutionary bases in Soweto;  that is the Black township in Port Elizabeth.  It's not Soweto in Johannesburg.\n\t\tThe manning of these revolutionary bases by the Amabuthu referred to the so-called Soviet base.  The Soviet base was used by Amabuthu as their headquarters in Soweto and it was also used to keep military trained MK members there.\n\t\tHis involvement in the unrest and violence in Port Elizabeth and the Black townships and also addressing a meeting at the Soviet base and also the presence of MK members, were aspects that were taken up with him during this interview.\n\t\tAfter I confronted him with these facts and questions, he was very hard-headed and at that stage I took a black plastic sjambok and then also gave him several lashes over his body and legs.\n\t\tHe then settled down and I could see that he had a lot of pain.  I stopped with the questioning there and he was taken back to St Albans Prison, where he got medical attention and Dr Wendy Orr treated him there.\n\t\tBecause he refused to give any information or affidavits at that stage, it was necessary for me to use methods to try and influence him to provide me with information to enable me to control the situation as mentioned.\n\t\tI was of the opinion that it would be in national interest and especially in the interest of stability and peace in the Eastern Cape;  that would be to end this consumer boycott as speedily as possible.\n\t\tAt a later stage, Jack was prepared to negotiate with us to in fact make an end to this consumer boycott, if we would release him and all the leader elements.\n\t\tThis was done and the consumer boycott was ended.  As far as my knowledge goes, Mr Jack has already made a civil claim against the State and it was settled.  It was case number 28886 in the local Supreme Court and Mr Jack was then released on 6 November 1985.\"\n\tThen I continue to page 26, 10(a), point number 1.\n\"The aim of the security branch as part of the power base of the National Party Government, was maintenance of internal security by means of combating terrorism and the protection of the constitutional order.\n\t\tAt that stage it was a National Party Government and structures against communistic expansionism as identified in the so-called liberation organisations, namely ANC/SACP alliance, PAC and then also the armed wings, Umkhonto weSizwe, APLA who wanted to subvert the Government by means of violence and take it over.\n\t\tThese aims were the political objectives of the security branch and to achieve this, it can be described as follows:\n\t\tThe protection and maintenance of the National Party Government and the legal institutions established by it.\"\nParagraph 1.2.2 -\n\"The protection of integrity of the former Government to ensure that the community would not lose its confidence in the governing party, the National Party at that stage, as a result of the acts of terror and propaganda by the communistic orientated organisations, Black Power organisations. South Africa and its Western capitalistic community to protect it against a violent take-over by communistic orientated so-called liberation movements whose aim was to make the country ungovernable.\n\t\tBy means of the aims mentioned, to ensure the maintenance of a normal Western democratic situation as I knew it, to ensure that.  \n\t\tIn this matter it was necessary to use a measure of violence to force Mr Jack to give me the information that would enable me ...\"\nI beg your pardon -\n\"... to control the unrest situation and boycotts, intimidation and also stay-away actions and then also to restore law and order in the Black townships.\n\t\tIt was necessary to restore law and order in order to ensure the maintenance of the constitutional order.\"\nThen (b) -\n\"This attack was necessary to restore the political aim and that is to restore law and order in the constitutional order.\"\nThen 11(a):  \n\"Yes, this act was executed on behalf of the security branch to obtain information in national interest so that law and order could be restored in the Black townships.  The emergency regulations of that stage also gave a large measure of protection and even in some cases it gave indemnity against prosecution and civil claims.\"",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, that will conclude his evidence in chief.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nyoka, are there questions you wish to put to this witness?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, Your Honour.  Good morning, Mr Nieuwoudt.  \tYou said that you were the unit commander of the information component of Black affairs.  What exactly was the role of this information unit within the security branch establishment?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Your Honour, the role of that was to obtain information.   The activities of the so-called organisations;  to monitor that and also to report on that.",
            "Male"
        ],
        [
            "MR NYOKA",
            "What was its modus operandi or a way of operating in achieving its goals of obtaining such information?  How did you operate?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "By means of non-physical sources as well as physical sources and agents and also contact persons within the organisation; to place people in these organisations and then to obtain the information.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Did this modus operandi include assaults on detainees to obtain such information or attempt to obtain such information?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, Your Honour.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Are you sure about that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MR NYOKA",
            "So when were assaults made?  When were they made?  Under what circumstances?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "When the person is in detention.",
            "Male"
        ],
        [
            "MR NYOKA",
            "For what reason is a person being assaulted if information is not required from him or her?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "If he doesn't want to talk and when there is a situation where he is then prosecuted according to the justice system.",
            "Male"
        ],
        [
            "MR NYOKA",
            "So you do agree that assaults were made if someone does not talk for purposes of getting information from that person, not so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR NYOKA",
            "How many unit members were there in your information unit and who were they?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Your Honour, I had a team, approximately more then ten White people and each then had Black colleagues who worked with them.  So I would suggest approximately 20 people at that stage, if not more.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Did they have specific roles, individual or as a team, when they performed a task.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "The function that they had to do, was to extend the information network and to gather information.  That was the role.",
            "Male"
        ],
        [
            "MR NYOKA",
            "So when you acted,  did you do so alone or with these team members of 20 or 10, when you acted Mr Nieuwoudt?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, Your Honour.  If I understand the question correctly, it was only with regard to public meetings held on Sundays and where someone was sent to attend the meeting.  Then we also had a team outside, especially in Centenary Hall.  We then had a team where the meeting was monitored, but when you had to speak to your contact people, your informants, it was usually alone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was usually what?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Your Honour?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you say, it was usually alone.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That was usually when you had to consult your agents or people giving you information that you did on your own.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Besides your circumstance where you had to consult your agents, did you at all act alone besides consulting your agent?  I'm talking about you now.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Under what circumstances.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Under the circumstances where I was questioning a person and on several occasions I acted alone.",
            "Male"
        ],
        [
            "MR NYOKA",
            "What I don't understand, why would you leave your team members and act alone in such circumstances?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "It seems as if the legal council doesn't understand what I referred to.  Everyone has its own task and function and then I would give the instruction monitor at a meeting.  Then the whole team doesn't go there.  It's only certain people then who are then nominated to attend that meeting,  whatever the case may be.  When there was an instruction that a certain person must be questioned, the whole team doesn't do it. That's the explanation that I can give.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Was there a similar information unit with reference to White affairs?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is correct.  I can just give explanation what the structure is.  Perhaps it would then be easier to understand.  You have your administrative personnel within each section.  You have then Black affairs where it is concentrated on Black affairs where people Black organisations are involved.\n\tThen you also have affairs where the Indian community as well as the White community as well as the Coloured community would be involved in a particular organisation.  Those personnel had their own commander and their own personnel.\n\tThen you had a technical section.  They had their own personnel.  Then the administrative staff and all these subsections also had their own administrative personnel.",
            "Male"
        ],
        [
            "MR NYOKA",
            "You said that your direct commander was Maj Herman du Plessis and Col H Snyman was regional commander.  \tWhat I want to know, did you as a commander of your unit, report regularly the task that you undertook to either of these gentlemen?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "The procedure was as follows.  I would report it after my members gave me reports on information from the agents or informers.  I then went through these reports.  I would then sent it through to my direct commander.\n\tAt that stage it was Col Du Plessis and he then again sent it to Col Snyman.  That was the procedure and Snyman then had to send it to headquarters, head office after he evaluated it and considered it to be important enough.",
            "Male"
        ],
        [
            "MR NYOKA",
            "The other way around.  Did you receive instructions from them, from the higher chain of command, filtering down to you and then to your commanders?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR NYOKA",
            "With that you would say that Mr Du Plessis or Mr Snyman knew in general most of the things that you did within the scope of your duties, not so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "In certain instances, yes.",
            "Male"
        ],
        [
            "MR NYOKA",
            "What other instances would they not know?  Just give an example.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I believe, for example, if I was aware of a meeting that was held, they did not give me an instruction to monitor the meeting, but I would use my own initiative to do that.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Were there occasions where you acted together with either of the two gentlemen;  Mr Du Plessis or Mr Snyman?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, a variety of opportunities where I acted with them.",
            "Male"
        ],
        [
            "MR NYOKA",
            "You said you could not remember who had arrested Mr Jack on the 3rd of August 1985.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Mr Jack said, instructed me that he was never arrested on the 3rd of August, but during the 2nd of August 1985.  What do you say about that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I don't know.  I got him on the 3rd.  I could just refer you to annexure 15.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I don't have that, I didn't have a warrant.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "If you have a look at Addendum 15, that is the day that I got the instruction to detain him, to have him detained in St Albans Prison.  I can describe the procedure.  You'd take him to Algoa Park, because there is a special task unit and that unit then handled the emergency regulations situations.  There you complete the necessary forms.  The person is then processed and then the members of the uniform branch then takes him to prison.  He was then left there.  That is the procedure.  With his fingerprints and if you just turn the page and then that member of the special team to then work with the processes of the regulations.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Excuse me, M'Lord, I think the original exhibit contained fingerprints on the back which wasn't photostatted.  So it will - it doesn't appear to be on here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Is it not correct that Mr Jack was one of the big fish.  He was heavily sought by the police and for a relatively long time during that period, not so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Could you please repeat the question.  I couldn't hear it properly.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I am saying that Mr Jack was one of the big fish that was being sought by the security police.  He was heavily sought by the police to arrest him and for a long time.  Is that correct, Mr Nieuwoudt, he was being sought for a long time?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is correct.  That is correct.",
            "Male"
        ],
        [
            "MR NYOKA",
            "You mean to say that you have forgotten who achieved the honours of arresting such a highly sought man?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Could you please repeat the question.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I am saying,  do you mean to say that you have forgotten the person who achieved the high honours of arresting the big fish that you were looking for a very long time?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, there were many people arrested at that stage.  He wasn't the only big fish, in other words he wasn't the only activist.  There were many others whom according to me were greater activists than him at that stage.\n\tSo I really cannot remember.  There were many people detained under the emergency regulations and it's impossible for me to remember who arrested him and where he was arrested.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Maybe then I should say on a light note that this was a big pool with big fish - on a light note.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Do the names Capt Van Zyl and Capt Sakkie du Plessis, accompanied by the policemen, not ring a bell as the people who arrested Mr Jack, according to my instructions?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That might be possible, but I can't remember who arrested him.  That might be the case.  I won't deny that.  I really cannot remember.",
            "Male"
        ],
        [
            "MR NYOKA",
            "You also said you could not remember who had instructed you to detain him?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NYOKA",
            "When was the order to detain him made or received by you before he was arrested on the 2nd of August or 3rd of August?  Do you remember?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That must have been during the morning.",
            "Male"
        ],
        [
            "MR NYOKA",
            "The morning of what?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is of the 3rd.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Would it not have come from either of your directors, Mr Du Plessis or Mr Snyman, to detain him.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that could be quite possible.  That could be possible that I got the instruction from Du Plessis, but I can't really remember that he told me to detain him.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Okay.  You said that his detention was necessary, amongst other things, for the maintenance of public order, the security of the public and the termination of the state of emergency and that he was the leader of PEYCO and co-ordinator of the consumer boycott.\n\tExactly what did you expect to achieve by his detention?  What did you expect to achieve by his detention?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "The emergency regulations was at that stage instituted by the Government of the day and we had to stabilise the situation within the townships.\n\tThat was the aim and that was the opinion of that time and then to work towards the ending of the state of emergency.  There was unrest, there was anarchy in the Black townships.  These instructions came from the State Security Council.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Did you hope to get any information from him during his detention?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR NYOKA",
            "What information was that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "In the first instance, the intimidation and campaign that was launched by Mr Jack and his collaborators and then also his contact with MK members who already infiltrated into South Africa, to get them and then also the violent actions, the necklace murders that was executed, held and who was responsible for that.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Before he was detained, you must have been anxious to cause him to be arrested, to be arrested and detained.  Not so, and to interrogated him?  Were you eager to do so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "All the leaders who were involved had to be detained.  That was an instruction from the State Security Council of the Government that the unrest situation must be stabilised and he was part of that scenario.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Were you not eager to have him arrested and to interrogate him?  Please answer the question, Mr Nieuwoudt.  Were you or were you not?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, all the people whom we arrested, we interrogated and it is so that we had to remove the leaders from the community.  They were responsible for the murders.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I see you don't want to answer my question.\n\tYou said that on the 12th of August 1985, Mr Jack was brought to your office at your request.  Why did you wait for about 10 days from the time of his arrest on the 3rd of August, to only talk to him on the 12th of August?\n\tWhy did you not talk to him on the very day he was arrested or the day after, since he was a troublemaker?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "There were many other people that I also had to interrogate.  That was the opportunity that I could actually see him.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Apparently he was not much of a troublemaker if he had to wait for 10 days.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear the question.  Apparently what?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Apparently he was not that of a troublemaker - that much of a troublemaker?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, it may be that there were others who were bigger troublemakers.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Okay, bigger troublemakers.  (Laughter).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is so, yes.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Thank you, thank you very much.\n\tDid you inform any of your commanders that you had - that you're going to interrogate Mr Jack that day?  Did you inform them?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I did not.  I really can't remember that I would have informed them.  I acted on my own initiative to actually have him for that day.  He had to be interrogated.  That was the initial instruction.",
            "Male"
        ],
        [
            "MR NYOKA",
            "It was of interest to them what Mr Jack was going to tell you, not so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR NYOKA",
            "What did you hope to achieve by the question you posed to him about intimidation during the consumer boycott and his link with MK members, because you had evidence to that effect, what did you hope to achieve by those questions?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "At that stage I was busy with the investigation of a case of high treason against these detainees and that is why they were detained again in 1986.",
            "Male"
        ],
        [
            "MR NYOKA",
            "But you had reliable evidence regarding his involvement in those issues that you questioned him about, not so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Why did you then continue the interrogation in stead of charging him in terms of the Tenure Security Act for MK activities involvement and even in terms of intimidation or even murder?\tWhy did you just not charge him?  Why did you interrogate him?  I see, you're smiling.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.  That he has to be asked to the Attorney-General D'Oliviera, because he refused to prosecute at that stage.  There were statements taken, the case was prepared, the prosecution does not depend on me.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Mr Nieuwoudt, you had - you have 25 years experience as a policeman.  The first five years as an ordinary policeman.  The last 20 years as a security policeman.  Surely you know that if someone's committing an offence, you charge a person.  So you're charging him and then it's up to the Attorney-General to prosecute.\n\tThere's a difference between charging and a prosecution, not so?  Not so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, our security cases are first referred to the Attorney-General and then he has to judge.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I'll leave it at that.  Was it the very first time that you interrogated Mr Jack in his activist life before?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, I have previously interrogated him.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Alone or with other people.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "There could have been other people present.  I cannot remember precisely.  It's 20 years ago.\n\tI remember with his detention in 1980 with the school boycotts where he was transferred to Modder Bee and there he was detained under section 10 where you couldn't have interrogated him. \n\tThat's what I can remember off the cuff now and there must have been other instances as well where I could have interrogated him and where I also interviewed him.",
            "Male"
        ],
        [
            "MR NYOKA",
            "In those other occasions, did you ever assault him or had to assault him?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Why was it the case this time.  Was he not rebellious or stubborn in the other occasions?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No. In this particular instance he was and the reason why I assaulted him in this instance, was because the state of emergency regulations gave me wide protection in this regard.  That was why at this stage, I assaulted him.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Mr Jack will say that in the other occasions he has always been rebellious and stubborn to policemen.  So he must have been assaulted at other occasions.  He has always been rebellious.  Any comment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, is the question not there, the question is not whether Mr Jack was rebellious on other occasions ... (intervention).",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Mr Jack going to say that as a result of being rebellious on other occasions, he was also assaulted?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the question?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "No, Your Honour, I'm saying that he has always been consistent in his rebelliousness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "So he must have been assaulted before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but I mean, is Jack going to say that he was assaulted on those occasions?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, he was.  He's going to say so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the question?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, Mr Jack will say that he was assaulted on other occasions and that involved you.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR NYOKA",
            "This particular interrogation;  how was it organised?  When he came in; were you sitting down and preparing to charge or what?  What exactly was the scenario in the room?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "He stood and my objective was to determine his involvement in a bona fide way, regarding the intimidation, his responsibilities there, linking him with MK as well as his direct or indirect activities within the organising of these people who then were involved with the execution of violence, necklace murders and so forth.",
            "Male"
        ],
        [
            "MR NYOKA",
            "As that was your office,  can we assume that the sjambok was yours or you were aware of its presence.  The sjambok that you used on Mr Jack, was it yours?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.  In 1985, that was during the state of emergency and we were issued with sjamboks;  that's the police so that we could suppress the unrest.  That one was in my possession.",
            "Male"
        ],
        [
            "MR NYOKA",
            "So it was in your possession.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR NYOKA",
            "How long was it in your possession.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I can't remember.  It was after three months, the sjamboks were then taken in again.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Was it ever used before, the sjambok?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say before, before the 12th of August?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, Mr Chairman.  Was it ever used during his stay in your office before the 12th of August?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.  When I used it was during an action at a school where the students got together. It was then used to disperse the crowds.  If I can remember it was at Sondele High School.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Before using the sjambok, did you know that you'll have to use it at any stage that day against Mr Jack?  Did you know that at the back of your mind I will have to use this sjambok when Mr Jack comes, did you know that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Why did you use it instead of wrestling with him about the concerns - concerning of - concerns around him, because you stopped the assault immediately after he was rebellious.  You didn't achieve anything, not so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is so.  Why I used it at that stage,  there are two reasons.  It was on the one way to diminish his resistance and also it would have been very bad for him, because I was treating him like a child.  I was giving him a hiding.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Yes.  In your background which was handed in as an exhibit, you said you used a sjambok?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is true and that was the aim.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Did you not think that being alone with him, he would have fought back against you when you had no other people with you in the office?  Did you not think at all that he would fight back?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, not at this stage.  I would not have expected it from him.  It could have been possible.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Did you report this assault to your two seniors,  Mr Du Plessis and Mr Snyman?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Why not?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "It wasn't necessary for me to report that to them.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Under general, did you understand the emergency regulations as a licence, not only to detain activists indefinitely, but to assault them as you did that against Mr Jack? Was that your understanding?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is how I understood it.  Can I just refer you to a publication.  That would be Annexure 18.  That was with the state of emergency.  That's on page 7.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you're referring to Annexure 18, it would appear that there's page 132 to 134.  I don't see a page 7 there.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is Annexure 18.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Mr Chairman, page 133 of the bundle starts on page 7.  That's the page he his referring to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "That very first page.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you're referring in fact to page 133 of the papers.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Unfortunately, I don't have the bundle in front of me.  My apology.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, yes.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Paragraph two.\n\"The second distinctive future ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes\n\"... of the emergency regulation,\n\t\twas the attempt to exclude legal process and legal supervision from the exercise of the emergency powers, particularly the exercise of these powers by the police. \n\t\tIn both states of emergency the State President saw fit to promulgate three provisions seeking to maintain law and order without law.\n\t\tThe first regulation contains an ulster(?) clause, which sought to exclude Supreme Court supervision of the emergency powers.\"\nThen he refers to the regulation -\n\" In this way the security force would escape accountability to legal standards in an exercise of their powers.\"\nThat is what I am referring to, your Honour.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Are you saying that implied assault on detainees?  Are you saying that what you read implied that you as security policemen could assault detainees?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, those are the wide powers that were stated.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I put it to you that you misunderstood what was written there then.  Okay.\n\tLet's go to - I'm going to finish with you - you said that you thought it was in the national interest and that of stability and peace in the Eastern Cape;  that the consumer boycotts came to an end.  \n\tAs you know the consumer boycott effected the White business community, not so?  As you've said, not so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Did the White business community invite you to be involved in stopping this consumer boycotts?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Why did you not leave it to them to sort the matter out with the consumer boycott committee?  Why did you get involved?  It was an economic issue.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "From our side we took the initiative where at a stage we consulted with Mr Jack and other leaders in an effort to end the consumer boycott and it was in my commander's office;  I was present when we had the negotiations.  We continued with it to end the consumer boycott.  They had agreed with one request, that all leaders should be released and then secondly that they should have to go back and they would have to have a meeting at the Nkeke stadium, where they would have to inform the wide masses and on that basis they would then be able to then end the boycott.\n\tWe released them.  They went back on the Sunday.  It was late in the year and they then also then ended the boycott.  So we did achieve our goal.",
            "Male"
        ],
        [
            "MR NYOKA",
            "My instruction is that you were never involved directly in the negotiations to end the consumers boycott of any kind;  that you were hostile towards any negotiations with detainees.  What do you say about that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I was present.  Rev Soka was there and many of the religious leaders were involved, Mr Fazi was involved, Edgar Ngoi was present as well as Mr Jack.",
            "Male"
        ],
        [
            "MR NYOKA",
            "You said that he instituted a civil the same claim against the State.  Did that relate to the assault that you perpetrated against him, the civil claim, to your knowledge?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I think that it had to do with the Wendy Orr issue.",
            "Male"
        ],
        [
            "MR NYOKA",
            "My client never said, he will say that he was never treated by Wendy Orr, but by a male doctor after he was assaulted by you.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I refer to 1985.  That was the first instance where Wendy Orr is involved and that is what I refer to.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Finally, I would just put to you what the version of my client is. He would say that you never assaulted him on the day that you said you did;  that is on the 12th of August 1985, but that you and one security policeman, called Mr Bezuidenhout, fetched him from a police station one day after his arrest. That is on the 3rd of August 1985 and took him to Louis Le Grange Square to Warrant-Officer Coetzee's office, who was alone at the time.  There you and Warrant-Officer Coetzee prepared the so-called helicopter torture treatment and administered it to him.\n\tFurther, that you, Mr Bezuidenhout and one policeman, Mr Strydom, assaulted him with a sjambok in turn, whilst Mr Coetzee was asking questions.  Any comment?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I deny it. I don't have knowledge of that incident.  On the 12th I then assaulted him.",
            "Male"
        ],
        [
            "MR NYOKA",
            "But you kept on coming in - coming into the office and going out until you settled down to write.  You hit him a second time in anger when Mr Jack answered one of the questions on Mr Coetzee about Mrs Molly Blackburne to the effect that Mrs Blackburne understood the hardships of Black. When he was asked about Mrs Blackburne, that you stopped writing and in anger took a hosepipe or a sjambok and assaulted Mr Jack, saying that all Mrs Blackburne wanted was a violent overthrow of the State and one-man-one-vote.  Do you remember that incident?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I can't remember it and that is not the incident that I referred to.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Mr Jack will further say that after this assault you took him to Algoa Park Police Station and on the way you said he must be warned not to lay any complaint of assault, otherwise ... (intervention).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Excuse me, Sir, Commissioner, I have problem, difficulty in following the questioning, the noise level.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I will repose after this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put your question again.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "All right.  That after the assault, Mr Nieuwoudt, you took him to Algoa Park Police Station.  On the way ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what police station?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "To Algoa Park, Algoa Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Algoa Park?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Algoa Park Police Station and on the way you warned him that if he laid any complaint he will end up like Galela or Dolozi and Hashe and that the assault was actually a warm-up.  What do you say about that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Your Honour, that is nonsense, because then I would have involved myself with the disappearance of Hashe and Dolozi, whatever the case may be, but I really think that it is really impossible that I made such a statement to him.",
            "Male"
        ],
        [
            "MR NYOKA",
            "And further, that on the day that you said you had assaulted him, in fact, you did not assault him.  You had called him in to question him why he laid a complaint of an assault and my client said you were very, very angry.\n\tYou said you were going to deal with him on the spot and kill him on the spot.  He had to deny that.  When he denied, in relief, you took him to Warrant-Officer Coetzee's office.  \n\tAgain he restated his denial and Mr Coetzee said he must not worry about, that is dead.  He must not take that incident seriously;  that you were just angry on that day that you assaulted him. What do you say about that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I deny that.",
            "Male"
        ],
        [
            "MR NYOKA",
            "He would say that it was not the only time that you had assaulted him;  that on the 22nd of January 1984, you assaulted him in New Brighton Police Station with your commander, Mr Herman du Plessis?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Your Honour, that specific day I can remember quite well.  There was a meeting.  He was in the vehicle of the late Mrs Helen Josephs.  They were stopped, because they didn't have a permit to go into the Black township and Mr Du Plessis and myself were, by coincidence, that we were there at New Brighton, just before the starting of the meeting that would have taken place in this particular hall.\n\tThey were then taken in by members of the uniform branch.  They were in the vehicle.  We had an interview with them there.  We took their names and we told them that they could continue.  That is all that I can remember of that particular incident at New Brighton.  That's all that I can remember.",
            "Male"
        ],
        [
            "MR NYOKA",
            "My instructions are that you are making a mistake about the events.  This event I'm talking about is when you asked him why he was interfering with one of the informers, Mr Mlongwane and you assaulted him, because he had confronted Mr Mlongwane about testifying against fellow comrades and you assaulted and Mr Pitse was assaulting him at the same time, because Mr Jack had disrupted a meeting of Chief Lucas Mangope, of Chief Lucas Mangope's wife.  That was why the two of you were assaulting Mr Jack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the event that took place on the 22nd January?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, 22nd of January of 1984.  Not the other incident of Helen Josephs.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "What happened on that particular day that I can remember, I was personally present.  That was at New Brighton Police Station.  It was in New Brighton at the church where Mrs Mangope would have addressed a meeting and there was a choir that would have performed at the so-called speech that she would have given. \tMr Jack was in front of the entrance of this church and when the choir moved on, he had an interview with them and the choir turned around and left and there was a case of intimidation laid against him.  \tI didn't investigate it and I didn't have anything to do with him on that particular day.  Nothing of that I can remember.",
            "Male"
        ],
        [
            "MR NYOKA",
            "We deny that.  We are further instructed that detainees were never assaulted by one individual policeman.  There had to be more than one.  Any comment, especially as you were a lieutenant at that stage.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "On the 12th I assaulted Mr Jack.  I was alone.  I was not present at any other assault where any other people would have assaulted him.  I didn't assault him at any other instance.",
            "Male"
        ],
        [
            "MR NYOKA",
            "In conclusion.  Our impression is that whilst it is appreciated that you came forward, the reason why you are saying you assaulted him alone, is because you don't want other people who have not applied to be involved, their names to be involved.  That is why.\n\tYou never assaulted him when you were alone.  You assaulted him together with other people, but you don't want to conceal - you want to conceal their names or their involvement.  \tAny comment about that.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.  The law expects of me, requires of me to make a full disclosure and that is why I included this and this is why I referred to it and I do not have any knowledge of other instances.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Finally, the final question.  In 1985 on the 27th of February, Mr Jack's home was petrol bombed.  Mr Patrick Hlongwane, one of the people who petrol bombed it, who said that you instructed him amongst others in general, to do the petrol bombing, including that of Mr Jack.  Do you have any knowledge about that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Your Honour ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just - sorry, can you give us the name of the person again?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Mr Patrick Hlongwane, Hlongwane, H-L-O-N-G-W-A-N-E.  He's sitting right in front, your Worship.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Thank you.  Any comment, Mr Nieuwoudt?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Can I just ask which house or residence Mr Nyoka refers to?",
            "Male"
        ],
        [
            "MR NYOKA",
            "In Zwede,  Mr Nieuwoudt, Zunga Street.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "According to my knowledge, Mr Jack lived in Klemia Street, New Brighton at that stage, with his uncle.  So I have no knowledge of the fact that his house in Zunga Street, Zwede, was petrol bombed. \tRegarding Mr Hlongwane,  that is nonsense.  I deny it, because Hlongwane was a witness in a particular case in 1983 and how could I then use him to attack other people.  It is untested and he is a second Matiwane.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Did you not receive a report to the fact that his home was petrol-bombed after it was petrol-bombed at Raneswa.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I do not have any knowledge of that incident.",
            "Male"
        ],
        [
            "MR NYOKA",
            "But you are the head of the information unit,  how could you not have known or got that information?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "In September, 1984, the unrest started in Port Elizabeth, and it had started with attacks and anarchy in the townships.  There were no petrol bombs, according to my knowledge, in January 1984.",
            "Male"
        ],
        [
            "MR NYOKA",
            "No further questions, Your Honour.\nNO FURTHER QUESTIONS BY MR NYOKA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, are there any questions you wish to put?\nEXAMINATION BY MR MPSHE\nYes, Mr Chairman, thank you.\n\tMr Nieuwoudt, let's start with the answers that you gave to my learned friend.  Just to make it quite clear.  You were asked a question and you then said that the assault was done by you.  When a person didn't want to talk and then also if a person is charged according to the criminal law ... (intervention).",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Could you just repeat the question for me.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Under which circumstances do you use assault on a prisoner?  Could you just give me the answer, just repeat your answer.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is to obtain information from him and then possibly to get his co-operation and then also possibly to give testimony, evidence in a case when he should be charged according to the law and then to get the necessary information.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "In other words, to use a person as a witness in the court of a law, he is then first assaulted.  Is that what you mean?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That might be part of the softening process.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is breaking down the resistance of the person.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I notice the point, but this is not what I was trying to establish, on the weakness.  What I was trying to establish as to whether if a person is a potential State witness, is it necessary for him to be assaulted first?  Did you understand my question?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, but that is a general statement, but it isn't used in every case.  You should see this within a different context.  This was - has to do with the stabilisation of the unrest.  That's the difference.  It wouldn't have happened in normal circumstances.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "My learned friend asked you earlier.  You said that you can't remember who gave the instruction to detain Mr Jack for the further period.  Can you remember?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Your answer to that was that it was possible that Mr Du Plessis gave the instruction.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why isn't this contained in your application that possibly Mr Du Plessis gave the instruction?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Because I really cannot independently remember this;  who gave me the instruction to detain him.  That is why I say that it is - it could be possible that it might have been him.  I didn't say it was him.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I understand, but it just sounds strange to me that you were a unit commander, specifically for Black affairs, but you can't remember what happened in these Black affairs?  I find it strange.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "But I can remember, but I can't specifically remember who gave me the instruction to do it.  There were many people who I detained.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were you given instruction by a variety of people, of seniors?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that's so, and also where I personally arrested people.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You also testified during cross-examination that the instruction was given by means of the State Security Council.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I will read to you.  This was the submission given by the former State President at the Truth Commission on the 21st of August, last year.  I will just take this out, Your Honour.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Your Honour, is that De Klerk?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "The date is 21 August 1996.  This was in Cape Town.  I am going to read what he said.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I will read slowly.\n\"In dealing with the unconventional strategies from the side of the Government, I want to make it clear from the outside that within in my knowledge and experience, they never included the authorisation of assassination, murder, torture, rape, assault or the like.  I have never been part of any decision taken by Cabinet that the State Security Council or any committee authorising, authorising the instructing the commission of such gross violation.\n\t\tNor did I individually directly or indirectly, suggest, order or authorise any such action.\"\nMr De Klerk said specifically that the State Security Council never ever made it an instruction that human rights could be violated in such a way.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I can only react in giving commentary on the following and I will refer you to a case incident in 1993.\nI was then falsely blamed, accused that I would have attacked the APLA base in Umtata;  that I gave an instruction to Matiwana, who has now since deceased, and he was also detained, because he gave a false statement.  \n\tThe instruction of this attack was sanctioned by De Klerk personally and it was executed by the Army.  So I cannot see how he can deny it.  He was in command.  He was the State President of the country and he sanctioned it.  Up to this date he has not apologised to me for that.  \n\tIf I can just refer you to Annexure 1.  I don't know how it is numbered in your bundle.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Page 31.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Here we have a document of the State Security Council of 10 April 1986 and I believe that he was part of it, I don't know.  I proceed to the second page, paragraph six.\n\"From the way in which the\nrevolutionaries and their collaborators are \nusing the South African democratic \ninstitutions and their customs, it is quite \nclear that the security situation would not\n be stabilised without the enforcement and\nstrengthening of the South African security \nlegislation.  The State cannot afford the \nstate of emergency and then also \nlegislation that gives broader powers to the \nsecurity community.\"\nThen I proceed to paragraph seven.\n\"Each department has a strategic communication sub-component that would be of assistance in this regard.\"\nThen they have objectives in the same document.  The objective, if you page on, those are Annexure A of the same document.  It's part of the document.  The second page thereof.\n\"The aim.\"\nRight at the top -\n\"Restoration, restoring law and order.\"\nThen we page to the next one and then one of the objectives would be, do you have it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is page 36 you're looking at, are you?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Actually it is page 34 and page 35.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 34 and page 35, yes, thank you.  Now when you were referring to this document which you said is a document of the State Security Council, on page two you read from paragraph seven.  What was the other paragraph you read from on page two?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I read paragraph seven right at the bottom of the page.\n\"Each department had a strategic communication component, that is STRATCOM, who can be of assistance in this regard.\"\nThen they also compiled an Aim Plan.  Then I refer you to the second annexure, paragraph three and that is:\n\"The objective\n\t\tTo neutralise leaders of the enemy or to eliminate and then also to break down the influence that they have.\"\nThen you look at (b).  That is your specific task, that would be -\n\"To identify the leaders and to determine the areas of influence.\"\nThen number two, the second column (b) -\n\"Neutralise or eliminate the leaders of the enemy.\"\nThen I would like to refer you to an annexure;  that is number two.  I think that would be page 37 in your bundle.  The previous one was 36.  Do you see there Strategic Communication, that's STRATCOM.\n\tThis is a document of the police compiled in 1989.  De Klerk was then in power.  All STRATCOM actions had to be re-registered and also submitted to him for approval.  That is why this document was compiled in 1989.\n\tThen I refer to page 1 of this particular document -\n\"STRATCOM as instrument of the State.\"\nThen they give a variety of objectives of importance with regard to the question of Mr Mpshe.\n\tOn page three -\n\"Covert actions also known as STRATCOM, PULWA, active issues of psychological warfare and these include actions which could be executed where that could not be determined and it is also then to achieve a national security policy,  the objectives thereof.\"\n\tThen I go to page 14 right at the bottom, those were the guidelines.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Page 49.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes\n\"STRATCOM is an instrument of the State that has to be used to protect national interest.  It is therefore a political instrument that must be controlled by means of efficient political control and all STRATCOM operations where the SAP would be involved, must be approved by the Minister of Law and Order.\"\nThen on page 18.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Page 53.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Paragraph 50\n\"It was decided that STRATCOM would be used as an additional instrument to combat the revolutionary attack.  Different departments, also the police, have been given the task to execute STRATCOM.\"\nThis was done by the State President.\n\tThen the next page, page 19 -\n\"STRATCOM actions are not unfamiliar to the security branch.  Security branch sections are for many years already busy with it on an ad hoc basis.\n\t\tThe SAP are sometimes accused of being involved by implication by the media.\"\nIf you look at for example assassinations, sabotage et cetera.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Nieuwoudt?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, Your Honour.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What is the relevance of this document that you now shared to us, especially the extract from the State Security Council.  What is the relevance of that?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "The relevance is to point out to you that there was pressure from our side to stabilise the unrest situation.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "According to your version, you assaulted Mr Jack on the 12th of August 1985?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, and this document is 1986.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So what is the relevance of this document?  What does this have to do with the assault on Mr Jack?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "The relevance of this is that it was continuous - we have pressure from the unrest in 1985.  When we started, that there was pressure on the security branches to stabilise the unrest. That is the reason.  I do not have the documents that refer to 1984 and so forth.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But these documents in front of us;  where does it give an indication that these references in the document of the State Security Council that certain leaders have to be eliminated. Where does this have anything to do before the 10th of August?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, those documents I don't have what was decided beforehand, but that we did have pressure from above.  That's the reason for that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But in this document there's no indication that it had to do with the situation before 1986.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That's 1985.  No, the process continues.  The State Security Council was already established in 1978.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Sorry, Mr Mpshe.  Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Nieuwoudt, what I think is important at this stage, is a State Security Council document that gave you authorisation to interrogate and assault people the time that you assaulted Mr Jack. Do we have such a document?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "The only document is the emergency regulations, almost 18 that gave me the wide powers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he is trying to say is that the emergency regulations either indemnified or gave them to understand that no matter what they did, they would not be prosecuted.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The emergency regulations did not say that they must now proceed to go around, intimidating and assaulting and terrorising people.\tIt merely said that if they did it, they will not be prosecuted.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is how I understood it.  Thank you very much.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Nieuwoudt, but it is implied in your application today that that was not correct, not so? Your interpretation that you attached to these emergency regulations ... (intervention).",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is how I understood it.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You are now applying for amnesty and you then also, by implication, where you then say that if you have assaulted someone like Mr Jack, it was not really legitimate.  So you then agree that this - these regulations never really gave you the permission to assault people.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Nieuwoudt, on what basis could you conclude that reading the regulations the mandate to you, you could go around doing anything as a security policeman, including assaulting detainees. Would you say that was a reasonable interpretation of those regulations?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "According to me, yes, because it gave me broader powers against prosecution;  should it happen that they would charge me, that I would then have protection against prosecution and civil claims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe we can follow that later on.  Mr Mpshe needs to continue with his questions.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm nearly finished, Mr Chairperson, thank you.\nMr Nieuwoudt you testified that during questioning the detainee stood?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "For how long did Mr Jack stand when you were busy with him?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "If I have to guess, it was approximately 20 minutes, 20 minutes to half-an-hour.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you expected that he had to stand for 20 minutes and at the same time be of assistance to you?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was it reasonable?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That's not reasonable, but that's the way in which we break down resistance.  So, yes, it's not reasonable.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "As I understand your operations;  if you act against a prisoner or an activist, then it is based on an instruction or command from a senior person?  Is that so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "The assault on Mr Jack,  was there an instruction given to you?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, not a direct instruction to assault him, but that the information had to be obtained to rectify the situation.  There was pressure placed on us.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "In other words, the instruction was indirect>",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "To use assault?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who gave that instruction?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That was when the emergency regulations were instituted.  We were called together and there were priority given to the leader elements.  It could have been Du Plessis.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So you're going back to these broad powers?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that's how I see it.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why didn't you report to your seniors after this incident with Mr Jack?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I'm not talking about that.  That's not what I referred to?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why not?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "It wasn't necessary for me to explain to him which method I used to get information.  It was irrelevant.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I doubt whether you understand my question.  Reporting after the assault on Mr Jack, are you referring to that?  Are you referring to that incident?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you report that to your senior people?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I didn't with regard to the assault.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who is this \"him\"?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is my commander.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who is that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is Du Plessis.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So it was Du Plessis who gave the instruction?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Not to assault, but to interrogate.  That was our instruction;  to interrogate the leader elements.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "But you said that you were not quite sure whether Du Plessis said that you had to detain the detainee for a further period, but now Du Plessis is coming back;  that you're quite sure that it was he who gave the instruction.  That sounds strange.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, perhaps I'm not understanding you correctly.  What I want to say is that we were informed initially when the emergency regulations were instituted.  \tDu Plessis got us all together, explained it to us and the leader elements were then placed in priority.  Everybody gave his input and the instruction was given that these people had to be interrogated, because we had to try to stabilise the unrest situation, and on that basis, we did that, but when Mr Jack was arrested;  who arrested him, I don't know.  I can't remember.  Who gave the instruction to detain him, I can't remember.  That's all I want to say to you.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you didn't report to Mr Du Plessis with regard to this assault?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, not with regard to the assault.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why wasn't it necessary for you to report to him, saying that I was interrogating this person and unfortunately I used a sjambok?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "It wasn't necessary for me to explain that to him.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why not?  Because the man could have been injured; he received medical treatment; he was injured.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "At that stage I just didn't think of reporting it to him.  It wasn't necessary.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What happened to this man;  was it just one of those things that you could have done?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Let's go back to your application, page 21, paragraph two.  A question has been asked of you;  You have answered it.  I refer you to Annexure 15 on page 129.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I have it.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "According to your testimony you said that you didn't know who arrested him.  You also didn't give the instruction that he should be detained for a further period, but the warrant was signed by you to request him - I will read it, the first paragraph of annexure 15 on page 129.\n\"You are hereby notified that Mkhuseli Jack, a Black man, according to regulation 3 of the Act of 1953, is arrested and he must then be brought to you from St Albans.\"\nNow the word \"arrested\", for me it implies that he has been arrested and who arrested him?  Isn't that so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, this is a warrant that has been compiled by the Department of Justice, which makes provision, according to the emergency regulations. \tNow, the terminology used there, the question in the emergency regulation, is you must then form this opinion when you detain this person, that he falls within the context of that particular regulation.\n\tThat is how you must understand it.  That is how I understand it.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, I understand it also, but the word is \"arrested\".",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That's a question of semantics.  There are different words used.  Those were the words used by Kobie Coetzee, or whoever, the Parliament.  I was just part of executing the function of detaining the person, because then there is a warrant issued to detain him. This is just a preliminary warrant.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You signed this?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "In other words, what is included in this particular annexure, you agree with that?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And then page 24 of the application, paragraph 6\n\"After I confronted him with the facts and questions, he was rebellious and stubborn.\"\nAnd my question is precisely what did he do?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "He became angry and he said, \"Nieuwoudt you prove it\".",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "He became angry?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "It was then necessary to assault him, because he became angry and he was arrogant? So he made you angry and you then hit him?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, it was not that he made me angry.  He was angry.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "It's so easy.  You talk to the man, he gets angry, you take a sjambok and you hit him.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I didn't do this, because I was angry.  He was angry and he said, \"Nieuwoudt, you prove it\".",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "\"Nieuwoudt, you prove it\".  Was it an insult to you?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "If a man gets angry, is it an insult to you?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now, was there any cause for you to assault him?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "He didn't want to talk and because of the information that he didn't want to give to me so that there could be an end to the boycott.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm going to proceed, same page, same paragraph.\n\"I then took a black plastic sjambok and I gave him several lashes over his legs and his body.\"\nHow many lashes?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "If I can guess, it might have been six to eight.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Eight lashes?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I think it would have been six to eight, somewhere there. I didn't count.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did he have his clothes on?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, he was.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So you would have had to give him very severe lashes?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "It's a black plastic sjambok.  It's not a very heavy one, it's black, it's the colour black.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was it the first time that you used this sjambok?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I used it previously during a situation where we had dispersed people at a school.  I think I said it was at Insokelele.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "The second time was on Mr Jack?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm going to mention names to you.  If you remember these names, we will then ask other questions. Do you remember the names of Tango Lemani.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was Tango Lemani assaulted by you?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you remember Kgogsile, Cicil Orlyn?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Orlyn, Mr Mpshe?  How do you spell that name?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "K-G-O-G-S-I-L-E -  Cicil and the surname is Orlyn - O-R-L-Y-N.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "You said that you remember this name.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Is that the Rev Orlyn?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "It is just written that you assaulted him at Humansdorp.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you remember Ernest Malgas?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was he also assaulted by you?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Am I fast, Mr Chairman, Member of the Committee?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pardon.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I was checking whether am I fast?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you remember the name Stembele Slovobona?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No. No, I can't remember him?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you remember Sipho Michael Gopela?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, the Rev Sipho Gopela?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes.  Did you assault him?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I did not assault him.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you remember Ernest Mzwanana?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Are you sure?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say Ernest Mzwarmama or Mzawanana?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Ernest Mzwanana?  M-Z-W-A-N-A-N-A.\n\tMr Nieuwoudt, I want you to help.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I will as far as I can.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "The Committee does not have the medical report of Mr Jack.  Now according to paragraph 6, you testified that\n\"I stopped the interrogation.  He was taken back to St Albans Prison where he received medical treatment and the Doctor was Dr Wendy Orr.\"\nWhat was the extent of his injuries?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I remember he had a lot of pain and there were also then lashes.  I looked at it.  Those were the lashes of the sjambok.  There weren't any open wounds.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did he bleed?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, they weren't open, but they were swollen.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And it was very painful?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And on page 25 you testify that you decided to use other methods.  Which methods did you apply?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I refer to the assault as the method and\nbecause his resistance was broken down.  I then had an interview with him to get the information and then also to get to the end of the consumer boycott.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was that after the assault?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, after the assault.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why didn't you use this method before the assault?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, it was, but because he was rebellious and stubborn, I went over to this action.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Page 27 ... (intervention).",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just before you continue, Mr Mpshe.   Mr Nieuwoudt, on page 24, paragraph 6, there you say that you gave him several lashes over his body and legs.  He then stopped, became quiet.  \"I thought that he had a lot of pain\" and then you stopped the interrogation. Did you interrogate him after this assault?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, that was at another instance when we negotiated to end the consumer boycott.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "How long did this assault take?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I don't think it was very long.  I think it might have been three, four, five minutes.  I only gave a few lashes.  It wasn't that long.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I refer you to page 27, paragraph 1.3\n\"By means of the above-mentioned objectives, the maintenance of a normal Western democracy as I know it, had to be ensured.\"\nWhat do you refer to here as a \"normal Western democracy\" at that stage?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That was apartheid that was in existence at that time.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was that democracy?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, democracy as we know it now.  No, it was not that.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Democracy, but there is only one democracy, isn't it?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That might be the case, but it was also a democracy.  It was the democratic right of the National Party at that stage.  That was the Government and the NP had to be maintained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he is really trying to say is that it was a democracy in so far as White people are concerned.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you, Mr Chairman.  Point is taken, Mr Chairman, thank you.\n\tPage 28, paragraph 11.A.  I'm not going to read the question, but only the answer.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes\n\"This action was done on behalf of the security branch to obtain information of national interest so that law and order in Black townships could be restored.\"\nThen you refer to the emergency regulations.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I am going to leave it there, because you have already answered this question and that is that the regulations didn't state that assaults could be correct.\nI'm going to leave it there.  No further questions, Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Male"
        ],
        [
            "UNKNOWN",
            "You say in your application form,  during the time in question you were a member of the National Party as well as the security police.  Is that correct?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When did you become a member of the National Party?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That was in 1975.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Are you still a member of the National Party today?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you explain something here?  As a member of the National Party, were you expected and required to do the things you have spoken like, for example assaulting someone like Mr Jack in detention?\n\tWas it required and expected of you to do that as a member of the National Party?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "It wasn't stated explicitly, but to ensure the maintenance of the National Party and to protect it.  That is how I understood it, to ensure the National Party's existence.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is that - was that the understanding of all members of the security police who were members of the National Party;  that if you're a member of the National Party, you've got to assault people in detention, amongst the other things you have to do?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I cannot answer on behalf of other people, but I believe that you had to ensure, your objective was to maintain law and order and to ensure that the National Party is not overthrown and then you have to apply certain methods to ensure that so that you can in fact achieve your objectives.",
            "Male"
        ],
        [
            "UNKNOWN",
            "We'll have to leave that one and proceed to talk about other issues, but one last question concerning your being a member of the National Party as well as a member of the security police at the same time. Where does one draw the line here?  Where do you draw the line here in the process of performing your duties as a policeman?  Are you always regarding yourself as a National Party?  Which one comes first.  Are you first a member of the National Party and then a policeman or a policeman first and then a member of the National Party?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "You are supposed to serve the Government of the day and that is your objective that is stated in the first instance, to protect the Government of the day. You were the first line of the so-called anarchy or the violence.  You are involved in combating that.  So you have to ensure that the Government of the day is not subverted.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Maybe one last question from me at this stage.\tWhy was Mr Jack not released when the Attorney-General said there was no evidence to convict this person?  You had made a report to the Attorney-General that Mr Jack was involved in certain criminal activities and that he should be charged in a court of law, but the Attorney-General refused to prosecute. Why was he not released?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "He was released.  The Attorney-General took his time to come to a particular decision and when he then gave his decision, the emergency regulations were repealed.  \tThat was in 1986 in this particular situation.  In 1985 the regulations were repealed, they were released, after we had negotiated with him.  I can just refer you to my appendix and perhaps you will then understand that.\n\tIf you can just give me a moment.  I would just like to point it to you. It's Appendix 4.  It's Sheshaba, April 1986.  It is on page 7 of my Appendix.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "That would be page 70, Mr Chairman and members of the Committee.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Then we go to page 11.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Page 74, in the middle of the page under the heading \"Unity in Action\".\n\"The boycott in Port Elizabeth was finally suspended in early December at a rally, attended by 50 000 people, but only after the boycott leaders' release from detention in November, had conducted in negotiations.\"",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is, because of that with the negotiation with Mr Jack, the leaders, because he was chairperson of the consumer boycott, the meeting was arranged, he was released and the boycott was suspended.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I will not pursue that one.  Just to show that I understand your subjective thinking correctly during the given time.  \tLet us say we have the law here.  The law, \"die reg\"; on the other hand you have the police.  Who is superior?  Who is above the other?  Is it the law above the police or the police above the law?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Is it now in these circumstances or then?",
            "Male"
        ],
        [
            "UNKNOWN",
            "During the time we're talking about here today?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I believe that the objective at that stage, specifically during the state of emergency at that time, we actually acted above the law.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You were above the law as the police?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you very much for that.  No further questions from me.\nNO FURTHER QUESTIONS BY ADV SANDI",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Nieuwoudt, one issue before your legal adviser cross-examines you.  Was your objective during the assaults on Mr Jack to restore law and order.  You said if law and order was restored, then at the same time it also protects the constitutional order.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So what you did your ordinary function as a policeman and that is to maintain law and order?",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It doesn't matter whether you were a policeman that was also a member of the National Party or a policeman who was a member of the Conservative Party or any other party.  That was your duty as police officer.  That's what the law states.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is to serve the Government of the day.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And to maintain law and order.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, this may be the opportune time for an adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pardon.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "This may be the opportune time for a break.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Committee will now adjourn and resume at two o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "(Still under oath).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Van der Merwe, any re-examination?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Commissioner.\n\tMr Nieuwoudt, at the stage that you decided to apply for amnesty in this instance, you already testified that there was a civil claim that was settled?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "There was also no criminal case made by Mr Jack.  There is also no charge of assault against you at this stage pending?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Despite the fact that this incident took place 12 years ago?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "You heard the counsel for Mr Jack said that he will allege that you assaulted him on more than one occasion.  Is that so?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "What is your opinion in this regard; did you assault him on more than one occasion?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, I did not. If I had assaulted him, I would have mentioned it in my application, because the Truth and Reconciliation Act requires me to make a full disclosure.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Can we quickly go back to the members of the South African Police under the old Government system.  Were people assigned to the security branch?  How did it happen that they got to the security branch?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "You were recruited for the security branch.  You could never apply for the security branch.  They then took you, they recruited you, they looked at your background and then they screened and selected you.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "During the time that you were at the security branch in the 20 years, are you aware of any of your other officers, juniors, other members who were not members of the National Party?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Not that I have any knowledge of.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "In your experience, what would have happened if a person was stationed at the security branch, if he criticised the Government of the day, that is the National Party?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "He would have been transferred from the security branch to another division and I think that would have meant the end of his career.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "What do you imply?  What do you mean  end of his career?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "He would never have been promoted again.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "A lot has been said about security legislation and the emergency regulations.  Can I ask you;  do the regulations and the Act give you any permission to assault a person?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, not per se.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Did it ever happen during your time that you were at the security branch that irregularities came to the fore later on where senior officers were then cognisant expo facto and where these things were then covered up in the interest of the security branch and the National Party?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "I think without linking with other things, you were also aware of situations that are also going to serve in front of this Commission; an instance would be Biko?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "At the stage when you were in the security police in 1985 and this incident took place, the State President at that stage was P W Botha.  Is that correct?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "With the new Government in South Africa there are efforts to establish a human rights culture.  Do you think that during that time, in the 80s, that there was really a human rights culture in South Africa?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "On the question of Adv Van Rooyen (sic) you answered that it was the duty of the South African Police to maintain law and order during that era.\n\tIf I would ask what would have happened if you were placed before the choice to contravene laws of the Government in order to protect the interest of the National Party, would you have chosen to abide the law or would you have chosen to support the National Party?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I'm sorry for disturbing or interrupting.  May I just be given an opportunity to address the Commotion on what is going on down here, please, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I am appealing to people who are giving out the headphones, please stop doing that.  They are causing commotion, please.  Stop handing them out right now.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Proceed.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Commissioner.\n\tWhat I was trying to get to is if you had a choice between breaking the law with, say, for instance, with the breaking an entering to obtain or evidence or assaulting someone to get information out of a person or not doing that and therefore not succeeding in protecting the National Party Government at that stage. What option would you have taken at that stage?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "To benefit the National Party, to protect the Government or the party.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Would you then say that at that stage, as long as it served the interest of the National Party and the Government of the day, it would have been excusable to break the law.",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is how I understood it.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Am I also correct in saying that you never had a direct instruction from anyone to assault Mr Jack?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Excuse me, Mr Commissioner. I seem to be jumping around between English and Afrikaans.  I'm getting confused, but I'll stick to English.  I think my client can supply his answers in Afrikaans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you are facilitating the work of the Committee.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Mr Nieuwoudt, in your application I will quote you on page 27.  You said that the reason that you applied violence to the person of Mr Jack, was, and I quote\n\"To force Mr Jack to give me information that would have enabled me to control the actions of the day;  that is then the boycotts and everything and then to stabilise the Black community.\"",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Was the driving force behind this feeling that you had to get the necessary information from Mr Jack and to stop the consumer boycott.  Where did this pressure come from?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That was because of the pressure of the Government of the day at that stage and also the State Security Council at these different structures they pressurised the security branches on grassroots level, the foot soldiers to stabilise the anarchy and unrest of the time.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "In all the time during your service in the security police, there must have been various reports of assaults and deaths in detention.  Is that true?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "In all that time, did the National Party Government at any stage, clamp down on the powers of the security police and the security forces or did they broaden the powers of the security police and the security forces?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Usually they ensured that we would have broader powers.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And then just to finalise this matter.  At the stage that you assaulted Mr Jack, straight after the assault no further questioning took place.  Is that correct?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Was that because at that stage he would not co-operate?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "But what I'm saying is, was he in a position - maybe you didn't understand - was he in a position to answer you at that stage or didn't he want to co-operate, directly after the assault?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "No, he didn't want to co-operate after the assault.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "When you detained political activists;  once a person would co-operate or would not co-operate, was there any further reason for detaining such a person?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, there was.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "What would that be?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "To remove him from the community, to detain him so that he could not continue with his political activities and in such a way then to control the anarchy and the unrest.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "At a later stage it became apparent to you that Mr Jack was willing to co-operate in order to obtain his own freedom and those of his comrades.  Is that correct?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "At that stage the deal was struck with him which allowed you to free the people and end the consumer boycott.  Is that correct?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Would you then say that the assault in this event did contribute directly to the eventual solution of the consumer boycott in solving the problem and ending the consumer boycott?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Is that what you envisaged?  Did you think that is what would happen when you assaulted him?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, that is what the objective and the aim was that I had at that stage.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "May I just confer one moment with my client.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Thank you, Mr Commissioner, I have no further questions.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Nieuwoudt, when we adjourned this morning you had left us in the dark as to why exactly when you were giving a report to Mr Du Plessis, you did not mention the fact that you had assaulted Mr Jack.\n\tWould one be correct to think or to speculate that perhaps the reason why you did not tell Mr Du Plessis that you had assaulted Mr Jack, it was because he would have approved anyway?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, if there would have been a case then we would have tried to cover it up whatever the case may be to ensure that we would not get to court. So it was not necessary for me to report that to him.  There was never a pending case.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "If you had told him that you had assaulted Mr Jack, that is not something he would have disagreed with?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "He would have agreed with it.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you hear counsel for Mr Jack and Mr Nyoka this morning when he mentioned something about the helicopter-method of torture?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, I have heard when he read that.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you know anything about what is known as the helicopter-method of torture?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, I have heard it on different instances.  During testimony in court cases where I testified and other people, but I don't know the methods.  It was then explained how they applied it.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "How did they explain this particular method of torture?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Their hands are then hand-cuffed and then something like a stick or a rod is put through the arms and then it's placed over two tables.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "At the time you were investigating a number of matters or criminal matters in which you believed Mr Jack was involved, who are the other detainees that you interviewed?\tDid you interrogate any other leaders who were his colleagues at the time?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Yes, I did.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who were those?",
            "Male"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "I interrogated Edgar Ngoy.  There was Tolla Makapela, Mzoli Giwas.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.  Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may stand down, Mr Nieuwoudt.  Thank you.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEUWOUDT",
            "Thank you, Your Honour.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you calling any other witness?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Mr Commissioner, we will not be calling any other witness, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, Your Worship, we will be calling Mr Jack to give his testimony.  I wish to apologise for not having made copies of his statement, but we'll avail it later on, but his statement is not very long.  We have afforded the other side with a copy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you don't have enough copies for us?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "No, unfortunately. I'm very sorry for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You'll make that available to us?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Okay.\nMR NYOKA CALLS",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What are your full names.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "My full names is Mkhuseli Jack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I'm going to read from an affidavit which was the basis for the civil claims which the applicant have referred to in his evidence and I presume he has read it carefully and they're settled on the basis of the information that is in this document.\n\tAmong other things it does, referring to the assault in question, they refer to my arrest at a friend's house on the 2nd of August, which was a Friday.\n\"At approximately 11:30 am and the people who arrested me there, I know their names very well. Capt Van Zyl was drafted into the Eastern Cape in the early 1980s to come and assist to deal with the troublesome activists.  He was from Koevoet in Namibia - according to his own admission to myself - and a Capt Sakkie du Plessis and a team of security policemen which included Black policemen.\n\t\tI was taken to the Campsteen Road Police Station, commonly known as Barry's Corner.  I was locked alone in a cell and only later taken out to an office where my name and other particulars were taken down by two black security policemen, known to me as Jean and Serg Tonkata. That is the younger brother.\"\nSorry -\n\"This Tonkata is the younger brother of Serg Tonkata.\n\t\tThe following morning I was picked up on the 3rd of April by two security policemen.  One of them was Deon Nieuwoudt, who was a warrant-officer at the time and a policeman called Bezuidenhout, who I know very well and I can locate him, even now if I have to go and look for him.\n\t\tI know Deon Nieuwoudt since 1979.  He picked me up whilst I was writing exams.  The Black policemen he was with, was Mkodoka and Metselo.\"\nMkodoka died recently in a bomb blast - a few years ago.  \n\"On that occasion, Deon Nieuwoudt gave me four choices which I could take in my life.  That was either to work for him, quit the country, go to Robben Island or face death.\n\t\tThat was very clear and he explained to me each of those choices what they meant.\n\t\tThe other one was that the emphasis of his advice for me was that if I were to stay out of politics, I would never see him again, but if I intend to be in politics, I must accept my life will be hell.\n\t\tHe sticked to that right through from that time until 1986, the last time he tortured me.\n\t\tThey took me to Louis Le Grange Square.\nThat is Deon Nieuwoudt and Bezuidenhout -\n\"When we arrived there, he took me to an office where there was Warrant-Officer Coetzee, who I know very well also.\n\t\tIt was a Saturday.  He was with his small boy, which is one of the things which make me feel sad about that day on every time when I think about it;  that he has brought his boy;  I could imagine. I have a boy today.  It must have gone to the shop to do something for him, but the boy had to wait in a room next door, whilst he was busy preparing me as he said; `ons het jou gekry en vandag ons sal al die politiek uit jou kop slaan.  Jy wil mos nie hoor nie.' (Today we got you and today we will hit all the politics out of your head, because you will not listen.)\n\t\tHe took out a towel and tied it nicely around each of my wrists and placed the hand-cuffs over the towelling.  He screwed the hand-cuffs tight.  I was told to sit on the floor and place my hand-cuffed arms over my legs.  A stick was then inserted below my knees and above my forearms, locking me into a permanent crouch.\n\t\tNieuwoudt entered the room.\"\n That is the document he was showing here, as having arrested me on the 3rd.  It is the document on that day, he wrote, sitting there and taking the particulars and he knew exactly who arrested me, because that's the question he was asking to me as he was sitting on a table there.  Who arrested you, which he knew anyway, which  I repeated.  He wanted to make sure whether I knew those people or not.\nI find it absolutely strange today that he doesn't know who arrested me.  \n\"Nieuwoudt entered the room.  Assistant Coetzee pushed the stick through.  Both men then lifted me up by means of the stick and suspended me between two tables.  This form of torture is what is known as a helicopter and not only me alone who was subjected to this.  About 60 other applicants who were the basis of the civil claim he talks about, were subjected to that.  On 80 per cent of them, he was involved. Apart from being ...\"\nI'm not going to go into the discomfort, because everybody knows what this thing is about -\n\"Coetzee sat at one of the tables with documents which I assumed were papers relating to my file.  He was putting questions.\n\t\tAt some stage, Serg Diaan, who is also dead now, Lieut Strydom, Warrant-Officer Nieuwoudt and Basil came into the office again, as they were doing this up and down, whilst Warrant-Officer Coetzee was putting the questions to me.\n\t\tBezuidenhout and Nieuwoudt took me off the two tables and removed the stick between my legs and replaced it with what looked like a thick broom stick.  They questioned me about the speech I made in Cape Town where I addressed a University and I referred to the Port Elizabeth security policemen as worse than the Gestapo.\n\t\tThis thing was put the question to me;  did I say that. I denied that, I said I never said that.\n\t\tCoetzee at that time asked me what business it was of Molly Blackburne to value herself with Blacks and my organisation in particular.  When I replied that Mrs Blackburne understands the hardships that Blacks suffered, Nieuwoudt stopped writing and took up the sjambok, hitting me several times, shouting `you lie'. \n\t\tAll Mrs Blackburne wants is a violent overthrow of the state and one man one vote.  I was thereafter taken to Algoa Park Police Station by Nieuwoudt ...\"\nAnd I find it strange that he doesn't remember this, because he was bragging about how he has assaulted all the other people, the likes of Alexgala and Pume Odolo and all that.\n\tNieuwoudt in his life, has never, as far as I'm concerned, he's not a talkative person who likes to talk nonsense.  He will never commit himself and make statements about things he is not involved in.  His record, as far as I know him, has never involved that kind of thing.  He will never say that I have done that as he said.  He will ask what happened to Hashe, what I've been to that?\n\tI knew and all my friends, we know, that Nieuwoudt knows what he talks about.  We know him to be a man that was dedicated and know his job very well and he has demonstrated that in this house today;  that he knows his job.\nOn the way there he warned me not to lay any complaints of assault against the police.\"\n This is the important point -\n\"He said that if I did, that I would disappear like Godoloze, Hashe and Galela or that my body would be found, burned to death like Goniwe and others.\n\t\tThese communist leaders has disappeared or had been killed in strange circumstances.  That was frightening to me.\"\nThe date of the 12th he refers to, is perfectly correct.  \tIt is correct in that he did call me in that day.  What he did, was to tell me - to ask me, didn't you tell me when we drove to Algoa Park Police Station that I cannot lay charges against police and that is what - and on that day, let me tell you, I was jelly - like you wouldn't have - my whole body was still as hard and sore as it was when he took me to - when I was taken to St Albans by riot police, not by him.\n\"I was taken by the riot police to St Alpines prison.  He left me at Algoa Park and I was taken from Algoa Park to St Albans.\n\t\tI think what caused all this problem was the fact that there was a Col Paulsen ...\"\nI hope I got it right -\n\" ... who came to visit me in court and I was the only detainee at the time who had the privilege of getting this high profile visit from this colonel. This colonel was supposed to come and find out about my situation after my then employer, Daz Chalmas, have asked the then PFP member of Parliament, Malcomess, to enquire as to how is my situation in jail.\tI told the colonel that I was assaulted and I do want to lay charges against Deon Nieuwoudt, but I wouldn't do it whilst I was there in prison. He said I must sign something to that effect.  That's what made Deon Nieuwoudt extremely happy when I told him that's what actually transpired in the meeting between me and this Col Paulsen.\n\t\tHe was a proud man.  He took me to Coetzee's office and told Coetzee that I had not laid a charge against them.  Coetzee spoke to me and said that they were just angry on the day I was assaulted;  that I should not take the incident seriously.\n\t\tCoetzee said it was right in not laying a charge against them, but wanted to know how it had become known that I had been assaulted.  I told him that I had been with detainees who have since been released and that these ex-detainees might have spread the word, because I could never say that I have made plans to make together information outside the prison, because that would have invited some extra punishment.\nSo that is that side of things.  I find it extremely strange that Deon Nieuwoudt had, he says he had a team of 10 people who were working with him.  Now he had 10 and about 10 Whites and 10 others, Blacks and all that.  I presume, informers are included into that, I don't know.\n\tBut I want to bring him back to 1979 when he, Nieuwoudt, Roelofse and Tongkata and Mselo terrorised me on that evening at Sanlam Building.  I presume as far as he know, I was never in Sanlam building.\n\tWhat they did there, they tortured me with - when they did this thing first to me, this thing of this putting a electrocuting - electrocutes, putting them on my fingers.\n\"Nieuwoudt used the others.  I don't know for what reason.  Roelofse would turn off the light and go outside, but Nieuwoudt would do it with the light on when he was there himself.\n\tWhat the significance is of doing it and standing outside when it's being done on me, I don't know.  It's still a mystery to me, but it looks to me like it's always been Roelofse's idea that maybe he plays the smart guy that was not involved in assaulting people.\n\tWhilst jumping and jumping and trying to show the gaps in what he's been trying to talk about, looking at the 1922 incident - sorry, 1984, on the 22nd of January.  He doesn't know where this took place now, but he was there in charge on that day when he claims that I intimidated people, which I deny.  There's nothing like that.  I never intimidated anybody.  He laid charges, alleged that I intimidated people and it was proven in his own courts that that was a lie and that was nonsense.\n\tThe important thing about this day that we are raising on this matter, is the fact that they took me - he took me into his car from Ahoza.  I think it's Ivan Peter there in next to the Limbo Church to New Brighton Police Station.  There a Major or Col Du Plessis is today, whatever his title is, I know him very well the person I'm talking about;  he put me down.\n\tWhat he likes to do is this, his Honour.  I'll show you.  He would take his victim ...",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "(Indistinct)",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "... and he slapped me, he hit me with a stick and wanting to know what do I want from his informer, Patrick Hlongwane.  Why did I harass him and this is to do with the case he referred to earlier on.\n\tThat is why ended - that incident was raised again by Molly Blackburne via Moorcroft, the then PFP MP in Parliament and the then Minister of Justice, whatever justice or injustice, said that the reason was that I had an intimidatory behaviour which is on record.  They have done that.  He said it.\n\"Later on, after they had to prove that they made a case against him, after about six months for this so-called intimidation, which they lost anyway.\"\nThe interesting element of this is this one -\n\"During the trial, the State Prosecutor in the case, Mr H F Goosen, who Nieuwoudt boasted to me that he was his close friend.\"\nAd this, for interest, just, this very prosecutor visited me in Jeffreys Bay when I was locked up there.\n\tHe was just there, because I used to meet him when I was working in North End, every day, because we were passing each other and we used to talk and always I ask him.\n\tThere was this case, I met him at the Daybreak Cafe and he said to me that what Nieuwoudt wanted to get me for a crime that would kill my credibility in the eyes of the Black Sash and that's what Nieuwoudt told H F Goosen and H F Goosen told me that, because he couldn't get me into the case in which he bundled these other people that are sitting there in there.\n\tI'm going to bring maybe the second last thing.  This one is in January 1987.  I was locked up at Bethelsdorp Police Station and I was taken by two Black policemen from there.  You get discharged.  You get taken to another place.  \tThey took me from there.  This is going to be very interesting also.  How Deon Nieuwoudt can deny this, I really don't understand.  How does he hope to get amnesty, because I was taken to a - to a place which was known as Willowdene. \tI'm not sure about this which place I was taken.  I assumed, because all the other people who were assaulted at Willowdene with the method that I'm going to explain.\n\"Before we got there, the police stopped the car, the van and they put a bag over my face and of course I was wearing shorts, just a T-shirt.  It might have been written release this or release that or viva that or viva whatever. \tWhen I got there, I got tortured.  I got tortured.  I don't know whether Nieuwoudt tortured me there or not.  On that one I cannot say he did, but the interesting thing is that he took me from that place and drove with me from there to Grahamstown, to Fort Brown, that side of Grahamstown. I think it's near the Fish River.\n\t\tThere is an old fort there.  When we got there, Nieuwoudt insisted to the young policeman who was there, who was a sergeant in charge of that police station, that they must put me in the fort.\n\t\tThere is a fort there which is a - is never used, I presume, since the Anglo Boer War.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the name of the fort?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Fort Brown.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "B-R-A-N-D?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "F-O-R-T Brown.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. What is the second word?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I want to explain, Sir, this Fort Brown.  It's a police station ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you better take the mike with you, because the evidence has to be recorded.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Okay.  The police station is standing like - about say 15 metre, 15 metres from the place that was originally the fort.  Then you come into the fort, which is dark.  There's never been any light in there.  There is a door.  When you open the door as you come in, then the sunlight would come in.  The time was roundabout four and five.\n\"Mr Nieuwoudt accompanied me to this new residence of mine. (Laughter).\n\tThere was a sort of a trap door, much like this.  It could have been two by two, whatever.  Then you pick that up and you put a step-ladder down and then they put it down and then you walk - you move down there and then they take it out.\nHe said let him stay there until he, but in Afrikaans, he said;  hy moet daar vrot. (He must rot there).\nI finished that. \n\"I went down there. I stayed there. By the mercy of God I was lucky.  I had two slabs of chocolate which were big.  I don't know how I managed to keep them with me.\n\t\tI stayed with that there.  To keep my chocolate there I had a competition with the mice that were staying there, trying to get to my chocolate, but after five days or four or five days, I was taken to a doctor, because this fellow, although he said to me he had his wife who was pregnant at the time, this White policeman, came and stood there with his wife and said to me at night;  ek voel niks vir jou nie. (I feel nothing for you.)\n\t\tI never saw him.  He never took me on the day he was supposed to take me to the doctor.  I stayed there.  Ultimately I was take to a doctor in Grahamstown.  I cannot remember the name of this young doctor, but that man, in front of this policeman, shouted at him and said;  `what happened to this man,  I want him back here again', and he gave prescription.\tThat policeman turned around and said that, oh no, never bring me back again there.  He was so angry with me I had to say in front him, yes doctor I'm fine. The doctor said;  `this person is not fine, can't you see', as a result of the torture that was happening there.  I was taken from that place on his instructions.  Locked.  After that they took me out of that place and they put me in a cell in Fort Brown.\n\tYou can go there now.  There is a ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want you to be a little more - just take control over yourself.  You've told us how you were taken to a doctor in Grahamstown.  From Grahamstown, where were you taken to?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I was taken back to that cell.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Fort Brown?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, but not in the fort, now into a small cell, where in this cell I was tied with my feet, which was one of the rare thing that a detainee stayed with hand-cuffs for about five weeks I stayed there, until some policeman took me there to Alicedale.\n\tI want to repeat that I would laugh.  I have no intentions myself to his Honour to hope and say that I would like to see Nieuwoudt rotting in prison.  I have no - my - but I believe that this platform of amnesty should be used with the dignity it deserve and it mustn't be turned into a mockery with the aim of insulting the families.  \n\tMy family and myself and the families of many other people who would not be having an opportunity to come and speak in front of this thing.\n\tWhat I have seen now, although I know many families harbour no grudge against anybody, but I think if the humiliation that was done to us, is going to be brushed aside just like that, it could create a little bit of a problem.  I think, I want to support the institution of the land, which I so dearly sacrificed a lot, but not as much as many of my friends, whom Mr Nieuwoudt hasn't given an opportunity to be able and stand in front of you and decide to oppose or not to oppose this amnesty. \n\tI am in a very fortunate position whereby I can make that choice, but many people would have loved to do that.  He has denied himself the opportunity that they do that.  Thank you.  (Applause).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions you wish to put to your client?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Was Mr Nieuwoudt ever alone during such interrogations or assaults?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "As far as I can remember, in my whole life of getting in and out of Sanlam Building, and in and out of Louis le Grange, never ever have I seen Nieuwoudt or him alone, except on the day he spoke about - I spoke about, when he called me in and said to me have you laid charges against me.  And if I have told him, there is no doubt in my mind, he would have had a lot of supporters to assisting him in dealing with me on that matter.  There was no need to deal with me and he didn't need to have another person.",
            "Male"
        ],
        [
            "MR NYOKA",
            "That is all, your Worship.\nNO FURTHER QUESTIONS BY MR NYOKA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van der Merwe?\nCROSS-EXAMINATION BY MR VAN DER MERWE\n\tThank you, Mr Commissioner.  Mr Jack, you and your \nattorney have given me some notes this morning, which is your affidavit and the other note is a summary of a consultation between yourself and your legal representative, which I thank you for.  Are those two documents correct?  The contents, is it correct?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "The contents are correct, yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "You have read it all, you are happy and that it is correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I have read them all, I wrote it.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "By the way, you are not planning a future in politics, because it seems to me ... (intervention).",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "You what?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "You are planning a future in politics?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Do I plan ...?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "No, it is just a light-hearted moment.  Do you plan a future in politics?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, that's none of your business anyway.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "You are doing quite well.  (Laughter).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is asking you a friendly question.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I think you should give him a friendly reply.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Let us come back to the serious business.  In this document which says biographical profile, which is the consultation notes, on the first page.  You allege that you were terrorised by Nieuwoudt, Roelofse, Tungata and Celo. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Come again?  Oh, yes, ja. That's correct, that statement, terrorised by them.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Yes. By that you mean that Mr Nieuwoudt was on your neck all the time 24 hours a day?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And by that statement you mean Mr Nieuwoudt was on your neck 24 hours a day and really making it difficult for you.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "He has made it difficult for me.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Right. Now the allegation or your evidence that you gave here, you have changed that word terrorised to torture, which seems to be quite a significant change.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "It is not a significant change. I used them inter-changing maybe.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Yes. Let me ask you, Mr Jack, you were educated up to what standard at school?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I was what?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "What standard is your level of school education?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Can you bring this thing closer to you? Okay,  you can speak.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Let me rephrase the question. I know that you are a well-educated man. Would you care to inform us what your qualifications are?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "I have got tertiary education.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, give it to us, please.  Tell us where you were educated. I know you were educated outside South Africa, so please tell us.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I was educated in (indistinct) School, I was educated in England.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "What qualifications did you obtain in England?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I obtained a BA (Hons) in Economics and Development Studies.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Good. So I can take it as granted that you understand and you master the English language?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "It is not my language.  (Laughter). I would never master it.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "That was not the question, Mr Jack.  The question is you understand and master the language because you obtained a Master's degree in that language.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "What I am saying, that language remains not my language. I would say that as far as Xhosa is concerned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think you had better just answer directly, please. We are wasting a lot of time unnecessarily.  You are trying to suggest - that you are very well-educated with the English language.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that correct?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, let's answer it that way.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Thank you.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Good. Then you will also have to agree with me that tortured and terrorised is definitely not the same word?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I agree with that, ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "I cannot hear your answer, your hand is in the way?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, I agree with that.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Good.  Would you care to explain why this is referred to as terrorised and whether, why there was no mention made of torture?  Was this something that you devised while you gave evidence here?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I didn't devise that. The fact is of Nieuwoudt's action have always consisted of the two words or the definitions of both.  They would terrorise you, they would torture you, and he has done that both, and if you want me to tell you about it, I will tell you.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, you have had your chance.  Now what I am trying to ascertain from you, by implication made that clear, that there is a quite clear distinction between terrorise and torture. Do you agree with that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he has already said that he agrees with it.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you.  Would you care to explain to me why you didn't, why there is no mention in this document of torturing?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "In which document?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "The document that you have in front of you.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, I mean, this is a document that explains the modus operandi of Deon Nieuwoudt, a person, as I told you that I will use terrorised as the actions that Nieuwoudt was doing, and I would use torture to mean more or less the same, and I think I doubt that you are going to benefit anything, out of that question, because terrorising as far as I am concerned, was one of the hallmarks of Nieuwoudt's activities. Torturing was part of that, and as I show you here, he has tortured me, and I have told you he terrorised me by telling me that if he gave me four choices and please, if you don't understand those four choices means terrorising somebody, excuse me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Van der Merwe you must be content with the answer that he is using these two words interchangeably. He is not drawing a distinction in his mind.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Commissioner.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja, I am not writing a dictionary.  (Laughter).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Would you agree with me that it was Mr Nieuwoudt's job to, as a member of the Security Police, to oppose all activists who were endangering his government and his political system?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Oh, yes, of course, I do.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And if he had to use threats to try and deter you from being politically active, would you agree that he was doing his job?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I agree with that personally.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "You also mentioned that Mr Nieuwoudt was not a talkative person. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Now would you expect a person of his stature, keeping in mind that he is not talkative, to boast to someone who is an activist, to boast about people who has disappeared?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Oh, yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Or people that he has assaulted?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I have told you that he has done that. He has done that, and I say to you, Nieuwoudt was not a man that will go and talk about and just make empty claims. That's the point I am making about that.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Ja, I think the point I am trying to make is that it is highly unlikely that he will make admissions to a person who would eventually one day be able to give evidence against him.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "He never believed that will ever happen, Sir. He never believed that, he probably never believed that.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "He never believed?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "He never believed that he will be facing these people here and sitting here. (Laughter).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "The question is not whether he would be facing the people here, the question is whether he would have to face you in, as you referred to it, as their legal system?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, he knew that, he was so confident, he was so confident as I told you, he read - what he was referring to the honourable gentleman there, when he quoted in that document of the state of emergency, that is what Nieuwoudt read and worshipped, and he applied it to the letter.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, but despite all the odds, Mr Jack,  various successful prosecutions did take place against members of the South African Police as well as civil claims. You were one of the people who benefited by a civil claim.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Let me tell you this ... (intervention).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Is it true or is it not true?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Let me tell you this, if you want me to answer that.  Are you aware that Mr Nieuwoudt's main objection to the likes of the Molly Blackburnes, because they brought the idea to us that we could go and lay charges or complain to police, if assaulted.  But before that, they knew we would never dare to do that. How many cases do you know, except this one, where political detainees have ever laid charges or civil claims against security police; how many cases?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Would you care to answer my question, please?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "What is your question? I am trying to answer your question. I am explaining to you that Nieuwoudt feared no claims from detainees, because it won't work.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "That was not my question. I will reiterate and repeat the question.  The question was simply, various successful prosecutions were instituted against members of the police and various civil claims were either heard or settled by the then government of the National Party for assaults that took place in detention or things which were untoward at that stage.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "But I dispute the statement part of that statement, that's - and I think we will continue disputing that.  I am asking you which other cases were ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think we are not be working with statistics here.  You are making a general statement that there have been cases of people who have claimed successfully against the State.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And are you aware that there have been people who have made successful claims against the State?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I know only of this specific one, and this is before Mr Nieuwoudt boasted to me.  After that I can believe that what he says it will be correct, after that Nieuwoudt will be more careful, but before that, he never knew that was possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that's your answer.  (Laughter).",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, your Worship. You alleged that you were arrested on the 2nd of August?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And not on the 3rd of August. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Where were you detained on the night of the 2nd of August?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "On the evening of the 2nd of August I spent the night at the Algoa police station.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And when were you transferred to St Albans?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, from there I was taken to Louis le Grange to be tortured by Deon Nieuwoudt and others and from there I was taken back to Algoa police station by Deon Nieuwoudt and from there I was taken in the normal procedure by the riot squad to St Albans Prison.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "What was the rank of Mr Nieuwoudt at that stage?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Of who?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "The rank of Mr Nieuwoudt at that stage?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I can't be sure of that, I presume he was a warrant-officer and I think that's what I thought he was.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Ja, you gave evidence to say that he was a warrant-officer.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And that is in actual fact wrong.  But you won't dispute that?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Well, I mean, it wasn't my business to know his ranks, whatever it was.  I mean ... (Laughter).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "In other words, what I am getting to is that of all the incidents that occurred here, there are some possibility of making mistakes with regard to the facts. Is that right?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, I mean - look, when you talk of the - whether he was a warrant-officer or whatever, I could be saying he is a warrant-officer even this day, I don't think it is a mistake, I mean ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything material that turns on this kind of questioning?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, Commissioner, I think I will get to it eventually, but I will leave it at that. I will step on to something else.  You also alleged that the incident with the car and Fort Brown, if I can just get some clarity on that.  You were tortured by unknown assailants, due to the fact that you had a bag over your head. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "So you cannot confirm or deny that Deon Nieuwoudt was involved there?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja, I have stated that.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Good.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "On the torture.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "That's right. When you were driven to Fort Brown, you say that you were driven in the back of your motor vehicle. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "That's correct, in a car, a proper car. Was it a Skyline? It was something like that, a yellow Skyline. I am not sure, ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And you also said that Nieuwoudt was the driver?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Is it correct then that what happened is that you were transferred from Bethelsdorp police station via the ... (intervention).",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "The torture camp.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "... the torture camp as you call it.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "To Fort Brown for further detention.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "That's correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Is it - do you know what the reason was for your transfer to Fort Brown?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, I know, it was because I was in 19 - at the end of 1985, '86, former Pres Samora Machel died in an air crash and the comrades decided to embark on a hunger strike.  You know, it was spontaneous, it happened, because there was no planned thing with anybody else, which I supported.  And after that, I went to Livingstone Hospital where I was sick, and I was taken by security policemen there back to Sanlam, to Louis le Grange, where Roelofse, who showed his anger to me about the fact that I have participated on that strike there, okay. And then from there I was taken back to Bethelsdorp and from Bethelsdorp, of course, that is what I was tortured for.  At this torture camp.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "May I just confer with my client?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask, when you talk about the torture camp, is this some place other than the police station?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "It is a - there was a place called Willowdene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Willowdale?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Willowdene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Willowdene?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes. This was supposed to be an old school. I have never been there to see it.  Every time we went to this place we would have this, and the most of the people who made the application in the case of Wendy Orr, have been to that place, and actually everybody was detained during the 1986 state of emergency, was tortured there, with the same method, all of them, and that is what they were using it for.\n\tYes, do carry on.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Commissioner. Who took you to - is it Willowdene?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I told you it is two policemen.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Unknown to you?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Black policemen. Ja, I can't remember them now.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Okay. So the first time you noticed Mr Nieuwoudt was after the torture had taken place already?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes. Ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Ja, my instructions are that you were removed from Bethelsdorp police station, because at that stage you were a problem to the police, and that you were intimidating people and acting in an activist matter and disrupting their procedures, but you wouldn't - would you dispute that?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, no, I don't have to dispute that. I think, I mean, I won't dispute that. The point that I was making about that, is that I am explaining what happened and I am saying that Nieuwoudt didn't say those things in his application.  And I think he is applying for amnesty. I am not applying for amnesty.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Let's get back to the committee that you served on or the membership of the bodies.  Is it true that you were the co-ordinator of the consumer boycott during the '85 time period?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, I was, ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "So you would agree that for the security establishment you were a very important role-player in the struggle?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Of course, yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "You would also agree with me that the - you would expect the security establishment to target you if they had any hope of bringing the consumer boycott to an end?  Surely you should be ... (intervention).",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I do not quarrel with their methods. We are here just to tell what they have done, that's all.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Oh, I see.  And then subsequent to your negotiations after your detention or during your detention, when you managed to convince the security police that they should release the detained leaders, the consumer boycott was called off. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Let's come to that. Thank you for bringing this all back here, because I wanted to tell you something about this. You know, your client purports that he was involved in negotiations of any kind. Let me tell you this. Your client don't believe in prisoners talking with the police and that was his philosophy and he adhered to that; never ever has he discussed with me or any of my comrade community leaders ever anything to do with our actions. The only time he talks with us, it was - the only time he was involved, it was when he wants to torture and terrorise people. Never has he been involved in a meeting that discussed anything to do with the suspension of the boycott.  And I will tell you a little bit more about that, which you don't know. Mr Deon Nieuwoudt, he was so upset with Barend, with Du Plessis engaging and continuing those talks with us, because those talks we initiated them for the sole purpose of lifting the morale of our troops in the prison. It was always a good thing for us to yearning after of course the Wendy Orr thing, to go and engage the police to assess the mood, how far were they in terms of going to release us. And those talks were initiated by us and always for that purpose. And Nieuwoudt hated those talks. He hated them. He never wanted them.  As a result on the second state of emergency that was declared, Sir, Nieuwoudt worked carefully to get Roelofse get, who was not involved in the 1985, because of Du Plessis who made a mistake, of engaging in talks with us, when actually their job was just to lock us up, according to what he said, and Roelofse. And this I was told by Roelofse and Nieuwoudt was present, he knows that. They said the talking is over, and we will rot in prison until the situation is stabilised. He must not come here and pretend as if he was a negotiator of any kind. He hated the word negotiations.  (Applause).\n\tHe hated the word negotiations, Sir. Don't please come up with that.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "You, however, let's leave Mr Nieuwoudt for the time being.  Subsequent to your detention and assault in custody, you did enter into negotiations with the security police. Is that correct?  And subsequent to that people were released and the boycott was called off.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Listen, the boycott, the release of the political prisoners had no impact. There is no way that we could have negotiated our release with the police.  Forget about that. What has happened is that ... (intervention).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Mr Jack, will you please answer the question. It is a simple question.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "What is simple in your question?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "There was an assault on you by Mr Nieuwoudt.  After that you were still detained. You entered into negotiations with other members of the security police, according to your version, and you as well as the other ring-leaders of the consumer boycott were released and the boycott was stopped. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, the point I am trying is not correct. Because what I am trying to say to you, the negotiations that were held between us and the police, were, had nothing to do with the torture, and which you are trying to bundle together.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "That's not my question.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja, but that's the implication you are creating.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I don't think he is implicating - he said after the torture had all been over, at some stage there was negotiation, which negotiations resulted in the release of the leaders.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "You see, what I do not agree with, is to tie this, the release and the boycott are two different things.  The police have been keeping us for a long time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, say that.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now tell us about that. You say the release of the leaders and the ending of the boycott are not connected issues?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "They are not connected issues. It is just that the impression they - what he tries to, they try now to make a case about, having negotiated and us going to stop the boycott, is false.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "I am merely talking about the sequence of events.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "What sequence?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "There was an assault on you.  There was negotiations after the assault. Is that correct?  While you were still in detention.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Whilst - yes, of course, ja.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Right.  After the negotiations you as well as some of the other activists were set free by the security police?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, they were set free as a result of ... (intervention).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Then you went back to your people, at grassroots level and the boycott was called off. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Listen, the calling of the boycott was based on completely different circumstances. What I am very uncomfortable with, what you are saying is to try to link the release of the political prisoners and ... (intervention).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "I think we will leave that for argument. I am not trying to link that. I will argue that later.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, you are linking it. Okay, but anyway.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just a minute, just a minute.  But, Mr Jack, the question is the assault or the torture, is that linked at all to the negotiations, the lifting of the consumer boycott or not?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Not at all.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "I beg your pardon, Mr Commissioner, that was not the question either.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It doesn't matter, that's my question. (Laughter).",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you.  When you were arrested at first, Mr Jack, would I describe you correctly as saying you were very active and that you were prepared to stand your ground against the security police. Is that correct?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I stood it all the way, Sir.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "You were not a man who would budge for the security police because you had certain beliefs which you were prepared to go all the way for?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I never gave, I stood my ground and I stayed too.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "So under normal circumstances would you say the security police would have a change to negotiate anything with you?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Depending on what's the matter subject.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "In other words, it depends on what the quid pro quo would be, what you would receive in turn?  Whether you would be able, be prepared to negotiate?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Look, I have always been open to negotiations, genuine negotiations on any matter, and I have, for that, let me just tell you.  Nieuwoudt will remind, can also bear this. I don't know whether you are aware that I was the first person to lead a delegation of extra-parliamentary comrades to meet with National Party people, in this country, and that you don't.  So I have always been open for negotiations. The idea of sitting down with the riot police, who were shooting our people, I was the first person to organise, but I never give in on the principles that we elevate in.  It was that or nothing.  But I have always been ready to negotiate with anybody. And I have said it from the first day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your question about negotiations, I think - I get the impression you are trying to be specific about it.  Was it that you really want him to admit, because he says he has always been in favour of negotiations, what is it that you want him to say?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I think what I will do is, I will leave it there at this stage, Mr Commissioner.  (Laughter). The problem we have, and I find it fairly hard to concentrate when everybody is laughing and making a mockery of this scene here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, please ... (intervention).",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "It is obvious that Mr Jack will not be agreeing ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just hold it.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, ladies and gentlemen, I would like you to show respect to the people that are replying.  Their minds here are on important issues about whether amnesty must be granted or not. Please behave like responsible people, responsible elders and responsible leaders of your community.  Try and avoid interrupting here by applauding   and shouting.  We will appreciate it if you do that.  Our job is difficult enough as it is, and please, don't try and make it any more difficult than it is. I thank you for that. Try and give counsel a full chance to put forward the case on behalf of his client.  You may proceed now.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Commissioner, and I also thank the people. I think at this stage I will leave it there until a later stage and maybe come back to that.\n\tIn all, Mr Jack, if I can sum up, you allege that you were assaulted by Mr Nieuwoudt on how many occasions?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "In all? Okay, let me just try to - I will tell you these things, okay. I was, I told you I was arrested in 1979 and during that occasion I was taken to Sanlam Building, where in the evening I was assaulted by Mr Nieuwoudt and the other people I mentioned.  In 1980 there was a student boycott which Mr Nieuwoudt has referred to. During that year, Mr Nieuwoudt himself at least caught me, I am not saying I was arrested by other people, at least three times, that year.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "The term is assault.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, no, listen.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Not arrest, assault.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "I am coming to that.  And during that time I remember of no occasion where Nieuwoudt will not, either directly or indirectly, get involved in assaulting me, whenever I was arrested. It might not have been, it would never have been as harsh as it became as the years were going up, it became more harder, more stronger and so on, but from the beginning it wasn't that - I must confess that. It wasn't that heavy. Because anyway, in those days we believed that Nieuwoudt could do, they could do whatever they like with us, until the dreaded, hated Black Sash ladies came to influence us, that our human rights were being trembled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was the next, after 1980, when was the next time that he assaulted you?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "In 1980 actually, most of 1980 I spent in detention in and out. The other one was in 1981, and during the anti-Republic celebrations, I was taken from my home and taken to Sanlam and assaulted in the presence by Mr Nieuwoudt of a certain Momberg and other people and Du Plessis, of course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Is that all?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, it is not all.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "But you had the opportunity to tell this Committee now how many assaults there were and they are growing by the minute. Would you please tell us how many times you were assaulted?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Counsel ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, please. You have mentioned 1979, you have mentioned 1980, 1981, I want you to continue.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Okay. In 1982 I wasn't, I hadn't had a brush with them - was it 1982?  Ja, well, I was arrested in the Ciskei and then in 1983, ja, that's the year I wasn't detained myself. In 1984, in January 1984, is the time when Nieuwoudt assaulted me during that time, and again, with of course, not only assault as I said, the physical and psychological torture he used to embark upon, for example, the case he opened against me of attempted armed robbery and attempted murder. Those cases were instituted by him through his spy, Patrick Hlongwane, and that is what he, after assaulting me there, he followed with those two cases on me.  And with the others that I have already told about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Did you sustain any injuries in all this time during these assaults, apart from the assault described by Mr Nieuwoudt?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "During this one, at the New Brighton police station, yes, I did.  I went to a doctor and even photos of me which appeared in newspapers, showed me being swollen with the bruises that I got from that assault. And that is what I said to you, the Minister responded in Parliament. Then so-called Minister then, I don't know who he was, could have been Louis le Grange or Vlok, I can't remember, but one of them answered a question tabled in Parliament to that effect, that yes, I was taken for so-called intimidatory behaviour.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "These cases that were opened against you in 1994 ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "1984.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I beg your pardon, 1984. Who was the investigating officer in those cases, do you know?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Let me tell you, they were the murder and robbery, it was the murder and robbery squad, because it was involving murder, Sir.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "I'm sorry, that was ... (intervention).",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "It was Fanie Els. Fanie Els I think, what I suspect is still a warrant-officer or whatever, but the important thing, let me tell you about what Fanie Els said to me, and Patrick Hlongwane, if you want to listen to him, he will confirm this.  I was at that - was it still Sanlam? Yes, I think it was still Sanlam, and there was this wound in Hlongwane, who was supposed to have assaulted by me and this is the Hlongwane that on the 22nd of January 1984, Mr Nieuwoudt assaulted me for whatever, in the bus, an incident, I had seen him in the bus and he said - Mr Fanie Els said to me, I will tell you in Afrikaans what he said to me. He said \"jou politiek is kak\" (your politics is shit), but even \"so, dit is gemors hierdie storie\" (this entire story however remains nonsense).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "May I then ask you ... (intervention).",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, but I am trying to show you that Nieuwoudt used his informer to go and lay a charge against me, that I attempted to murder him. I have stayed in prison for that, amongst criminals and I was a criminal.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "During the assaults you allege in 1980, it is also true that while you were giving evidence in chief, you never mentioned once that you were assaulted, was it right?",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "What's that?",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "When you were giving evidence in chief now, you didn't mention that you were assaulted during 1980.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Of course, that's possible that I didn't mention that, of course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think - I think all those questions would not have been asked in detail, because he was reading a large part of his evidence in chief, was merely a reading out by him from a prepared statement, from his affidavit.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "That is correct, Commissioner.  This however, this notes that you and your attorney compiled, also speak about 1980 detained more than five times, before being sent to Modder Bee Prison.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Now remember this is drawn up in response to Mr Nieuwoudt's application for amnesty, and in there you do not make mention of any assault by Mr Nieuwoudt either during 1980.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Ja, look, those notes are my notes for my consultant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, surely if he assaulted you, it would have been written in the notes, because that is of utmost importance.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, but look, let me tell you advocate ... (intervention).",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Attorney.",
            "Male"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Attorney, whatever.  I am really in a difficult situation now, whereby I was hoping that I will sit down and listen.  My intention was never to come here and nail down Deon, Mr Nieuwoudt, okay?  And I think you are misunderstanding. Your questions now seem to be achieving what I think you are not intending to achieve.  I expected Mr Nieuwoudt to explain in detail, and I don't blame him for omitting, and I know that if you want to find faults with me, the first fault you will find is the fact that he doesn't even know when I was arrested in 1985, okay.  And I find it very funny that he has such a good recollection and actually I believe he got documents in his possession, which are not even available at Louis le Grange at this point in time.  They have been shredded and I thought he will use those documents he has, which he has shown he does have them, to come clean on this matter, especially with mentioning his co-partners in torture. But he failed to do that.  And I have no apologies for not having - my intentions even now, is not to pin him down, but what I want him to do, I hope he will do to this amnesty application, is to tell just things as they were. I mean nobody is standing here and saying that no, we want to punish you for that little bit, admit this little bit. That is not what I am for here. I don't take care about that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Jack, in a nut-shell, just very briefly in other words, what is your attitude to the application for amnesty by Mr Nieuwoudt, having heard what he has said?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "No, I mean, as I have said, Mr Commissioner, my - when I came here, I was flowing with the spirit of knowing that I am going to achieve the greatest thing in my life of standing here, knowing that Mr Nieuwoudt has really come clean and told what he has done, as he has tried as much as he could with some other more serious issues, like the National Party and all that.  On the smaller things like torturing, the rest of the other people that are here, here in this hall and outside there are thousands and thousands of people who we were leading at the time. And those people are looking at least in times like this, upon us for some direction. And I believe an opportunity was great here for Mr Nieuwoudt to say that he remembers that and that. I am shocked that his lawyer is attempting to disprove this matters instead of assisting him to say that he may have forgotten this, but go on and all that. And personally, from my personal point of view, and I speak solely for myself now, because I believe that the question of forgiveness or whatever is a personal matter, is not a general matter, I have no qualms, I understood clearly Mr Nieuwoudt when he set the rules of the game to me, that it was war, and I was ready to take the consequences from his side. And I am proud today that out of the product of the sacrifices of the people that has stood so definitely opposed to today, is coming to you, the institutions, and the structures those people have put up. I have no objection in him enjoying the fruits and benefits of that freedom that many people have died for. That is my point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay. Is that all?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any further questions, Mr Van der Merwe?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I would just like to place on record, I am not trying to disprove anything.  But I also have instructions from my client, and his instructions is he will apply for whatever he did, he cannot apply for what he didn't do, and we have a factual difference at this stage. You allege he assaulted you more than once.  He says he assaulted you once.  That is the facts we are working with. All I was trying to ascertain, is why does your consultation notes with your legal representative not refer to an assault in 1979?   Why does it not refer to an assault in 1980, why does it not refer to an assault in 1981.  Which I think ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that we have covered that ground now.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, I will then close off by saying - these are my instructions and ... (intervention).\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand your instructions, your job is to carry out your instructions and I can understand the purpose of the questions as well.  I would like you to tell me, Mr Jack, a little more about this trumped-up charge. You spoke so quickly that I wasn't able to take it down. In 1984 there was a trumped-up charge against  you.  What was that charge about?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "The charge was about attempted armed robbery and murder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Of a Mr Patrick Hlongwana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the surname of this person?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Blongwana. B-L-O-N-G-W-A-N-A, as he was known then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, so this was a charge of attempted armed robbery?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And attempted murder, was it?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Any other charge?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "There was again another one, in succession too of attempted murder, armed murder, which was supposed to have taken place at Njoli Square, later, but three months after the first one. So in that year I had three cases going on at the same time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Attempted murder of who?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Of the same individual.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Again the same person?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Patrick?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the third case about?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "The third one was relating to the so-called intimidation of the choir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And please tell me what happened to these cases?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "All three of them I was acquitted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were separate trials?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Yes, separate trials.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In different courts?",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "In different courts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR JACK DEMONSTRATES",
            "Thank you, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?  I'm sorry, Mr Mpshe, are there questions you want to put to him?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No questions, Mr Chairman, thank you.\nNO QUESTIONS BY MR MPSHE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "None, your Worship.\nNO RE-EXAMINATION BY MR NYOKA",
            "Male"
        ],
        [
            "MR NYOKA",
            "That is our case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you make a copy of that statement available to us before the close of day today?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have a copy, Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I will make a copy for the Committee, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much.  Yes, Mr Jack, you may stand down. Are you calling any other witnesses?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "None, that is our case, your Worship.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jack, thank you very much for having taken the trouble to come here and to give evidence before us.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Van der Merwe, do you propose to address us?  Would you like to address us to highlight the relevant portions of the Act which have a bearing on your client's application?\nMR VAN DER MERWE ADDRESSES COMMITTEE ON MERITS OF APPLICATION\n\tMr Commissioner and Committee, I shortly - I don't intend to address the Commission at length.  As far as the evidence of Mr Nieuwoudt is concerned, I am of the opinion, and I submit to the Committee, that his actions do qualify as per the qualifications which is laid down by the Act. I don't know if there is any specific incident in which the Committee would like to hear me. It is quite clear that this assault had taken place in circumstances where he was trying to achieve a political goal, which would be the restoring of law and order and also bringing to an end the consumer boycott which was being practised in this area at that stage.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is that in fact a political goal, political objective?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, I think it is a political goal, because if you look at the surrounding circumstances this was part of - that will come clear from the rest of Mr Nieuwoudt's application which wasn't read out, that the consumer boycott was part of the bigger struggle and part of the bigger onslaught, if you can call it that, to use the rhetoric which was used by the organisations such as the ANC, PAC and UDF at that stage, to try and create the system in the townships which would make them ungovernable and which they then could substitute the unlawful government, as they would call it at that stage, with legitimate structures from the people in the townships.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Wasn't he doing his normal duties as a police officer?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was he not executing his normal duties as a police officer to restore law and order, as he had said in his testimony and in doing so, securing the State institutions? Isn't that the normal duties of a policeman?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, I think we must not at this stage confuse the normal duties of a policeman and the normal duties of the security policeman, because somehow I don't think they were the same.  But I think what - to restore law and order for a normal policeman during the 1980s would have been something different than restoring law and order for a security policeman.  Because as we have already heard Mr Nieuwoudt say that he regarded the security police as above the law.  When there was conflict between the interests of the National Party Government and law and order, the National Party Government's interests would take precedence.\n\tAs such it was of utmost importance for the National Party to retain their power base and their support amongst the White community, to clamp down on the consumer boycott, which was really hurting the White people in the area and not really doing anything in the non-White people.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now assuming that to be the case, I won't debate that any further, but assuming that to be the case, by assaulting Mr Jack, is there any proximity between assaulting Mr Jack and bringing an end to the consumer boycott?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Very definitely. I think it is without a doubt, there is a proximity, Mr Jack was the chairman of the consumer boycott committee and if they, as the security police had to have any chance of getting the consumer boycott under control or convincing anyone to cease it or to work on it to normalise the situation, it would obviously be to work through Mr Jack.  And if Mr Jack at that stage, were unco-operative and as through his own evidence, were a person who didn't fear the security police or wouldn't stand back for them, then I think it is just normal that intimidation and an assault would be used in the subjective view of Mr Nieuwoudt, that through that he would be able to coerce and I say convince in inverted commas, \"convince\" him to stop this consumer boycott, and which consumer boycott was inter-linked with the current state of anarchy and unrest in the townships.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just for my information. When was the consumer boycott eventually called off?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "In December of that year. I think it was in Exhibit - if you just give me a while. It was on page 74 of the exhibits.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What was the date?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "It says here, this is an excerpt I think it is Sishaba, I just want to make sure. Ja, Sishaba of April 1986, and the section reads\n\"The boycott in Port Elizabeth was finally suspended in early December at a rally, and it was only after the boycott leaders were released from detention in November.\"",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, but Mr Van der Merwe, if you were listening to your client, the applicant this morning, when he detailed the circumstances in which he ended up assaulting Mr Jack, I think he comes very close to saying Mr Jack was a bit cheeky to him, and he had to give him a bit of a hiding.  Can you explain or what is political about that; assaulting someone who is rebellious and stubborn in the course of interrogation here?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "It is actually very simple. I think what at that stage happened, is that we must understand that Mr Nieuwoudt was under severe pressure from the security establishment. All of them were under pressure to apply the measures, any measure which was necessary to stop the consume boycott and unrest.  And if you had to work with someone who you knew could be the link to be able to achieve those results, and this person would appear unco-operative and be cheeky for that matter, it is obvious that a person in those circumstances might get cross, but this is not a personal thing.\n\tThis isn't something personal for his own personal gain.  This was, he was being frustrated at the fact that the person who would be able to provide the solution to the problem, was unco-operative, and in that way he described him as cheeky, but that is, I think - the Committee witnessed Mr Jack's attitude today, and I think he said he was cheeky at that stage with the security police. But that was the reason why Mr Nieuwoudt acted. \n\tMr Nieuwoudt had to act at that stage to be able to, let's call it through intimidation, to soften up Mr Jack in order to be able to achieve his end goal, which would be to break through to him, to be able to stop the consumer boycott.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can I ask you to comment on the implications of his evidence this morning, when he said if you are a member of the National Party and being in the security police, you would not get any promotion if you were opposing actions like this, and I would like you to comment with particular reference to section 2(3)(i) where the Act specifically excludes personal gain.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Ja, well, what he basically said is it was common cause in police circles that if you did not support the government of the day, that you would not be promoted, you would be sidelined. You wouldn't lose your job, you wouldn't stand a chance of financial loss or anything, but obviously the people who will be promoted are the people who are sympathetic to the cause, who is sympathetic to the government of the day, and who does everything they can to promote the government of the day.\n\tI do not think that the contrary would be true, to say that any person who collaborated with the National Party, or not collaborated, was in the service of the police, and therefore supported the government, stood to make any financial gain out of his actions. It was merely a fact that he was doing his job and doing what he believed in.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In that kind of situation, as I understood his evidence, a member of the security police would have a choice between doing what he is expected to do or not to do it, and face a very bleak future in the force.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think the bleak future that you talk about, my learned friend talks about, my learned colleague talks about, arises in the circumstances which are different. I understood the evidence of Mr Nieuwoudt to mean that if a member of the security police did anything which went against the interest of the National Party, he will then be sidelined and demoted or removed from the security branch and given some other job.  That is how I understood it.\n\tI also understood it to mean that if anybody did his job properly, as a member of the security police, whatever he did was not for any reward or gain, because he was normally performing his normal duties, under some terrible laws that were in existence at the time.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, I must confirm it, because Mr Nieuwoudt during that stage was a warrant-officer, a lieutenant, and at that stage he was in the South African Police for more than 15 years already.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "So it was not that he was promoted before his time or anything like that and I agree with Judge Mall as far as his summary is concerned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now tell me, I understood your client to say that it was indeed government policy to use all measures to bring the situation under control, all measures meant legal and extra-legal, and that where there was torture and where there was assault, quite clearly that was illegal, but nevertheless in their eyes, justified.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the position?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what section of the Act do you think that your client's conduct falls under?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I have left my Act, I haven't got it at the moment with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I would say it would definitely be section 20(2)(b).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "What are you saying, it was implied authority?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "What I would say is the implied authority, I would also equate to a lack of control.  These things were happening and nothing was done about it. Instead, the powers of the security forces were increased, despite everything that happened. In my mind I would say that turning a blind eye, I would construe as implied authority at this stage.\tAnd then I think that as far as subsection (2)(f) is concerned, it could also become relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, is there anything else you wish to add?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "No, I have ... (intervention).",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Or let me just ask you. Let me just ask you, just linking up with my colleague Sandi's question.  What are we to make of the testimony of Mr Jack concerning how the assault was sparked off?  Mr Jack says that at a stage when he referred to Mrs Blackburne, your client lost his cool and then assaulted him, because your client apparently didn't like the reference to Mrs Blackburne. Which of course is totally opposite to the version that your client is putting before us. What are we to make of that?  If that is in fact how this assault was sparked off, does that not put paid to the argument that the assault was linked to the political objective of stopping the consumer boycott and breaking down the resistance of Mr Jack?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "It would definitely.  It would (indistinct) to the argument. I would, however, submit in the circumstances, that there is no reason - we obviously have conflicting versions here. There is no reason why the honourable Committee should not accept Mr Nieuwoudt's testimony. In the circumstances I think his version should be accepted and accordingly he should be able to qualify for amnesty as applied.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Act also requires the applicant to make full disclosure. I would like to hear you on that.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Yes, it is quite evident that, if I can address the Committee as far as that is concerned, and that is why I was at pains with Mr Jack. It just does not make sense for Mr Nieuwoudt to come and sit here today, in front of this Committee and apply for one assault, when he quite easily could have applied for two assaults or three assaults.\n\tAs far as the other allegations is concerned, which Mr Jack made about the court cases which was made against him.  We have no knowledge of this and I cannot react to that.  But it would be, I would agree, that if the Committee had to find that full disclosure wasn't made, that certainly my client would not be entitled to amnesty, but I would say in these circumstances the odds must weigh very heavily in his favour. There is no reason why he would come to the Committee with only one assault and not mention anything about the others. Especially in the circumstances where there was no pending criminal trial, a civil claim has been settled. There was actually nothing that coerced Mr Nieuwoudt to bring this application. I think if I did ask Mr Jack the question, he probably would have confirmed that this application took him by surprise.\n\tIf I may just add. Obviously Mr Nieuwoudt has also filed various other applications, which this Committee and other Committees will deal with in the forthcoming weeks, which is far more serious, and I think it is highly unlikely that he would jeopardise his chances, given the circumstances, to something as simple as this matter, compared to the matters to follow.\n\tThank you.\nMR NYOKA ADDRESSES COMMITTEE ON MERITS OF CASE\n\tThank you, Mr Chairman.  The Promotion of Truth and Reconciliation Act states two grounds upon which amnesty may be granted to an applicant. Namely, firstly that the act or incident applied for has to be politically orientated or motivated one.\n\tSecondly, underline and secondly, that the applicant must have made a full disclosure of the facts with regard to the act or incident applied for.\n\tBoth sections must be shown or proved to satisfy the requirements of the Act or to ensure that amnesty is granted.  \n\tWe respectfully submit that the first requirement of  political orientatedness was not proved by the applicant, in that he said himself that he assaulted Mr Jack because he was rebellious or stubborn. Therefore he may have done this in anger, due to his rebelliousness or stubbornness.\n\tFurthermore, the assault itself was not long, it was just for three minutes, and appear to be at random. It stopped at random, without any further discussions and without achieving any goal.\n\tWe submit therefore, that this assault was purely a criminal one, not a political one. You cannot assault a person in the national interests for such a flimsy reason, and say it is in the national interest or in the interest of peace and security.  That will make a mockery of those phraseologies, even though they were used ad nauseam or nauseatingly in the previous regime.\n\tIn so far as the assault related to the consumer boycott, one wonders how it can be construed as such, instead of being an economically motivated one, to protect the interests of the White business community rather than the broader national interest.\n\tI wish to refer to page 19 of Mr Nieuwoudt's application, where it is stated why they sought to stop the consumer boycott. It was not for political reasons but for economic ones.  Paragraph 17.2 says:\n\"White business was affected to such an extent by the consumer boycott, that it resulted in an unusually high liquidation and closure of businesses. Available statistics indicate a number of businesses liquidated and closed during the period 1983 to 1987.\nAnd they are listed -\n\"In 1983 there were 49 businesses closed; in 1984 103 businesses, 1985 222, 1986 299 and 1987 81.\"\nAnd then there is a big full stop. There is no mention about political orientatedness, only economic ones.  That is why we asked whether he was sent by big business to stop this consumer boycott.\n\tWith regard to the second requirement of full disclosure of the fact.  We respectfully submit again that applicant has failed to satisfy this requirement.\tIn that, for instance, the direct commander.\n\tOne of the further commander, the regional commander, were never informed of this assault. Why not?  \n\tSecondly, the fellow unit members of about 20, were never informed or even invited to be part of the interrogation, because important things could have emerged.  Why not?  \n\tHe said he only assaulted Mr Jack once on the 12th of August 1985. Yet, he had done so, according to the uncontroverted evidence of Mr Jack before.\n\tIt is strange for Mr Jack to deny that he was assaulted on the 12th of August, if that happened, only to find out that he had been assaulted before. Why would he deny this specific incident and admit others?  It does not make any sense.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the answer to the question that counsel makes, what advantage has Mr Nieuwoudt got to deny these assaults?  He is applying for amnesty.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "I am coming to that, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "I am coming logically to that.\n\tIf at all he only interrogated and assaulted Mr Jack on the 12th of August, why did he wait for about 10 days before he interrogated him?  My instructions from Mr Jack were not to oppose Mr Nieuwoudt's application, on the following two grounds.\n\tThe first one, that Mr Jack, unlike other victims of apartheid atrocities, did not lose any life or limb, as a result of the assaults by the applicant.\n\tSecondly, that we greatly appreciated his application as initial and honest gesture towards reconciliation, in particular towards one of the institutions of our young democracy being the TRC.\n\tHowever, it seems as if the applicant is mocking the process by embarking on sterile half truths. He seems to have decided - and this is the answer, Mr Chairman - he will be man enough to go it alone in his decision to seek amnesty. In so doing, conceal the role of his colleagues by changing the facts to suit that isolated event where he had not assaulted Mr Jack, but interrogated him.  Perhaps trying to avoid any criminal prosecution against them.\n\tWe wish to say that none of the security laws and states of emergencies of the previous regime, gave the security police or anyone exclusively or implicitly the right or perhaps the duty to assault detainees. However, draconian those laws there.\n\tSecurity officers, like Mr Nieuwoudt, who did so, knew fully well, as he has confessed, that it was not outside the law to do so, but they were acting above the law. It was not in advancement of the interests of the National Party, but because it was enjoyable to do so.  As Lord Acton stated:\n\"Power corrupts, absolute power corrupts absolutely.\"\nThe immense security legislation corrupted the security police of the previous regime.  \n\tConsequently, whilst the application is defective or non-compliance of the legal requirements of the Act, we are still not opposing it, and we leave the decision to grant or refuse the amnesty in the able hands of the Commission.\n\tThank you.  (Applause).",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Nyoka, to the extent that there are differences, factual differences between the versions of Mr Jack and Mr Nieuwoudt on the number of assaults for one - I am just referring to the two, to my mind, material issues - and the circumstances of the assault for which this application is being made, what is your submission on those factual disputes?  What finding has this Committee got to make? Is there an onus; which way should be decide where there is a dispute.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Firstly, the evidence of Mr Jack in repudiation of that of Mr Nieuwoudt, has not been controverted by my learned friend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, now it is Mr Jack who controverts Nieuwoudt and Nieuwoudt contradicts.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's how it works here, isn't it?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words there is no independent evidence in support of either one or the other.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "On the basic principle of our law that he who alleges must prove. It is Mr Nieuwoudt who seeks amnesty, he must try to squash the evidence of Mr Jack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is no doubt about that.  The onus in that sense of the word, one talks about onus in that sense.  Every applicant has to satisfy this Committee that he is entitled to amnesty, in the broad sense. But I think that the question that is put to you here by my colleague, is how must the Committee approach this situation where on an issue such as this, you have two mutually exclusive or contradictory positions?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "May I suggest humbly that the Commission should look at the totality of the evidence, and try to fit the question of the assaults within the framework of the circumstances and bearing in mind that my client's attitude is not as such to oppose the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand your client's attitude.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your client says that he understands that during those turbulent political days, if the police did what they did, he is not surprised, they were doing their duty at the time, I think, Mr Jack said something along those lines.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the question of non-disclosure or failure to make a full disclosure, what would Mr Nieuwoudt have to gain by not disclosing the names of others, personally, what has he to gain? He is trying to best to try and avoid being lumbered with the allegation or the suggestion that he has done something terrible to Mr Jack.  He is facing a number of other similar challenges of a more serious nature. In the light of all that, what has he to gain?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "My impression, Mr Chairman, is that even in the other applications, those that are implicated are core applicants.  No one is mentioned outside of the applicants. That poses a question as to why that is the case. It seems as if a person has decided that I am going to apply for amnesty, I am just going to mention myself, not any other person. Except, that he is a co-applicant.\n\tEven in those applications I stand to correction, in the serious cases, although I doubt that a violation of a human right, even if it is a minor assault, is not serious. Even those cases, people that are mentioned, are core applicants. No one is mentioned outside the applicants. That is very, very strange. \n\tIn that regard, he stands to gain, with the co-applicant, who is being mentioned, who coincidentally is also an applicant.  In this case Mr Nieuwoudt is alone. I am sure if there was another applicant, they will have referred to each other's statements. That is my point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In this particular case, it is common cause that the injuries sustained by Mr Jack was as a result of him being sjambokked.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That sjambok was in the hands of Mr Nieuwoudt when those injuries were inflicted and Mr Jack admits that that is how he got hurt.  That is the injury or that is the assault in respect of which amnesty is sought.\n\tIs there any matter relating to that issue where you say that there has been no full disclosure?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, your Worship.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is that?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, because we are saying that event was, did not occur on the 12th of August, it occurred on the 3rd of August when there were other gentlemen who Mr Jack mentioned, like Mr Coetzee, Mr Strydom and Mr Bezuidenhout who are not conveniently not mentioned. That is why he was saying so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I mean Mr Jack doesn't say that those other people were the ones who had the sjambok with which he was assaulted.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "I did mention it when I put the case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The sjambok was in the hands of Mr Nieuwoudt, wasn't it?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "They took turns in assaulting Mr Jack. I did put that to Mr Nieuwoudt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "With Mr Jack's statement, that they took turns, ja, in hitting Mr Jack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, unfortunately we don't have that statement.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "I am sorry for that, Mr Chairman, but it is in his statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "And in fact, even the helicopter treatment is an assault on its own, it doesn't have to be a sjambok.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I understand that, but that occurred on another occasion.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "On the same occasion, on the 3rd of August, not on the 12th as alleged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "That is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?\nMR MPSHE ADDRESSES COMMITTEE ON MERITS OF CASE\n\tThank you, Mr Chairman. Mr Chairman, I am not going to belabour the points that have been canvassed, but just to say something on the two requirements, very briefly.\n\tI will start with the question of full disclosure. Mr Chairman, before I do that, I want to put it on record that as a member of the TRC, representing the TRC, I am not here saying what I am going to say in order to oppose the amnesty application, but the purpose of my duty is just to place before the Committee what I think is necessary for the Committee to know.\n\tI will first start with the full disclosure part, Mr Chairman. Mr Chairman, I have been listening very carefully that the evidence of Mr Nieuwoudt, the applicant, has been gainsaid by Mr Jack and vice versa. That may be the case, Mr Chairman, but the point I am trying to make here is that full disclosure has not been satisfied and I want to believe that what I am talking about as to full disclosure, is very much relevant in casu, because we are talking of assaults, plus minus four assaults on the very same person, Mr Jack. This evidence has not been contradicted whatsoever by the applicant. In fact, the applicant's lawyer at a certain stage, whilst making the submission, said we do not dispute the evidence of Mr Jack, which then means that Mr Jack's evidence stands, which then means that the assaults did take place.  Which then means that the application as put forward before the Committee today, selectively choosing the 12th and leaving out the rest.  Then there has not been full disclosure.\n\tOn the question of political objective. Mr Nieuwoudt, the applicant during cross-examination, stated that the emergency regulations gave them \"wyer magte\" (wider powers) to do what they did or what he did.  But under questioning by the learned Committee member, Adv Potgieter, the answer was so specific and so direct, when he was asked about the assault, as it being included in the regulations. The answer was very clear, no, the emergency regulations did not provide for the assault.  This was an admission that the assault was not authorised.\n\tGranted, he may have acted in order to stop the activities of activists then or particularly of Mr Jack. That I do not want to dispute. He was carrying out his normal duties as a police officer. But, in as far as the assault is concerned, that cannot be condoned, because it was outside his ambit of jurisdiction and that assault then becomes unauthorised, and if it becomes unauthorised, it is not politically motivated.\n\tThat is all, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am going to give you another chance, Mr Van der Merwe. Is there anything you wish to reply to?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I don't think I can take it any further. I have taken it as far as I can, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Committee will make its decision known in due course.  Thank you very much.  Do we adjourn now, Mr Mpshe. Do we adjourn now?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, Mr Chairman, that completes the work for the day and the Committee will not be sitting tomorrow, but will be sitting on Wednesday, the same venue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  This Committee now adjourns and will resume at 09:30 on Wednesday morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}