{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "LOUIS TRICHARDT",
        "day": "2",
        "names": [
            "TUWANI F MUDAU"
        ],
        "case number": "3119",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55537&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/louistri/mudau.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "FRANS TUWANI MUDAU",
            "MR MANTHATA",
            "MR MUDAU",
            "MS MUDAU",
            "ROSINA MUDAU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MUDAU",
            "FRANS TUWANI MUDAU",
            "DR RANDERA",
            "ROSINA MUDAU",
            "MS MUDAU",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are ready to start.  Thank you.  We shall call upon Frans Tuwani Mudau to come forward please.  Please let us have your attention now.  We are ready to start, could you keep quiet please.\n Mr Mudau, can you hear me?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will not keep you long.  You were supposed to be the first today.  We understand you are not well.  Could you introduce the person who has accompanied you.",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "(...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it your sister?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "She is not my - we are staying together, she is not my sister.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, welcome.  We would like to, would you please stand up so that you can repeat the oath.  Will you repeat after me.",
            "Unknown"
        ],
        [
            "FRANS TUWANI MUDAU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Mudau.  I will ask Dr Randera to lead you.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Mudau, good afternoon.",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "Good afternoon.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I am glad you have been able to come today.  You have come to tell us today about what happened to Bethuel, your son, in 1986.  We have got your statement already, so I would like you to concentrate on the important points, but take your time in telling your story.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "What is important is the arrest of the deceased who were beaten up and arrested and sent to police stations.  From there it took us a long time so that we can get evidence that they are on which police station.  Now they came out in an idea that he is dead.  From there and now his mother met a certain White man and by that time I was at work.  That White man gave her money to go to Tshitare and at Tshitare they were told that he is not there.  They went to Vuyane and at Vuyane they said he was not there.  They went to Beaba.  There at Beaba, they were told that he is there.  But now I am asking that I easily forget, but I think this lady here, her mother, can explain everything, because I have short memory of something which happened before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the lady also make a statement in connection with this?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "Yes, she did.  (The speaker's mike was not) on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I said, there is no problem.  She can go ahead.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Can I just ask her to stand to take the oath please.",
            "Unknown"
        ],
        [
            "ROSINA MUDAU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Can you just tell us your full name?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Rosina Mudau.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Rosina, welcome to you.  Would you just add to what your father has said already.",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Yes.  This children were arrested during the night.  The next day, they said, the children were playing in the road and were arrested.  Then we stood up trying to investigate.  Then a certain pastor, White man, from Cape Town came and because this children were attending his church and he was their pastor and then their pastor came and he gave us money so that we can go and visit our kids who were at home and we must take food to them.  Then we prepared food and go to Tshitare.  At Tshitare they told us he was at Tshitare.  There at Vuyane, they said, they were not there.  From Vuyane we came back.  The next day we came back.  When we went back the following, when we went to Beap and I said I came to visit Bethuel Mudau.  They said Bethuel Mudau is not here.  Because I am going up and down to all police stations not telling me where he is.  Even at Vlei, they are saying that the child is dead.  Now that the rumours is that he is dead, how can I go about with this.\n It is then that the people from Beab phoned Vuyane police station and they said that there is an old lady, called Rosina Mudau and she has got a problem with her son.  At home they were saying he is dead.  And so it is then that the people from Vuyane police station called him.  Then I let them call his name and then he came.  Then I talked to him.  It is then that I went back home and told the people at home that, no, the son is alive.  I talked to him, but I never saw his face.  It ended like that.  \n It is then that he came back from prison, but he was having a wound on the head.  That wound was there and he was having ill health.  After that ill health he died.  He died at home and he was taken to the hospital and then to the mortuary.  From the mortuary, they said, there was blood stains in his blood, in his brain.  It is then that we came back and buried him.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Rosina, thank you very much.  I would just like to ask you a few questions if that is okay.  Can I say either of you can answer the questions.  If you do not want to, your husband can.  Can you just tell us how old was Bethuel when he was arrested?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "He was born in 1972.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So he was fourteen years old.",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Yes.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And in your statement you say he was kept at the police station for three months.  Is that right?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Yes, it is true.",
            "Female"
        ],
        [
            "DR RANDERA",
            "When did you find out exactly that he was at Vuyane police station?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "I walked throughout the police station searching for him, because there was the rumours that he was dead.",
            "Female"
        ],
        [
            "DR RANDERA",
            "How many days?  Was that on the same day that he was arrested?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "I travelled three days in that week and then I spent another day.  On the fourth day, I went to Vuyane.  From Vuyane I came back and I slept.  The next day I went to Beab and then there at Beab I told them that there are rumours that he is dead.  So they said, no, he is not there.  And then they phoned Vuyane police station and they said there is problem, because it is alleged that he is dead.  It is then that they told me that he is there.  Then they called him and then I talked to him.",
            "Female"
        ],
        [
            "DR RANDERA",
            "How far is Vuyane police station from Vleifontein?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Can you repeat your question.",
            "Female"
        ],
        [
            "DR RANDERA",
            "How far is the police station from where you live?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "The police station is far.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Okay.  Now when you spoke to the police at the station, did they tell you why they arrested Bethuel?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "No.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And your own understanding as to why he was arrested?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Well, I do not know anything about it, because it was late in the evening as these people were attending a church.",
            "Female"
        ],
        [
            "DR RANDERA",
            "We have heard today, earlier on, that 1986 was a period when there was a lot of resistance by the community where you lived against incorporation into Venda.  Was the students demonstrating against this and was your son perhaps one of these people as well?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "I am not aware.",
            "Female"
        ],
        [
            "DR RANDERA",
            "In those three months, did the, again we heard earlier on that there was an action committee that was set up in Vleifontein.  Did the action committee intervene on your behalf to try and get your son released?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Well, I left and by the time it was established I had already left.  That was when my son died.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Did any lawyers ask for his release?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "I do not know.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Rosina just ....",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Well, I was not actually involved in going up and down.  We did not want to take steps then.  We were quite ignoring.  It took quite a long time when I was not around.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Rosina, can you tell us, in that three month period, did you see Bethuel at all and if you did, how many times did you go and visit him?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "You mean, Bethuel?",
            "Female"
        ],
        [
            "DR RANDERA",
            "Yes.",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Well, I saw him on his release.  Well, I just forgotten the document in which it was said that - I just left it at work.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So which document is this?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "The one he was given in prison when he was released.  I just forgot it, because they just took me out of work quickly.  By that time I was at work.  Well, Mr Mudau can elaborate on that.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Sorry, before I hand over I would ask Mr Mudau to comment - so you were not able to see him at all in that three month period?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Yes, I saw him.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You did see him?",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "Yes, I saw him.  You mean when he was detained in prison or after he was released?",
            "Female"
        ],
        [
            "DR RANDERA",
            "You have told us in your statement that he was in detention for three months and that you found out....",
            "Unknown"
        ],
        [
            "MS MUDAU",
            "I did not see him within the three months.  I was just communicating with him telephonically, because I learned that he was dead, so I was worried.  That is why I went up and down.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Okay.  What about Mr Mudau?  Did he see Bethuel in that three month period?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "I was not visiting him, since the mother was going.  So I was not able, not that I had in it a problem.  It is just that I was also worried about the very same incident.  It really touched me because it is something that really happened.  It took place because of the Government.  I was so worried, I just did not want to go there to visit him.  I was just happy after the three months when he was released and he came back.  When he was complaining that they were beating him, as she did say about the scar.  When he went to the hospital frequently he was coming back, he went there and he died.  There was this SAFAS which took him and he went to the mortuary.  From the mortuary, the Government mortuary, they transferred him.  They said when they were taking him that the cause of his death was the injury on the head.  Apparently his brain was damaged.  Then they said it was rotten.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I just want to take you back a little.  Both you and your wife said when he came out of prison, you noticed that he had this big cut on his head was there any other changes that you noticed in Bethuel's personality?  Was he able to go back to school in that year when he was out of detention?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "No, he did not go back to school.  He was just struggling, because he was suffering.  Well, we used to stand in to the hospital and there was no change.  He used to complain about his teeth.  The hospital people were saying to him, well in fact, three of them were taken out. The third time he died.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Did you ever lay a charge against the police for what happened to Bethuel?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "No.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much to both of you.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "At his funeral, did other children, school children participate in the funeral?  Or other young people?",
            "Male"
        ],
        [
            "MR MUDAU",
            "There were a lot of them.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What I want to point out is that, that could have been a pointer to you that he was a very active child at school and he was fairly popular.  You may have not been able to detect that as parents, but this to us is a pointer of who he was.  This is all we are interested in.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mudau, apart from your son, were there other people who were arrested at the same time?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "Well, that group which came to that specific house, I cannot specifically remember how many days they spend when they were beating the people up and sending them to the cells.  I do not remember exactly how many days it was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he was not the only one who was arrested on that day?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "No, a lot of them were arrested.  They were being assaulted and they were beaten up and so on, at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was happening just before they were arrested?  Was there a march or were they singing?",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "I think what really caused the trouble so they - I am not sure whether it is true or not, but I think the problems eminated from the fact that the people were against the proposals which were being enforced on the people.  Especially the Government, Mpepu Government about the Venda tax.  I do not know, I am not sure.  I cannot say I was really in touch with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Mudau and Rosina, for coming to give us the story.  We have heard a number of cases regarding the resistance of the people to the incorporation of Vleifontein into the Venda homeland.  There was quite obviously a lot of suffering at that time and we thank you for coming forward.  Thank you.",
            "Unknown"
        ],
        [
            "MR MUDAU",
            "Thank you too.\n____________________________",
            "Male"
        ]
    ]
}