{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "LOUIS TRICHARDT",
        "day": "2",
        "names": [
            "MARUOINI A MACHETE"
        ],
        "case number": "3086",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55532&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/louistri/machete.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MARUOINI MACHETE",
            "MR FARISANE",
            "MR MANTHATA"
        ],
        "original_speakers": [
            "MR MACHETE",
            "CHAIRPERSON",
            "DR RANDERA",
            "MARUOINI MACHETE",
            "MR MANTHATA",
            "MR FARISANE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Machete, thank you very much for your patience.  We are aware that you have been waiting the whole day.  Sometimes it is not nice to be the last witness, but we thank you for you patience.  Could you introduce the person who is accompanying you.",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "Divius Shivenge, the one I am working with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are welcome Sir.  I will ask Dr Randera to do the oath.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Machete, can I please ask you to stand.  If you will just repeat after me.",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Machete, you have come to tell us about what happened to you in 1984 and 1986, relating to the trade union to which you belonged.  Can you just give us briefly the story that you have come to share with us today.",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "I have started to be chased by the police.  The Louis Trichardt police were after me from 1984.  While I was elected as representative of the workers in a union called CAUS, now it is called SACCAWU.  I was surprised on the day that I was elected as the leader of the workers.  The following day came other CID's or policemen came and told the manager that I am needed with the Veiligheid policemen.  When asking the policemen, the manager, why the police are after me, the manager told me that he is not aware why they are looking for me.   In arriving at the police offices, I found the Major of the police who was Mr Pretorius and Mr Pretorius asked me that they have received the information that I am the leader of this union.  Now we are you telling you that from today we will keep on visiting you every day.  It might be at home or at work or everywhere.  Do not be surprised, because we will be visiting with certain information that we would like to know from you.  Then I went back to work.\n The following day, those policemen came again with Mr Mashau.  Mr Mashau came and said I am again asked to come to the police offices.  It was about past four.  So in going there, I take it as if I was going there and still can come back again.  In arriving there I was taken to a certain room, which I even know, even today.  If can go with anybody now, I can go there.  There are bars and irons.  Firstly I was asked if I know this ammunition or this bombs which are in here.  They were pointed out by Mr Pretorius, as to whether I know this various ammunition.  And as if I was knowing them.  I told them that I know none of them.  By that time, because I was having a watch, I found that the time was now past five.  \n From there it is then that I was unable to see anything and I heard Mr Mashau speaking in Venda, which if I can mention them now here, they are bad words which means that you will die here.  I was beaten and I was unable to see anything.  I fell down from something which looked like a chair.  There were chains.  The pains which I was hearing were very big and I cried.  I persuaded them and I told him Baas so that he can release me.  Later when I collapsed, I do not remember when I woke up.  By that time it was dark and I went out.  When we went out, we boarded a Cressida car and I know Mr Mashau, the policeman, because where I was working, was close to the police station.  And I realise that this is Mr Mashau's Cressida.  I went with Mr Mashau.  \n Reaching home, he was with Mr Pretorius they entered my house, they found my wife and my kids, they opened my house and they wanted to search my house.  But the searching style was very different.  Even the underwear of the women were taken out and thrown on the floor.  I still remember that my young child said dad, what is happening?  He was not aware of the police by that time.  After that there was nothing that they can find.  They took my ID, the Venda ID or reference book.  They took my passport and the New National newspaper and other World newspapers.  From there all what they took, they told me that you will have to follow these things.   The firs thing the next day I went to the manager reporting that I am feeling the pains, I want to consult the doctor, can you help me with any idea why these things are happening?  The manager told me that, that has nothing to do with him, this is in connection with me and the police.  I realised that there was no where in the police where I can get this assistance.  Because they asked me to come and fetch those documents, I went to Dr Van Schaken and then I went to the police.  Then they took my fingerprints.  Then I was given my passport and my ID and all my newspapers.  From there they asked me what is it that I used for this passport, because it seems you have been in Botswana and Zimbabwe.  I told them that Zimbabwe I used to go to visit my aunt, because she stayed there.  If you see that while I was in Botswana I was going there to my uncle, because my mother was born there.  They started to suspect that there is something from these countries, because they were not working hand-in-hand with those countries.  But then they told us that if you want to skip this country, you must tell us the day and dates in which you will arrive back.  Then every time there was nothing that I can do, because while I was on leave I used to go and visit my uncle or my aunt there.  Then every day when I go for leave I went and reported that I want to go to Botswana.  \n In my arrival, in coming from Botswana while I was in a Zimbabwe border there was no problem.  But in arriving at Beitbridge, everything was fine as usual, at the border gates, but in arriving at the gate, there were various police in camouflage and a certain Black man, speaking Northern Sotho, as they were searching in my bag so that I can go, a certain White man came and said, this is the right person.  So I was surprised that whenever I go for a visit I must tell the date and I must be followed and then they tell me that they have got something that they want to tell me.  Then they took my bag and we went to Messina police station.  \n There at the Messina police station there was a Black policeman who knew me and he told me that he told those police that I know this man.  He is working at the Checkers.  From there I go with those White policemen from the white police van, there was a dog there at the back.  What that dog was doing, was spitting over me.  Then we left Messina, we did not reach the town.  Then we turned to a certain farm.  I asked where we are going?  They said we were going to Messina commissioner.   In arriving there, I found that there was a certain man with big stomach.  In arriving there, when they took me out of the van they beat me and said now today you have seen the world for ever.  From today you are going to Pretoria.  There in Pretoria it means you will not be going to work and your family will never see you again.  That thing was happening at about six o'clock.  \n From the morning, they were taking me around Messina farms.  I was just going from one farm to another and I gave up.  Even the White man I am talking about with big stomach, who said from today you are no longer going to live, I persuaded and said, no, boss or baas until I was taken back to police station, to Messina police station.  There at Messina police station the belts were taken and I was given other belts and the bag.  I thought they are now releasing me or taking me to prison.  Or it was then that I will be knowing what was the charge.  Because I was not knowing the charge against me.  Then they asked me to go and if I want to find any evidence, I will find them from Mr Pretorius.  Then I took my bag.  \n From there they never accompanied me.  It was during the night.  The wife was surprised when I arrived at about twelve o'clock.  She asked, why are you arriving at this time.  Then I explained to my wife what happened.  \n From there how Mr Pretorius worked with me is that every day he used to consult Venda policemen to make sure or to enquire how I am living here at Vleifontein.  But here at work I was still representing the workers.   Then one day, Sengeri Nbambora, a policeman, he is still working even today, came to my home during the evening and I was surprised because he was not used to come to my home.  He explained to me that, no, if you want to live better or well please stop that thing that you are doing at the union.  Stop your Vleifontein issue.  I explained to him that if we are fighting with the Government - we are not fighting with the Government.  We are just fighting for the rights of the workers.  It is our fellow Black men.  Sengeni, the policeman was also one of the police who was investigating my movements.  He was there with other people he was working with.\n When the issue of Vleifontein started, because I was also interested in the late Tsaitsai, the person who died whom we have all already heard about it, who died from the car accident as we were working together in this SACCAWU union, we were also working together in the opposing the envisage(?).  We were doing all these things in hiding because we were surprised that people will tell the police.  People go and explain that there are people who are working underground, because there were certain Ralph Mokolitwa, who is a manager at Town Talk, and Lazarus Lerudi who is staying at Tshikota.  When we were able to pop up something from our pocket, making sure the committee must not know what we are doing and then we can make money and we go to Khotso House and consult Allen Morrison and tell him about the situation here at Vleifontein, on the forceful removal.  We explained to him that when he is coming, he must not come during the day, he must come during the night, so that the people cannot see what is happening.  \n Then, at half past six, we usually, we used to meet during the night, because there were people who were prepared to hear what was happening.  It came that in the Venda police that I am working with Allen Morrison and that I might be involved in this issue.\n In 1986, while we were tortured or beaten, I was going to work.  It is there where we met a road block as you have already heard.  I will not explain on this, because you have heard about this.  I can only explain how I was beaten at Tshitare police station.  When other people were beaten I was again separated and beaten again and taken to the van.  I sat there and then I was asked to come back again.  They said, they have never beaten me.  \n The people from Vleifontein, I think they can explain that, that I am the only person who was severely beaten.  I was unconscious, beaten by more than twenty people.  I lost my conscience and running in that direction, I took a gun from another policeman, not knowing what I am doing.  I ran away to the charge offices.  I fell down, they kicked me with boots in that van in which I was in, it was full of blood.  To such a way, that if I can explain to you, so that you can verify if you look here, you can see the scars on the back and around my body.  I took photos, but because it is late the photos went missing.  It was possible that I was going to give you photos of the scars in my body.\n In arriving at Tshitare, I was not aware, I did not know how we arrived there.  I was unconscious, but in arriving there, I tried to sleep behind the police station because there was an old wheel tyre so that I was unable to sit, so that I can lie on top of the tyre.  That man came back again, that man from Venda police.  While I was at the back of the police station, it is where they severely beaten me.  By that time I was feeling no pain from what they were doing.  At the end they told me to make frog jumping and to sing that Mandela is a terrorist.  It is true that if it is difficult there are times you can say whatever you can say.  Then I said that because I thought they would leave me.  That is how I was beaten.  \n I was beaten for at least three days.  I was unable to sleep by this side, by the right side, left side or my back.  By that day, myself and the late (...indistinct) the police were watching us in every movement that we were doing.  In going back, the crisis committee was dissolved (...indistinct) responsible in doing that had given us twenty four hours, because it was said that they brought something that was not permitted.  Some of the teachers, even now were responsible.  I can give an example of Kenneth Mutambi, who even today has just come back because he realises there is a new Government.  ]\n From Vuyane, what happened in Vuyane, was that, you know, we were transferred from all these various police stations.  In the last police station at Beab what really surprised me was that the case was held at night.  What I was looking for was that people should realise how badly injured we were.  Because now it will reflect a bad picture to the people around.  According to the bail we had to ask as to how much the bail would be.  It had to do in accordance to what the Government has delegated, because there was no twenty rand bail.  Normally the bail is less, it used to be less than twenty rand.  So we had to collect the twenty rand.  I was wearing clothes which got tattered.  I just do not know what happened to my clothes.  When I arrived home, I just threw them away.  From there I took some photos from a computer lady so that I could give some evidence.  As I went to the other person whom I thought would be able to help, he said to me, Machete, there was no help.  There is nothing we could do for you.  You know these people who are in Venda, the ones who had beaten you up, were sent by the Central people.  They are also involved.  So you are just going to be by yourself and nothing stopped.  I realised that there was no way in which I could get this thing solved.  So I abandoned the case even up to today.  \n That is why I am saying that I suffered a great deal.  Well, Mr Pretorius, in according to the union matters, I know we are normally relating well with each other, Mr Ramalgela and Manatcha, they knew very well that they are the ones who tortured me severely.  It is not that I have a very ill feeling towards them.  I have forgiven them.  However, when I smile with Mr Pretorius, normally he wants to talk to me.  I know that the friendship is just a normal friendship.  I am saying bygones should be bygones.  \n What I am trying to explain to the TRC is that I spend a lot of time trying to consult doctors.  If I told the TRC could take me to the doctors I consulted, you must realise that I am still owing some of the doctors.  Because now I was a sports person.  They know very well that I used to participate in sport activities.  Now as it is, during winter I feel a lot of pain.  I went to almost every doctor around town.  The last doctor I consulted, told me that a person who would be able to investigate or examine your body, would be a specialist.  It was so difficult for me to consult a specialist, because some of the doctors I went to, are still looking for money from me.  I know very well that I paid a lot of money to improve my health, to prioritise my health, because I know very well that I spend two to three months without working, because I was injured.  What I am saying here is just a summary of what happened, because I just omitted some of the things that took place in Venda.  I had to walk, I had to go to some football matches.  There are some places where I visited, like festival activities.  I was the only one who was picked from the whole taxi, because we were told that the festival was over so we had to go back.   The policemen took me and said I had to go to the police station.  Well, asking was not a problem, but I knew what the problem was.  So whereever I went, to Louis Trichardt, I could not go to Sibasa from here, because they were detaining me.  They detained me twice in connection with the Vleifontein forced removals.  Up to the time when I had to thank God that God does miracles.  That was how it ended.  It ended now with the new Government which belongs to the people.  There is nothing that they can do.  I am free to go to Sibasa without any intimidation.  I think that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Machete for the vivid explanation of the harassment and the violations that you suffered.  I would like to find out, were you a shop steward?",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "Well, according to the law, they used to refer to me as a shop steward coordinator, because there were three of us.  I was a coordinator.  I was the one leading amongst the shop stewards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were part of those who arranged, who organised a strike at OK Bazaars?",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "Well, regarding the strike, I would not say there was a real strike.  It was just that we were talking about the police people in Louis Trichardt, that they did not want the existance of what we were trying to imply.  Especially because we were contacting big companies like OK and they were targeting us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We also heard during the day about the people who were in that bus that were stopped and you mentioned that you were one of the victims.  Why did you think that you are the one who suffered more torture than the others?  What did they have against you?",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "What I can explain is that as a person who at work was in the workers organisation, I only realised at a later stage, that maybe it had to do with Mr Ntsengeni, because they might have known that I was the one who had to be taken from the van and to be beaten.  Because there was nothing else that I could say I was conflicting with them.  Because it was at the same time when the same vehicle, well according to what could have happened there is nothing more that I could say.  I was talking to a certain policeman.  When I queued along with the other people, they were beating us up and they took us from the van the same way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you also a member of the Vleifontein Crisis Committee?",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "I was not a member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  When they searched your house in the manner that they did, what do you think, what did they say they were looking for?",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "They were looking for, well of course I cannot explain, because they had already called  me by then to warn me that I should not be surprised, because they will be making surveillance trips.  I knew very well that there was nothing that I was hiding, an illegal item.  That is why I am saying that ....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you still working now or?",
            "Unknown"
        ],
        [
            "MARUOINI MACHETE",
            "Well, I am still working.  I have just asked for permission from work.  I also asked for my colleagues to be released from work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any questions?  Tom?",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "All this time, what support were you getting from SACCAWU that is through all this intimidations and what not?",
            "Male"
        ],
        [
            "MARUOINI MACHETE",
            "Well, during those days it was still referred to as CAUSA.  We used to go to gatherings and when we raised such issues, you know, the situation was not so conducive, because it is just like what used to happen in this other shop stewards' meetings because it was not that very proper, because a lot of policemen were guarding us.  Although there was nothing they could do against that, we were just going forward.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Oh, that is the union had never sent special lawyers to track down all those movements of the police against you?",
            "Male"
        ],
        [
            "MARUOINI MACHETE",
            "Truly speaking, no.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "But to this crisis committee it was known that it had the support of the workers.  In short, the workers were directly represented.",
            "Male"
        ],
        [
            "MARUOINI MACHETE",
            "Well, regarding the crisis committee which was established in Vleifontein, I would have to say most of the people, the community people in Vleifontein supported it.  The citizens really elected the committee.  They supported it as it was said that there had to be a ten rand contribution per house so that there should be some representations.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I think that one is clear, you know of the community and the support from the students as we have been hearing about this the involvement of the students and even which resulted in the death of a fourteen year old.  I just wanted to know that was the group of workers, you know, distinctly present in the crisis committee?\n Sorry, could you repeat the question?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "The question is ....",
            "Male"
        ],
        [
            "MARUOINI MACHETE",
            "The workers in our organisation were there, they were present.  However, ...(intervention)",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Okay, yes I think you have answered.  The other question was, you have responded to it already.  How far has the SACCAWU effort in support of these people gone?  Was it just as far as it could form a link, if I heard you well, between the crisis committee and the Black Sash or the Lawyers for Human Rights?  You keep referring to Morrison.",
            "Male"
        ],
        [
            "MARUOINI MACHETE",
            "Well, if I am not mistaken, SACCAWU was just only attached to Checkers.  It was not really affiliated or attached to the Vleifontein activities.  It is just that we came from Vleifontein and we joined it at work.  It did not have anything to do with the crisis committee.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you.  No further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Machete for the time you have given to share your story.  We have taken note about the medical expenses that you inflicted after the torture and assaults that were meted out to you by the police.  We will make our recommendations to the Reparation and Rehabilitation Committee.  We are also very happy to note that you have forgiven Mr Pretorius and others, but we feel that perhaps to really forgive, you must be part of the new structures that the Reparation and Rehabilitation Committee is trying to start in this area.  We will be making an announcement about a meeting that will be a follow-up meeting and we will bring all the people who made statements in this area in May, that is where we are going to discuss further how we are able to through this process of reconciliation and forgiving.  Thank you very, very much.\n Well, as I said, this was our last statement for the day.  I would like to thank everybody who came here today to support our victims and witnesses.  We also thank the witnesses who came forward and we would like to say we have designated statement-takers for this area in Louis Trichardt.  They are taking statements every day at the ANC constituency office.  The contact person as Reverend Sadike.  So anyone who has not given his or her statement, please see Mr Lebowani Rangolo and Reverend Sadike and they will be able to help you.  If you go to the ANC constituency office, you will be helped.  \n We would also like to thank a number of people who helped our logistics officer, Rama, in making arrangements for this hearing.  We in particular would like to thank the Louis Trichardt Town Council for giving us the use of this premises and for arranging all the meetings that we had before the hearings.  \n We also want to thank the social workers who have been working with our briefers for the whole day today.  We would like to thank the churches in this area for the wonderful work that they did to announce the hearings in their churches and to form the committee that made everything run so smoothly.\n We did not introduce Dean Farisane, who is a member of Parliament at the National Assembly, because we knew that we were going to ask him to close this session for us with a short prayer and maybe just a short statement about the hearings today, as someone who has been very much involved in the resistance movement in this areas.\n Dean Farisane?  Whilst he is coming forward, I will ask you to leave the earphones on the seats that you were occupying.  Before Dean Farisane can say something, I would also like to thank the police, the security people and all the people who looked well after us.  I think this area in the Northern Province, we have never had so much protection and security in the whole country like we had in this region.  We felt very safe and very cared, I mean we felt very comfortable and we thank them for their caring and all the assistance that they gave us.  Thank you very much.\n Over to you.",
            "Unknown"
        ],
        [
            "MR FARISANE",
            "Thank you very much, sister Joyce and your colleagues.  We are very grateful in this part of our country, in this Northern part of our province.  We are grateful for the Truth and Reconciliation Commission for your courage, your dedication and commitment to the project of emotional, psychological, spiritual, economical, cultural, political reconstruction of our country.  You are facilitating a very difficult and yet very, very important programme.\n I will be personal without becoming petty.  Without this intervention, I do not know how I would have personally reconciled myself, even to the new democratic dispensation.  Every time I sit in these public hearings and watch witness after witness, I ask myself the same question, how would these people have managed to overcome their past experiences had this process not been in place?  I have criss-crossed this planet.  I have been in every country, including to the former concentration camps in Germany and other places, I know for sure that where this process has not taken place people are still suffering with pain and fear and frustration and a spirit of revenge because no opportunity was ever granted them to wrestle with these issues.  I cannot avoid being a little theological.  In my opinion this is a very Godly exercise without which our new democracy would not go very far.  \n I know you do not always meet with positive comment and you do not always have encouraging experiences.  Perhaps it is time for you to learn some Venda. The one who guides you through the night it is often relived at dawn the next day when he or she has lead you through the difficulties of night.  So this kind of exercise in which you are involved, would not necessarily be appreciated now, but sooner than later we are going to appreciate what you do.  \n And to the citizens of Louis Trichardt and beyond, we are very proud of you because when we called upon you to come forward and contribute to this great process you were not found wanting.  When I look at Ms Madiba at her age, when I look at some of you, you are very feeble and very weak because of the wounds, some of them which are still very fresh; when I look at the mothers that have lost their own children, those who have lost their relatives, as you come and sit here and contribute, brick by brick to this dispensation or forgiveness, I wonder whether we all, especially those of us who sit in front, deserve your confidence.  I hope you, I can assure you, let me say, you will not be disappointed.   And those of you who are involved in the Governmental structures of this country, as we wait for the recommendations that they will make, can I assure you we will do our best.  It will not be a perfect final product, but we will do our best to concretely contribute to building, to build on the building plan that they come up with.  It is time to go home and build on the found foundation which you have built for us here today.  Good work at Thohoyandou, good work at Messina, good work at Pietersburg, good work in Louis Trichardt, good work in Tslanene.  Just as there is good work all over the country.  May the good Lord bless you and strengthen you.  And may God keep you full of hope and faith in this wonderful project.  \n But allow me to add, as I always do, and I will never forget to make this additions, this process will not be complete until all the faces of the Truth and Reconciliation Commission are in place.  Victims have set their faith and you have done very well in other places, the culprit, the victimisers must also play their part.  Pretorius has heard his name today, people have heard their names mentioned here today, as we hear names mentioned wherever we go, people are stretching a hand of forgiveness, of love and friendship.  This hand should not be left dangling in the air, because if it is left there, other forces may come and grab it and you do not know what they will do with that frustrated, disappointed hand.  And that will even make the process of Reparation a little more difficult.  \n So in my pastoral responsibility I once again call upon those who know that they have to come to plead for amnesty, not just now to ridicule this process, but to do their share.  I have no right to close this meeting, but thank you.  You get our co-operation.  God willing I may join you later some time tomorrow in Tzaneen.  God help you.  Let us pray.\n Mag die Here julle genadig wees, sterkte gee in hierdie dorp van ons, Louis Trichardt, Vleifontein, Waterval en al die ander plekke in hierdie omgewing seen.  Baie dankie Here.  Ons kom nederig voor u aangesig.  Vergewe ons en gee vir ons die moed en die krag en die geduldigheid om voor te kom en die gees van versoening te promoveer.  Amen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just one more announcement.  The Reparation and Rehabilitation Committee is going to have a follow-up workshop in Pietersburg on the 3rd of May.  You will hear more about it from the Municipal structure in this area.  On the 3rd of May in Pietersburg the RSR Committee is going to have a post-hearing consultative workshop.  We invite all the people who made statements in this area to be in that meeting.  The full details will follow very soon.\n Thank you very much.",
            "Unknown"
        ]
    ]
}