{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "LOUIS TRICHARDT",
        "day": "2",
        "names": [
            "PITSO P MANAMELA"
        ],
        "case number": "3207",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55534&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/louistri/manamela.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "DR RANDERA",
            "MR MANTHATA",
            "MS SEROKE",
            "PITSO P MANAMELA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MANAMELA",
            "DR RANDERA",
            "PITSO P MANAMELA",
            "DR ALLY",
            "MR MANTHATA",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We greet you Mr Manamela.  We would like to request you to explain who is this person, who is this lady next to you.  Can you hear us very well?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "Yes.  I am with Ms Omar Magatle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We welcome you.  We thank you for accompanying Mr Manamela.  I will give Dr Randera to make an oath with you and Dr Russel Ally will lead your testimony.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Manamela, good morning.  Can you please stand?  If you will just repeat after me.",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Over to Dr Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Good morning to you.  Mr Manamela, you are coming to speak to us about torture which you experienced in 1986.  This torture happened against the background of the conflict around Vleifontein and the attempt to incorporate Vleifontein into the former Venda homeland.  We ask you just to tell us what actually happened to you and also some of the events which led to you being tortured.",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "Thank you very much.  It was 1986, the 13th of June.  We were going to a certain school.  Then we were surprised to find South African Police coming around the school.  While we asked them, they asked us that the Venda Government is going to take Vleifontein.  Then there were riots.  At that time I was doing standard eight.  While we were doing those violence, then they chase us with vehicles.  Then we ran from the school, running through the streets.   On the 13th, during the night, we slept well, but the next day we were surprised to find the Venda mobiles with the South African Police.  It is then that we were tortured.  Going village by village searching for us, is then that I and the late comrade Tsaisti, we were searched by the Police and another comrade and the mayor from Messina.\n On the next day, on the 16th of June, the helicopter came and it was searching for us.  It is then that we ran away.  We were in the bushes and we spent a week sleeping there without eating.  Then we were searched in the bushes and we were no longer there.  We heard rumours that the Police was searching for us here in the bushes with casspirs and dogs.  \n It is then that I ran away.  I ran to my uncle at Tshikota.  There at Tshikota I was surprised to find a SB, the late Rambowu, the SB who was working in the Central Government, that SB produced a gun.  I was sitting outside and he asked me that if I tried to do anything and tried to run away, he will shoot me.  I understood what he was saying and then I went straight to him and asked him why he was looking for me.  He told me that I am a terrorist and they are looking for and that I am arrested.  Then I allowed him to arrest me.  \n I went with him, thinking that he is taking me to Louis Trichardt police station knowing that he was working in Louis Trichardt.  Because I knew that, I was still falling under the Louis Trichardt Government.  He took me to Vuyane Police Station.  Before I arrived, then we went to Chakoma.  Police were called from Vuyane.  The Police from Vuyane came.  They arrested me and they handcuffed me, telling me that I am the great terrorist.  I agreed on what they were saying.  \n On arriving at Police Station, I was tortured severely.  As I was there I was so surprised to see some of my fellow comrades.  I remember there was comrade Bulwana and others.  Some of them have left.  When we were there a hole was dug and I was made to put my hands right there.  I had a big cold then.  It was very hot.  Further on, when they asked me to put my hands on the hole, to make some push ups, I asked them to kill me there and then.  Because I told them that I was not ready to do what they were asking me to do.  I was so argumentative.  I asked them to take me to the van, I will do those push ups in the van.  When I arrived at the van, I denied.  I said to them I was not going to do anything.  They must do anything that they wished.  They told me that I was so stubborn, that I was not going to be with those other fellow comrades from Vleifontein, Phulwana and comrade Moroti Mgudi.  \n I was taken again from the Police Station, Vuyane Police Station.  They phoned Tshitale Police Station.  I was taken by the Vuyane Police people to the place called next to Elim.  The Tshitale police were phoned.  The Vuyane police were told that I must be tied, my hands should be tied together, because I am a very big terrorist.  And I believe in that.  I stayed with them in front of the car.  My fellow comrades were in the back of the van.  \n I was taken to Tshitale Police Station.  On arriving there, it was late in the evening, around six o' clock, if my memory serves me well.  On arriving there, some police, many police were brought.  I was taken to their offices.  There was a certain man Sergeant Col Mawa and Marageni who tied my legs.  They closed my eyes and asked me to tell the truth.  I said I will do.  But then I told them that whatever they were telling me that I did bomb Mr Pieterse's home in Vleifontein with petrol bombs.  They told me that I was the one who taught the Vleifontein people to operate petrol bombs.  They assaulted me, they tried to beat me up to twelve o' clock.  \n On the following day, early in the morning, I was told that I was no longer allowed to stay with my fellow comrades from Vleifontein.  They took me to the Vulara Police Station.  The Police Station was fairly very new then.  I was the one who opened the Police Station.  I remember the blankets were still very new, including plates and other utensils.  On arriving there I was on a single cell.  When my parents were visiting me together with my friends, I mean the, my fellow schoolmates, they were told that it is not permissible to see a terrorist because there is no need for you to see a terrorist.  They left without seeing me.  \n There came a time when I had to go for food.  They brought food.  I got food in a very unmannerly way.  They just threw food to me and said that is how we treat terrorists because there is no co-operation between a terrorist and human beings.  According to my mind, I just pushed the food back the way they did it to me.  I was further told that I am so stubborn that I had to be taken back to Tshitale Police Station.  I agreed to that.  \n I went back to Tshitale.  On arriving at Tshitale I went to court.  I was told that my case had been remanded.  I was given a R70,00 bail.  I had to pay the bail.  \n Now, whilst I was at home, there used to be a lot of Police people visiting me day in and day out.  I remember one night when I was asleep they cross-questioned me.  They just pushed the door.  I was asleep as I said before, they opened all my wardrobes and they broke into my wardrobe.  My room even today is still cracked.  I could not repair it because I do not have money.  \n Way back in 1988, 1987, I was taken again and the same bail was still operational and they put me in the cell.  Maregane was there.  They told me that my bail had expired.  I was taken to Tshitale Police Station.  On arriving there, I remember it was on the 17th of August, it was during the night, midnight, 12 o'clock.  They took me to a forest in Vleifontein.  It was extremely very cold then.  There were a lot of soldiers seated there.  They put on some fire.  They took me again and they put me on fire.  My lumbar(?) was just catching fire.  I escaped and went aside.  They said to me, this terrorist from Pietersburg is very stubborn.  I agreed to that.  I consented.  \n They threw me into the van.  I was told later that there had to be some big ropes to tie me.  I said well that is not in accordance to my agreement.  They beat me using very strong irons.  I remember that they used a gun and I still have a scar on my head.  They took me back to Tshitale Police Station.  On arriving there, I told them that I was so hungry.  It was during the night.  The sergeant told me that I must go and tell my father Mandela who will bring food to me.  I was again told that Mandela would be able to help me in the torture that I was receiving.  \n I stayed for thirty days.  I was held for thirty days as Tshitale and I was told that my bail was still operational.  I had to go back to school.  When I was back at school they used to visit me.  They asked from the Principal as to how I was operating, as to whether I was influencing the students to strike.  My Principal, since he was not very in favour of me, told them that he is still influencing.  I was taken back to the Police Station.  \n In 1988, in January, I was released.  They said I must go out and my case had been remanded to the 8th of February the same year, in 1988.  I stayed there.  \n On the same day, the 8th, I went to Thohoyandou Regional Court.  There was a certain man, called Pete Ntabalala who was the then Magistrate.  Mr Pete Ntabalala told me that my case was no longer of public violence, it had been changed to attempted assault and possession of explosive materials.  They cross-questioned me.  I asked them why it was changed to that and I was told that it had to do with petrol bombs.  I asked them as to whether they got the petrol bombs from me.  They told me, no, it was searched.  Pette Ntabalala detained me for five years.   There was the late Tsaitsi, who is the son of the woman who is next to me.  I cannot remember the name of the late Makato, who took him and said he had to go and bomb his house because he was a little bit cunning and very silly(?).  When Tsaitsai came back, he told me how he had been tortured.  Well, I agreed.  I was so surprised when I was in my township prison, detained for five years.  I was told that Tsaitsai died in Harare Zimbabwe.  I wanted to know how he died.  I was told that the late Tsaitsai had been given a car which he did not know and he was involved in an accident, car accident.  Then I was involved in my own investigation and then I wanted to have Seth Ntai as my representative lawyer.  Now he is serving the Northern Province.  I paid the amount R1 500 and I asked for an appeal and I told them that I did not know anything.  Seth Ntai asked me to fill the forms, the appeal forms.  \n Whilst I was there I wanted to enrol for standard ten as a private candidate.  I paid R36,00.  There were six subjects that I enroled for and it was in October, the 10th I was called Geography first paper.  I was asked to go the Regional Court.  When I arrived at the Regional Court, I was told that my case had been postponed for the next day.  \n The next day on arriving there I was told that my appeal was reported to have been free, or I was said to have been an innocent person.  I was released, because they wrongly accused me.  It was discovered that I had already wasted a lot of money for having paid Seth Ntai and the other one for the exams when I was in Matacha Prison.  \n Now what I would like to ask from the Commission is that it should use its power to, well regarding the ten months that I was detained, was it really the late Mpepu's Government wasted my time.  I should have been a teacher or some professional person, because now I was prepared to go and further my studies as a traffic officer.  Now that really could not be attained because my time was wasted when I was in prison.  I could not, I was just staying there freely.  \n Now I would like to request the Commission as a powerful structure to, at the present moment, in the present Government, the Government of National Unity, should take me back to school or at least give me a job of some kind so that when I am at home, my parent, namely my mother, should be also receiving something because my mother is not working.  I also have some grandsons.  They are at school.  The other one is in TNT.  My mother does not have money to pay for school.  Well, the money that she gets for pension cannot do anything.  I beg the Commission to seek job for me.  Thank you very much.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you Mr Manamela, just a few questions.  This incident that you describe at the time you were in standard nine and you did say that you tried to continue your studies, did you ever complete your school?  Did you complete your matric?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "I ended up not passing standard ten, because I was owing three subjects to write, but I did not write them there at the prison, because I thought, going back to the prison, will mean that I will be arrested again.  Because I was not trusting that Government of Mr Mpepu, I never went back again.",
            "Male"
        ],
        [
            "DR ALLY",
            "And presently are you employed or not, what is your present situation?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "No, I am staying at home.  I am not working.",
            "Male"
        ],
        [
            "DR ALLY",
            "In your statement, it says that you are a road contractor on a RDP project was that something temporary and has now come to an end?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "That is temporary.",
            "Male"
        ],
        [
            "DR ALLY",
            "Now this case against you that went on for so long where you were kept in detention for over ten months, you mentioned public violence, you speak about being accused of throwing petrol bombs, attempted assault, can you tell us a little bit about the background of this?  You do say that you were actually found not guilty, you were acquitted, but what was this all about?  What did it relate to?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "We were evicted from Tshikota to Vleifontein by force and so we were refusing to go there to Vleifontein.  We were not prepared to fall under the Venda Government.  But there was a certain woman, I have forgotten her name, who alleged that I bombed her house by petrol bomb.  By that time of the bombing, I was no longer in Vleifontein.",
            "Male"
        ],
        [
            "DR ALLY",
            "This woman whose house was bombed was she someone who supported the incorporation of Vleifontein into Venda?  Was she one of those who wanted this to happen and therefore became a target of the community?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "It is true.  She was supporting, because her husband was a policeman.",
            "Male"
        ],
        [
            "DR ALLY",
            "At school, you mention that the Principal accused you of being involved in political activities and that is what the Police accused you of as well, but you yourself, what was your role while you were in school?  Were you politically active?  Were you an activist?  Did you belong to the SRC or any other student structure?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "At that time we were aware that there is an ANC organisation.  While we were chanting there we used to sing the name of the ANC that Mandela, we want to see him back.  We want to know him.  We used to hear about Mandela and we were not knowing him.  We wanted to see and know him, because that he was arrested at Pollsmoor.  He was fighting for the Blacks.",
            "Male"
        ],
        [
            "DR ALLY",
            "Now before this whole question of Vleifontein came up, because I think it was in April of 1986 when the Government gazetted that Vleifontein would become part of Venda, before that event, what were things like in the community?  Was there a lot of political activities taking place, or was it this issue of Vleifontein and the Venda Homeland Government that changed things in the community?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "By that time, we were happy, but there were no political activities.  We were not politically influenced, but having that in our minds because we used to think of our comrade, Bantu Steve Biko.  We used to read about him and understand that South Africa there is something, in South Africa there is something which is wrong and the Boers are taking us down.",
            "Male"
        ],
        [
            "DR ALLY",
            "Do you know anything about the Vleifontein Crisis Committee?  Did you hear about it?  Did you know anything about it?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "Yes, I know that.",
            "Male"
        ],
        [
            "DR ALLY",
            "Can you tell us anything about this Committee? What was it?  What was its role?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "That Crisis Committee was to fight for the Vleifontein community for their problem which was in Vleifontein.",
            "Male"
        ],
        [
            "DR ALLY",
            "You describe your, the torture that you underwent, has it left any long term effects?  Do you still remember it?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "Yes it is true.",
            "Male"
        ],
        [
            "DR ALLY",
            "What long term effects has it left?",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "Is that at this time I was prepared to have better education that I can at least help the community of Vendas in Vleifontein.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "PITSO P MANAMELA",
            "And thank you very much.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you Pitso.  When your students were taking up Vleifontein issue, what were the parents doing?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "The parents came in influenced us.  Said that what we were doing were good and they were not interested in being incorporated to Venda.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Were they not formed into any organisation of their own?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "No, but in that Crisis Committee we included them in that Crisis Committee so that they can advise us with their ideas as parents.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When they advised you with ideas on Vleifontein, on resistance to incorporation, what did they think about your school work?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "As far as schooling is concerned they were thinking that we must have better education because we were afraid that under the Venda Government we will not receive broad education.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Yes, but education as you have observed, does not, sometimes it is negatively influenced by Students' Resistance Movement.  When students go on boycott and so on in the end quite a number either do not sit for the exams or they fail.",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "Is it a question or is it an explanation?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "It is a question.  When the parents encouraged you to resist what is it they thought about your school work?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "They were aware, but because they were not interested in being incorporated, but I think according to my idea, I think we were doing better things.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "That is better things to education?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "To myself I think it was better, because we happened to understand something which were hidden under the Apartheid Government.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Okay.  You talk here about your friend Tsaitsai.  Is he late, is he still alive?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "He is late.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "He is late.  How did he die?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "I heard that he was involved in a car accident coming back home from Harare.  He was, he ran away to Harare.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "He went to Harare as an exile or what?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "Yes, he went there as an exile.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You referred to one Pieterse  I do not know whether his house was burned down or what, who is this Pieterse?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "His name is Sara.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Sara's house was burned down.  Do I get you correct?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "Yes it's true, but when I went there to inspect that house the petrol bomb did not get into the house.  It just hit the wall.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "And then the house got burned?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "No, it was not burned.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Oh, I see.  Was it known later who threw the petrol bomb into the house?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "No, that I am not sure.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "But you as students were never associated with throwing petrol bombs around?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "No, no students were involved.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You say you were detained for how long, for ten months?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "Yes, ten months.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "And then you were accused with public violence?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "Yes, it is true.  But that public violence was changed into possession of explosives and attempted assault.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Did you ever handle explosives as yet?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "No.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You refer to a Principal who did not take kindly, either you attitude or your attitude to the students, what is his name?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "His name was K R Majea",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Where is he now?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "Now, I do not know where he is.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You do not even know whether he has changed his attitude towards students' activities or not?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "I am not sure.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you.  After all said and done the community of Vleifontein was never removed?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "No, they were not removed.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Would we assume that there is peace in that community, that is that those who were resisting a removal and those who were willing to be removed, have they since reconciled amongst themselves?",
            "Male"
        ],
        [
            "PITSO P MANAMELA",
            "The others were still prepared to go back to Tshikota and ....",
            "Male"
        ],
        [
            "MS SEROKE",
            "Mr Manamela, you say that the Vleifontein Crisis Committee resisted being incorporated into Venda.  What methods did they use to resist?  What were, you know, kinds of protest that they used?",
            "Female"
        ],
        [
            "PITSO P MANAMELA",
            "We wrote letters to the Venda Government and those who make us to be found in Vleifontein.  That is all.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Were those letters ever replied?",
            "Female"
        ],
        [
            "PITSO P MANAMELA",
            "No, they were not replied.",
            "Male"
        ],
        [
            "MS SEROKE",
            "When you were removed from Tshikota to Vleifontein, were you compensated for your homes in Tshikota?",
            "Female"
        ],
        [
            "PITSO P MANAMELA",
            "No, we were not compensated.",
            "Male"
        ],
        [
            "MS SEROKE",
            "After you were tortured, during your ten months spell in prison, did you get any medical attention?",
            "Female"
        ],
        [
            "PITSO P MANAMELA",
            "Yes, I went and consulted them because of headache.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Manamela, for appearing here.  Obviously this has really, has greatly affected your life and your time that was wasted in prison when you had such ambitions.  We have noted the request that you have made to the Truth Commission.  The Reparation and Rehabilitation Committee have recently announced their policy to the Government and as you know, that policy is going to be handed over to the Government, with recommendations.  We have noted that you still want to continue with your education and I am sure with the adult education programmes that are present in the various provinces such a request could be attended to.\n Thank you very much for coming today and we hope everything will go well with your family, since you have been to the Truth Commission.  \n Thank you very much.\n_____________________________",
            "Unknown"
        ]
    ]
}