{
    "header": {
        "type": "1 L LENKOE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-29",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "1",
        "names": [
            "LORRAINE LENKOE"
        ],
        "case number": "GO/O092 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55629&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/lenkoe.htm",
        "speakers": [
            "DR BORAINE",
            "LORRAINE LENKOE",
            "YASMINE SOOKA",
            "CHAIRPERSON",
            "DR RANDERA",
            "MS MKHIZE",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MS LENKOE",
            "LORRAINE LENKOE",
            "MS SOOKA",
            "CHAIRPERSON",
            "DR RANDERA",
            "MS MKHIZE",
            "MR ALLY"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Chairperson the next witness we invite to the witness stand is Mrs Lorraine Lenkoe.  Would she please come to the stand.  Mrs Lenkoe a very warm word of welcome to you. Thank you very much for being willing to come and talk to the Commission and tell your story which is a story that is not only being told here but also throughout the nation.  We are very glad that you could come.  Thank you.  Can you hear me all right?",
            "Unknown"
        ],
        [
            "LORRAINE LENKOE",
            "Yes I can hear you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "As you know, and you have heard from the others I have to ask you to take the oath, so if you would stand please.",
            "Unknown"
        ],
        [
            "LORRAINE LENKOE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Lenkoe you are going to tell the Commission about your father and there are many who will recall that in order to try and stop the resistance that laws were changed and introduced first making it possible for people to be held for 90 days without trial that was changed to make it possible for the State to hold people for 180 days without trial.  I think your father was amongst those who were so detained, and you have come to tell us what you believe happened while he was there.  Ms Yasmin Sooka, Commissioner, is now going to try and help you to tell the story which is your story, and which has brought\nJOHANNESBURG HEARING TRC/GAUTENG\n2 L LENKOE\nyou so much grief and sorry.  Thank you.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mrs Lenkoe I am going to ask you the questions in English but the translation will come to you through your headphones.  If you are not clear about a question that I am asking will you stop me and ask me to repeat it for you.  We all know that your father was one of those people who was detained under the emergency acts that were passed at the time.  Your father later died in detention and it was alleged that he had in fact hanged himself.  I want you to tell us about that story and also the effect that it had on your family please.  This is your time and your moment and if you could in your own words tell us what happened to him please.",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "Thank you very much.  On the 5th of March 1969 the police arrived at home looking for my father.  My mom asked them, because my father was in bed at that time, my mum opened the door and asked them who are you, and they said they are the police.  They want to interrogate my father.  My mum woke my dad up and he dressed.  My mum asked them where do you take him to?  And they said we are taking him to the Moroka Police Station.  Well he left with them.\n The following day, on the 6th, my mother went to Moroka Police Station.  On her arrival there they told her that the police were not from Moroka Police station they were from Pretoria.  My father is at that moment in Pretoria.  Well my mum went to hire transport so that they can be transported to Pretoria which is John Thom and Emmanuel Lenkoe.  When they arrived at the police station the major in charge told them that it's impossible to see my father because he was detained.  They had to come back home.\n On the 10th my mother went to see a lawyer, Joel\nJOHANNESBURG HEARING TRC/GAUTENG\n3 L LENKOE\nCarlson.  When she arrived home from town she was informed that the police were at home to bring the message that my father is dead.  He hanged himself in the cells.  That's where my mother started feeling uneasy. The following day they went to Joel Carlson to tell him that my father has passed away.  \n On her way to Pretoria - they were not allowed to get any information.  My mother begged them, together with Joel Carlson until they were told that they are still busy with their investigations, my father will be released.  But what they can only say is that my father hanged himself with a belt in the cell.\n They waited a month and a week before my father could be buried, because Major Swanepoel or the Boers were not yet through with their investigations.  On the last day my grandmother, the mother to my father, stood up.  My grandmother went together with them to Pretoria and she wanted to see Swanepoel.  Swanepoel on his arrival said he is Swanepoel but my grandmother said no, this is not Swanepoel.  I want you to tell Swanepoel that I have given birth to this child.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Do you want us to stop for a while or do you feel fine?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "I will continue.  After a few hours a letter was released and my mother was supposed to get that letter to go and fetch the body of my father from the undertaker.  They have already informed the owner of the undertaker that there has to be some conclusions, there has to be some information before the body can be released.\n My father was buried in Lesotho, or the preparations were being done that my father be buried in Lesotho.  At the JOHANNESBURG HEARING TRC/GAUTENG\n4 L LENKOE\nborder gate in Ficksburg the people were supposed to take the corpse to the other side.  They were not allowed.  They said males are not allowed to cross.  My mother, my aunt and my sister's aunt they were supposed to carry the coffin.  When they crossed over they met my father's family and they took the coffin.  \n My mother tried to lay a charge after that.  While it was in process they were going up and down to Pretoria, my mother said because I am now a widower with two children can I be consoled with R10,000.  It was difficult to get that money because they said my father hanged himself.  My mother's lawyer, Mr Carlson, told us to get Dr Moritz from America, he will conduct the post mortem to find out exactly how my father died.  On his arrival Dr Moritz he discovered that my father was tortured before he died.\n Major Swanepoel was involved in this.  He refused, together with all the people who have been implicated in this matter, they said they know nothing.  Well on the 10th in the morning, that's the information they gave to us, they said my father was hanging with his belt.\n My mother received a letter from ...(indistinct) office telling her that she has to be evacuated from the house because her husband is dead.  My mother took us, together with my sister, so that we can stay with my aunt in Piri because she had to get some few things clear into the house.\nThe superintendent told my mother that she has to get herself employment or maybe get married again, or she should just leave the house.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Your father was a railway worker, and so after he died your mother was then evicted from the house, was it because he worked for the railways?\nJOHANNESBURG HEARING TRC/GAUTENG\n5 L LENKOE",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "According to my speculations many a times when your husband has died they would ask you are you going to be in a position to pay rent, that's what they asked.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Can you carry on.",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "Mr Carlson requested the State to support my mother.  Many issues came up and the then Prime Minister Mr Vorster received a letter, and he replied telling my mother that nobody that is still alive today that has to be blamed for my father's death, my father hanged himself with a belt.  That's where my mother couldn't succeed in anything.  Even if they went to court the police outside they threw Mr Carlson with his passport and they said he should leave.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Your father, he was working for the Railways, is that correct?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "Yes that's true.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Was he involved in the uprising at the time, is that why the police took him away?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "I really don't know, I don't know how to answer this because according to the information I received I was told he was involved in the politics.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Can you tell me how old you were when it happened?\n(The Interpreters cannot hear the speaker)",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "One year, 11 months.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "...been told to you by your mother.",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "Yes that's true and my father's mother is telling me the story also.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Tell me a little bit about what Dr Moritz found on your father's body when he examined the body?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "Dr Moritz discovered that my father was burnt.  It looked as if something had been applied on his body.  I\nJOHANNESBURG HEARING TRC/GAUTENG\n6 L LENKOE\nthink it's electric burns.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Do you know anything about why your father - did your mother ever discover who had done this to your father and what actually happened in the prison cell?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "My mother never discovered the perpetrators of these things because Major Swanepoel refused and said my father hanged himself.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            ".....Mr Carlson, your mother's attorney.",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "Mr Carlson was deported, he was expelled from South Africa.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "For this case of your mother's?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "Yes that's true.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Is your mother still alive?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "No she passed away in 1993.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Could you tell me what you expect from the Commission?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "I am really expecting the Commission to investigate so that a person or people who killed my father can come up and I can forgive them and they can forgive me, because this has been created by God.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "I'd like to thank you very much for telling us about your mother's suffering.  Your father was one of the first people who was found to have died in those circumstances and we all remember that and we will do our best to see what we can do about finding out what happened to him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Yasmin.  Any further questions? ...(tape ends)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "... the involvement of this person?",
            "Unknown"
        ],
        [
            "LORRAINE LENKOE",
            "Major Swanepoel was the person who arrested my father and all the problems in my family have been caused by JOHANNESBURG HEARING TRC/GAUTENG\n7 L LENKOE\nMajor Swanepoel.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hlenghiwe Mkhize.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Maybe you can help us so that we can understand clearly.  You said they saw him hanging, can you just tell us what happened that day, actually?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "Do you mean on the 10th?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Yes.  I know you might not be in a position to know what actually happened but I want to clear know.  Are there people who gave you some testimony that maybe on that day, the day he was found hanging, something happened before?  Or maybe from the police, did they explain what was happening?  When did they last see him?  Did they have any talk with him?",
            "Female"
        ],
        [
            "LORRAINE LENKOE",
            "I can shortly say they last saw him the previous night when the bandits were supposed to go to bed, and they found him the next morning hanging from a belt.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, and Russel Ally.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "You mentioned that the lawyer who led the inquest was Joel Carlson, have you maintained contact with him?  Is he still alive?  Do you know his whereabouts?",
            "Male"
        ],
        [
            "LORRAINE LENKOE",
            "I don't know in the past three years but in 1992 Mr Carlson appeared in the Star newspaper of November month that he is still available and he is prepared to come to South Africa to carry on with my father's case and another man from Hillbrow.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Just one short question just to make absolutely sure that I understand, your mother was informed that your father hanged himself by his belt.",
            "Unknown"
        ],
        [
            "LORRAINE LENKOE",
            "Yes that's true.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Your mother said that he only had one belt and JOHANNESBURG HEARING TRC/GAUTENG\n8 L LENKOE\nthat was at home.",
            "Unknown"
        ],
        [
            "LORRAINE LENKOE",
            "I can't really answer that question, I was too young to remember how many belts he had.",
            "Female"
        ],
        [
            "DR BORAINE",
            "That's fine, thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera?",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Lorraine can I just ask this last question, are the inquests' records available, do you still have them?",
            "Unknown"
        ],
        [
            "LORRAINE LENKOE",
            "We don't have any document in the house, because at times even if now I was a grown up the police would just come in demanding documents.  They took our birth certificates, many things, our belongings and we had to start afresh.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much.  We will try by all means to resolve these problems.",
            "Unknown"
        ],
        [
            "LORRAINE LENKOE",
            "Thank you very much Sir.",
            "Female"
        ]
    ]
}