{
    "header": {
        "type": "1 N MAKHUBU, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-30",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "3",
        "names": [
            "NOMBULELO ELIZABETH MAKHUBU"
        ],
        "case number": "GO/O133 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55634&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/makhubu.htm",
        "speakers": [
            "DR BORAINE",
            "NOMBULELO ELIZABETH MAKHUBU",
            "MR LEWIN",
            "CHAIRPERSON",
            "MS MKHIZE",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MS MAKHUBU",
            "NOMBULELO ELIZABETH MAKHUBU",
            "MR LEWIN",
            "CHAIRPERSON",
            "MS MKHIZE",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Chairperson before I call the next witness I would just like to identify some people who have joined us.  In no particular order, Sisters of the Order of the Holy Paraclete, we are very thrilled to have you with us.  Representatives from the Indonesian Embassy.  And I've been asked by the SABC, who are covering these hearings, that when we identify people that if you would be kind enough to stand, so just for a moment if you wouldn't mind if the sisters would mind standing and then also the representative from the Indonesian Embassy, thank you very much, you may be seated.  I gather there's a representative from the American Consulate, if you are here perhaps you wouldn't mind standing as well.  Oh there we are, thank you very much indeed.  Also an old friend, Judge Fikile Bam, President of the Land Court, I am not sure where he is.  Oh right over here.  Also a notorious Robben Island graduate, now a judge.  The country has changed.  There are some school children up above there.  I am not sure which school you are from but we are delighted.  We believe that it's very important that the proceedings of the Commission should be made known to all institutions and we are always grateful to see young people.  Thank you for coming.\n Chairperson I call as the next witness to appear before the Commission Mrs Nombulelo Makhubu, if you would come \nJOHANNESBURG HEARING TRC/GAUTENG\n2 N MAKHUBU\nforward please.  Mrs Makhubu would you mind putting on the headphones in order so that we can talk with each other.  Can you tell me whether you can hear my voice through the earphones?",
            "Unknown"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "No.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Could you please help her.  You need to hear my voice and then the translation.  Now then are you able to hear my voice through the earphones?",
            "Unknown"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And the translation?  That's good.  Well then now that we can hear each other I want to welcome you very warmly to the Commission and to express the gratitude of the Commission for your willingness to come and tell your story which goes back quite a long time now, I think until certainly 1976 and then 1978 and you'll be telling us about the disappearance of your son.  Before you do that though, I have to ask you to stand in order to take the oath.",
            "Unknown"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Makhubu in order to try and make it a little easier for witnesses to tell their story ...(tape ends)... will now take over from me.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Makhubu that's me.  I'd like to add a warm note of welcome to you and just very briefly before you tell your story, just give the context, the historical background to what you are going to tell us.  It's actually very easy because I think what you will be referring to is a photograph which has become one of the most famous ever to come out of South Africa which in fact symbolised the events of June 1976.  The first major event that took place during the uprising with the students in Soweto in '76 was that photograph in fact both of your son carrying the 13 year old JOHANNESBURG HEARING TRC/GAUTENG\n3 N MAKHUBU\nHector Petersen who was the first victim of the shootings in Soweto on that June day in 1976.  We are not here to talk about how that photograph travelled around the world having been in exile myself at the time I can give evidence of how it became used in posters and T-shirts, made into films, made into banners all round the world, we are not here to talk about that, we are here to talk about the personal loss which you suffered.  And I would like to ask you now, in your own time, please to tell us that story.  Thank you.",
            "Male"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "June 1976 changed my life and my family's life.  Mbuyisa's sin was to pick up Hector where he had fallen.  He wasn't even aware that Hector Petersen had died.  He was just picking him up from the ground.  He was taking him to the clinic and that's where he realised that he had already died.  He also met Nzima who took that photograph.  From there we never got any rest because of this photograph that was taken of him.  They took this photograph, asking everybody around if they knew Mbuyisa, where he stays.  Up until now the name has never been known.  They only started knowing his name after this photograph in the papers.  They called him Vuya Makhubu.  His name has never been Vuya Makhubu, Mbuyisa has always been Mbuyisa.\n The police also came to me asking me how do you feel like being a mother of an unsung hero.  I said according to my culture Mbuyisa is not a hero he just did what was natural because we are our brother's keepers, according to our culture.  He just saw Hector falling down.  It would have been a scandal for nobody to pick Hector Petersen up from the ground.   As far as we are concerned he was never a hero for picking up Hector Petersen.\n Mbuyisa he played in the street.  He was afraid of \nJOHANNESBURG HEARING TRC/GAUTENG\n4 N MAKHUBU\ncoming back home.  He would just come for a short while just to get some food and start running away.  He used to go to my mother's home.  He stayed at my mother's home.  He stayed at my mother's place more than he stayed at my place.  From there he changed and he lost weight in June.  \n In August he came at home, on the 23rd of August and it was on a Saturday.  He said he was going away with other children, and there were other children were saying - he said were going to Durban because he wanted to take a break on that weekend.  I only had R13,00 in my house, so I gave him R3,00 I said you will buy yourself a cold drink on your way.  There was nothing else I could do, so he left.  \n After he had left the extra sense that I had as a mother could feel that something wasn't going well.  He arrived in the morning while I was still wearing my nightdress and I went to ask from my mother where did he say he was going to and my mother said he was coming to you and he also came.  I took him home and I said to him I think you didn't tell me the truth in the morning.  Could you please tell me the truth about what's happening.  Well he said well I am caught.  I'd already told Ntsiki that I'm leaving.  I don't know where I'm going to, but I am tired of running away.\n I said to my sister Ntsiki must tell you once I'd left and I took that R10,00 that I had left, I took away the R3,00 that I had given him, instead I gave him R10,00 and I left.  Before I went home I went to the church.  There was still Father (...indistinct) in our church.  I said I've got this problem.  You know that this child has always been appearing in newspapers but he's now saying he's going away, could we pray for him.  We both prayed with this Father.  I \nJOHANNESBURG HEARING TRC/GAUTENG\n5 N MAKHUBU\nwas crying before I went there but by the time I finished praying I was relieved and I went home.\n After some time we heard that Mbuyisa was in Botswana.  After some time again, I can't remember well, he wrote us a letter and he was in Nigeria.  He said he was at the Federal Government College in Nigeria and he's studying there.  But there was a problem, he wasn't feeling well.  The water, everything that he was taking they didn't agree with his body.  He said he's had every sickness that's in the book and he's had cholera several times.  He's spent some time in hospital.  He spends more time in hospital than at school.  We should just know that he's sick.  That was June 1978 and that was the last time I heard from him.\n So there are so many stories that I've heard about Mbuyisa.  That Mbuyisa is sick, that he's mentally sick.  I also heard that Mbuyisa is dead.  That they had some appointment, they were going to (...indistinct) somewhere, they waited for him and he didn't arrive at that point.  But when they went to the seaside they found his body lying down by the beach.  It would seem like he had been washed over by the sea or had been dumped there.  This person said he heard from other people, he wasn't there.  Somebody else also said Mbuyisa was killed by the locals.  I don't remember the name. I only heard it being said by the Nigerian people.  But if there's a thing like you've done, like for instance in Gauteng when somebody had stolen something people say \"Vimba\", meaning to stop a person.  So these people gather around you and they start beating you, so it would seem that is what had happened to Mbuyisa and the locals killed him.  Even this person doesn't say he was there, he just says he heard about this.  \nJOHANNESBURG HEARING TRC/GAUTENG\n6 N MAKHUBU\n Then somebody, a certain Eric Baloyi, recently, about last month, came to my home with another boy called Lungile Daiweto(?\" at Cosatu.  This Lungile said he knew Mbuyisa was with him in Nigeria but he left Nigeria and got a scholarship, he left Mbuyisa in Nigeria.  This Ernest Baloyi I just saw him about a month ago.  He said he knew Mbuyisa very well, they were together. When they were separated, but during holidays they would go together to Nigeria and meet other South Africans, that he was alright and that he was playing football, and he was a very good football player, and athlete.  But he says the last time he saw him he had lost a lot of weight and he didn't look very well mentally.  South African children used to be together but this time Mbuyisa used to be with some locals of this country.  He found him talking strange things.  He said he was going to go to Jamaica.  He said he wasn't going to use any transport, but was going to walk to Jamaica, that's when he realised that mentally he wasn't alright.  But after that Mbuyisa disappeared.  They didn't know where he was.  This Ernest people said they reported that Mbuyisa was missing, they didn't know where he was.  He said they were given money to go and look for him and they took a cab every day to go and look for him and Nigeria is a slummish place, it's very difficult to find anyone.  And he said for days and days they looked for him and that's when they stopped looking when they couldn't find him.\n Somehow I feel somebody does know what's happened, but people don't want to talk about it.  Because some time, it was late last year, or early this year somebody phoned at SACC where I used to work asking for my phone number.  He wanted to know my telephone number.  Fortunately for this \nJOHANNESBURG HEARING TRC/GAUTENG\n7 N MAKHUBU\nperson this telephone call arrived security and my brother here works at SACC security and this person said they are looking for me.  I said I don't know how this phone call is coming through to me because the switchboard they don't know Mrs Makhubu.  By the time they arrived I had already left.  But here because this phone call arrived at my brother, and my brother said I am asking for Mrs Makhubu's number.  After they said no, could you also please give me her priest's number.  My brother phoned me at home and asked me do you know your priest's telephone number.  I said phone me a little later I will look for it in the telephone directory.  We have got notices in the church.  There are telephone numbers list.  I looked for it in my prayer book and I called my brother and I gave him my church number.  He said you shouldn't have worried yourself about phoning me but I said somebody was waiting then I thought I should phone.\n After some weeks this person came home.  He stays in Diepkloof.  She said I got a telephone call from so and so and she named this person and this lady said, wanted to make an appointment with your priest because I think she wanted to tel you about Mbuyisa, she can't come straight and tell you that's why she wants to come via your priest.  I said to him you are not saying anything.  But our priest came at SACC and asked if I found the telephone call from so and so.  I said yes I did get that call.  This appointment - made an appointment with me because he wanted to come with me to Mrs Makhubu but she didn't turn up for that.  She didn't phone back again and apologise why she didn't honour the appointment.  She just disappeared.\n So one day again she phoned again looking for something.  As fate would have it her telephone call went \nJOHANNESBURG HEARING TRC/GAUTENG\n8 N MAKHUBU\nthrough to the security to Isaac, and my brother asked this person do you know who you are speaking to. This woman said no I don't know.  He said you are speaking to Isaac the very same person you spoke to before when you asked for Mrs Makhubu but now it's so quiet she hadn't said anything to me about you phoning her.  This lady said no that's not your business.  And my brother said no it is my business. I told you on the first day that this is my sister.  I think this lady - I think my brother told her something, he said if you had told my sister what you told me - if you haven't told my sister what you told me I will go to tell you and then they started having a little bit of a debate over the phone.  I said please do give me the telephone number of this other lady.\n So I got this number, this person, it's a person, it's a lady I know.  I think if she knew anything about my brother she should have told me.  So I think this thing is a bit of a difficult thing and I phoned her and said I heard that you know about my child.  She said no I'm not going to talk lady.  I have to have my back covered.  This information I have, I also got it from another person, and I also got the work address where this person works.  So I know the brother of the lady who has the information.  I tried to get hold of her because she works at South African Airways.  Every time I got there I am referred to many different departments.  I didn't see her.  \n So I would like to request the Commission to find out this lady, ask from this lady what happened.  It would seem this lady knows very well what happened.  Because all other people said they have only heard what happened.  Most people have given me these stories about what happened to my child.  JOHANNESBURG HEARING TRC/GAUTENG\n9 N MAKHUBU\nThey give me different stories but they all said they heard it from other people, but it would seem this lady has got this specific information.  But she also said she heard this information from someone at a gathering because they listened very carefully and they said oh do you know this person they are talking about, and I said yes I do know, but she has told them that she doesn't know this child but she knows the mother.  She said that they had been told that they shouldn't talk about this issue, it's an old thing, let sleeping dogs lie without taking this issue any further.\n I have heard from so many papers and television overseas and many people have been coming to my house every time around June 16, and these newspaper people always come to me around June 16 because they just want to make news, they want to be sensational.  All what I want to know I thought they would help me to find out about my child.  But they, the newspaper people, only come for news, and I've requested them not to come to me anymore because for them what is news, to me it's pain.\n My reason for talking to all the newspapers locally and from overseas I just hope somebody somewhere will say I know. I am no longer interested in hearing that I've heard about this, I want somebody who had seen and somebody who would know, because I really want to know what has happened to Mbuyisa.\n All of us are going to die but I do want to know how my child died and when did my child die.  And I've come here because this is my last hope, that maybe the Commission could help me find out what happened to my child.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Makhubu we would like to thank you for that testimony.  Obviously one of the things we will try and do\nJOHANNESBURG HEARING TRC/GAUTENG\n10 N MAKHUBU\nthrough the Commission is through the publicity that you have so courageously given here today we will follow up as many of the links that you have given us.  You have a double loss.  You have the initial loss going back 20 years.  You have the loss now and the silence that you were suffering.  Thank you very much for that.  I have no further questions.  I will pass you back to the Chair, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?  Hlengiwe Mkhize.",
            "Unknown"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "There is something I forgot her which I think is more important. When Mbuyisa left South Africa he went to Botswana.  He met one girl and he fell in love with her and he left to Nigeria from Botswana.  After he was in Nigeria the parents of this girl discovered that the girl was pregnant.  They found out about people who were coming from in Botswana if they knew this boy who had picked up Hector Petersen and some of these people are neighbours.  They said yes we do know the parents and these parents came to me to tell me that their child was expecting and that she was expecting Mbuyisa's child.  And my mother fortunately was at home that day.  My mother said there are lots of children who have left and gone to Botswana, how can we know if this is Mbuyisa's child.  Because traditionally Mbuyisa should have been here, he would ask if we know this girl.  And this child was born.  It was alright that we didn't become strange to these people and this child is indeed is a carbon copy of Mbuyisa.  And they have taken this child and this child now is going to be in A level and wants to come back home.  Every year this child comes to visit us, up until January, this child wants to come back but I don't have means and I am unemployed.  I cannot take this child and be able to look after this child.  But this child also does\nJOHANNESBURG HEARING TRC/GAUTENG\n11 N MAKHUBU\nwant to know what happened.  He comes to me and says Lele haven't you heard anything about Mbuyi.  So was the language there different from - So we communicated in English. I told the child I haven't been able to establish what happened.  I am also not satisfied.  The child is also wondering what happened to the father.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You know that we will all live but there is something which I would like maybe you to clarify for the Commission that I suppose when your son left the country he was under the leadership of an organisation of some kind, I was just wondering whether you have made contact with any of those people so as to begin to trace having factual information rather than the hearsay?",
            "Female"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "When Mbuyisa left here he was a schoolchild.  He was writing his matric in 1975, so in 1976 he was going to supplement one subject because he was no longer at school.  At the time when he left he didn't belong to any political organisation except the student movement and also things like Christian Student Movement and other student organisations.  As I've been asking to find out about Mbuyisa I've heard that he was in Black Consciousness Movement, that's what he joined when he arrived in Botswana.  But when he left the country he wasn't affiliated to any organisation, but it would seem he went to BCM, he joined BCM when he was in Botswana.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes Alex?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Makhubu I omitted to ask you who is with you today and perhaps you could just tell us that?",
            "Unknown"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "It's my brother, our uncles were brothers, Isaac Sithole.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I extend a very belated welcome to him as\nJOHANNESBURG HEARING TRC/GAUTENG\n12 N MAKHUBU\nwell.  And then just one small question.  Hector Petersen whom your son carried was 13 years old, how old was your son when that happened in 1976?",
            "Unknown"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "He was 18 years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "You say your son wasn't involved in any organisation when he left, but when he arrived on the other side he joined BCM.  Have you tried to find out anything from BCM to find out what happened to your child?",
            "Female"
        ],
        [
            "NOMBULELO ELIZABETH MAKHUBU",
            "I don't know where the BCM offices are, but I have asked from Shell House and they have also said they don't know those offices.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Makhubu we thank you.  It's a long time that we've been with you in this pain and many people who have suffered similar pain like you and even when people try to encourage - it seems as if it's an easy thing to talk but the pain you feel alone.  But I hope as you have already said that this is just a photograph, just a symbol, there are many people who have got this photograph, even last year we established a living memorial at St Martins that statue that's in the church.  We were just making a symbol which is called memorial for all the people who have died during that time of difficulty.  Maybe you will be consoled just a little bit.\n We will also try and work with you to try and find answers to the questions you have posed of knowing if your child has died and how he died, and where are his remains.  And also the other thing you are requesting for assistance so that his child can receive some financial assistance.  Thank you.\nCOMMISSION ADJOURNS FOR TEA",
            "Unknown"
        ]
    ]
}