{
    "header": {
        "type": "1 M MAAKE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-30",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "2",
        "names": [
            "ELIZABETH MAAKE"
        ],
        "case number": "GO/O105 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55631&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/maake.htm",
        "speakers": [
            "DR BORAINE",
            "MARTHA MAAKE",
            "SHOKI MAAKE",
            "CHAIRPERSON",
            "DR MAGWAZA",
            "MS MAAKE",
            "YASMINE SOOKA"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MARTHA MAAKE",
            "SHOKI MAAKE",
            "CHAIRMAN",
            "DR MAGWAZA",
            "MS MAAKE",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Chairperson the next, there are two witnesses that I would like to call now.  The first is Mrs Elizabeth Martha Maake and then Shoki Maake, if they could come up to the witness stand together please.\n Can I welcome you both to the Commission and to thank you very much for coming to give your story.  I understand that Mrs Maake you are going to tell us about your son Jackson who disappeared and that Shoki is the sister of Jackson and you will add a word after your mother, is that correct?  Fine.  Then I have to ask both of you to take the oath.",
            "Unknown"
        ],
        [
            "MARTHA MAAKE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "SHOKI MAAKE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Maake I hope you are comfortably seated and relaxed.  This is not a court of law.  It is a Commission that cares about you and what you have suffered, and Dr Magwaza is going to lead you and I am now going to hand over to her.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just before you do Doctor, some of the people here have headphones and if our people speak you can understand them and there are other people who can hardly hear because they don't understand the language, Sotho or Zulu.  I was saying that is why I want to make this announcement.  I am asking people who would understand Zulu\nJOHANNESBURG HEARING TRC/GAUTENG\n2 M MAAKE\nor Sotho can they please lend other people their headphones so that they can also follow up what is being said here.  You understand the language don't you?   I thank you very much to those who really listened to my call.  Thank you very much.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Before I give the opportunity to the family of Jackson Maake I would like to outline briefly the circumstances and the context surrounding the death of Jackson Maake.  The disappearance in 1987 of Jackson, together with two other victims, Sefolo and Makope, was recently linked by evidence led in the De Kok trial by Joe Mamasela.  According to Mamasela the Vlakplaas hit squad had tortured Makope and Sefolo until they were almost dead.  Jackson Maake was stabbed.  They were then driven to Madinyana at night, their bodies packed with explosives and blown up.  The dead men's hands had been turned over to a police pathologist to burn them so that no fingerprints could be taken.\n From the time of their disappearance in July 1987 until the publishing of the article in City Press on 28 January 1996 the families did not know that the victims were dead.\n I would like to give this opportunity to the mother of Jackson Maake to tell us the story.",
            "Unknown"
        ],
        [
            "MS MAAKE",
            "In 13 July 1987 my son disappeared.  Well he really indicated to me but I never really looked up to that notice.  He said to me mum, I am leaving, you don't have to search for me.  It was true, the following day when I came back from work my son was not at home and I asked his whereabouts.  Nobody knew where he was.  It was during the week on Wednesday when he left.  During the weekend I went to his friends, didn't you see Jackson, all of them said no.  JOHANNESBURG HEARING TRC/GAUTENG\n3 M MAAKE\nAnd I started asking them, are you really sure, aren't you hiding something from me, I will end up going to the police.  And I went back home, I asked his brother, do you know where his whereabouts?  Can you allow me to go to the police, and he said no mum please don't go to the police.  Well I stayed at home.  And he said to me you know your son's movements, I know him, I'm his brother.\n Well I just decided to leave the matter.  Until today I didn't even see Jackson and I never went into thorough investigation about his whereabouts.  I didn't know where to start searching.\n A journalist came to me, Mr Maluleke.  When Elias Maluleke arrived he said to me Mamma, do you know I am here to investigate, I want to find out about these children who do not come back.  I think these children are dead.  I think it was in 1994, and he said to me can you please give me a photo of your son.  I didn't want to give him a photo at first but I talked to myself, I said, well let me give him a photo, it might be of some help.  In 1994 he went away and then he came back in 1996, on the 27th, it was on a Saturday in January.   Elias Maluleke said to me you must buy a City Press please on the 28th.  \n We woke up very early and I sent some children to buy me the City Press.  We read the City Press and we discovered that Jackson is dead and Makope and some other people from Mamelodi.  I was shocked, where did they meet, why couldn't we get the information.  I was told my son had been stabbed till he died and he was burnt.  This hurts me most.  Nobody came to me to investigate about the disappearance of Jackson.  It was really surprising because my son has been brutally killed.  Two girls came to me and they said to me \nJOHANNESBURG HEARING TRC/GAUTENG\n4 M MAAKE\ncan you please rush to the police station.  Jackson was in the police hippo.  We don't know what happened, we were just in the meeting.  I went to the police station, on my arrival nobody happened.  They said to me can you report this matter to the police station otherwise if you don't they are going to kill him.  I reported the matter.  The police said to me go home because you have already reported the matter to us.  It was nine o'clock and I said to myself I am going back to the police station.  I saw a hippo.  Three White men came out of the hippo together with him and they said to me where is Jackson's mother.  They said we want to bring your child into your hands.  Can you please keep him, keep him safe otherwise you are going to kill him.  I said to them why, what has he done?  They said he knows too much.  They left him with me.  They said please keep him, he mustn't leave the yard.   I asked Jackson after they have left what were you doing my son?  Did they just arrest you?  Some girls came to me and indicated that you were in a meeting.  Jackson said they knew I was Jackson and they have been referring to me as a \"klipgooier\", the one who throws stones.  We were caught at Silverton, that's where they marked me.  That was the end of the story and I have been searching all over not knowing where can I find my son.",
            "Female"
        ],
        [
            "DR MAGWAZA",
            "Thank you very much Mamma for sharing your experience with us.  I would like to just ask a few questions just to clarify.  Firstly if you could tell us more about Jackson, who was Jackson, how old was Jackson and was he working, what was he doing and did he belong to a specific political organisation, just give us that type of information?",
            "Unknown"
        ],
        [
            "MS MAAKE",
            "He wasn't working, he was still a student but he JOHANNESBURG HEARING TRC/GAUTENG\n5 M MAAKE\nwas involved in a political organisation.",
            "Female"
        ],
        [
            "DR MAGWAZA",
            "How old was Jackson?",
            "Unknown"
        ],
        [
            "MS MAAKE",
            "When he left he was 19 years old.  He was born in '68.  ...(tape ends) ...tell me every time he went to the meetings and he would say to me can you please give me a shirt, either UDF T-shirt or COSAS T-shirt.  But every time when he leaves home he would tell us about the church.  He wasn't telling me everything but he used to tell me some little information.",
            "Female"
        ],
        [
            "DR MAGWAZA",
            "The question is did he leave home before the final disappearance because I understand he also went to Botswana, when did he go to Botswana and when did he come back?",
            "Unknown"
        ],
        [
            "MS MAAKE",
            "He never went to Botswana.  We only read in the newspaper that he's been to Botswana. Elias Maluleke on his arrival we explained everything to him that we don't know his whereabouts.  He only indicated to us that we don't have to search for him anywhere.",
            "Female"
        ],
        [
            "DR MAGWAZA",
            "The other question, it might be a bit sensitive, is that the information also that has been made available to us is that at one point they thought he was an informer, did you know anything about that?",
            "Unknown"
        ],
        [
            "MS MAAKE",
            "No we don't have that kind of information.  We only read in the newspapers that Jackson Maake was an informer and on top of that why did they kill him if he was an informer?  Why did they blow him up if he was a spy?  Why did they get rid of him?  If he was an informer they could have just left him.  Now this brutality that they did to him, why did they do this.  He left behind a child who was one year old.  My mother is not working.  We've been battling to raise this child.  I am the only person at home\nJOHANNESBURG HEARING TRC/GAUTENG\n6 M MAAKE\nwho is working.  I am the only breadwinner.  I have to make ends meet.  I also have my children of my own.  I have to satisfy my children and I have to satisfy the child as well.  We started raising this child from a very early age, even today.",
            "Female"
        ],
        [
            "DR MAGWAZA",
            "The last question I will ask, obviously there has been a lot of suffering and loss, how do you think the Commission can help you to ease this pain?",
            "Unknown"
        ],
        [
            "MS MAAKE",
            "I would like the Commission to help us by showing us Mamasela to come here and explain to us where did he kill this person and the little property that they are still keeping of him they must bring it to us.  I would also like to rebury him so that we can also be able to go to a cemetery, to the grave of our loved one like other people.  We don't know if it's really true that they killed him.  We don't know if he's alive or dead.  We just heard that he's dead.  We really would like to know the truth and we would also like to see where he died.  This Mamasela must show us where he is.  We would also like to request his remains so that we can bury him in our graveyard.   That's the thing we would really like to request from you, from the Truth Commission.   We were able to come here through the assistance of Lawyers for Human Rights, Jodi Koperman, that's a person we met.  We explained to him about Jackson Maake.  I gave him my work telephone numbers so that if he finds out something he must phone me.  So he phoned me and told me that there will be people from Lawyers for Human Rights, please come and give your statement.  Because I was still in new employment I couldn't go there.  I asked Jackson's mum and the other child, relative of Jackson, so that they could go to Jodi and give the evidence.  He said\nJOHANNESBURG HEARING TRC/GAUTENG\n7 M MAAKE\nit was alright as long as my mother went to him.  So my mother went to give evidence there.  They were together with Dudu.  They also gave evidence to her, and another White guy, I can't remember his name.  We don't remember him until we came here.  So they phoned us that we must come here and give this testimony here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you.  Yasmin Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "The journalist that came to see you Mrs Maake, can you tell us which newspaper he came from and was he the person who wrote the article in the City Press?",
            "Female"
        ],
        [
            "MS MAAKE",
            "That is Elias Maluleke who came to our place.  He wanted the statement and he came back on the 27th telling us that the following day, early in the morning, we have to buy a City Press newspaper.  Jackson Maake and others will appear there.  What surprises us most we don't know the connection between the three people.  Can Mamasela explain fully to us what happened?  Did they kill them all at once, or did they kill them separately?",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "....know any of the other two men who allegedly have been killed at the same time and burnt up?",
            "Female"
        ],
        [
            "MS MAAKE",
            "No, we don't know them.  We only read the names in the newspaper and people started making telephone calls to us.  They were asking who is this Jackson, and we were also shocked, who is this Maake, who is this Sefolo.  Ultimately the three of us came together.  Even today we are the three families supporting each other.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much.  We are also deeply hurt.  We don't know how we can ask God to fill your hearts and your souls with his oil so that you can be consoled.  We pass our condolences to you and we have listened to your requests and we will try, as much as possible, to be of\nJOHANNESBURG HEARING TRC/GAUTENG\n8 M MAAKE\nassistance.  Thank you very much.  Thank you sister.",
            "Unknown"
        ]
    ]
}