{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-05-03",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "4",
        "names": [
            "MAVIS MSOMI"
        ],
        "case number": "GO 165 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55639&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/msomi.htm",
        "speakers": [
            "DR BORAINE",
            "MAVIS MSOMI",
            "PROF MEIRING",
            "DR RANDERA",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MAVIS MSOMI",
            "PROF MEIRING",
            "MRS MSOMI",
            "DR RANDERA",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Chairperson we have notice that a number of other people have joined the audience including Bishop Storey, if you would please sit down, no you can actually stand, we are delighted to see you as well as Charles Newpin, also Sheila Wynberg of the Gauteng Legislature, would you just stand when I mention your names please, we have been asked by the SABC, in order to identify, Charles Newpin, he's left already, Sheila Wynberg, also left, and then there's Paulos Dometrious and Mrs van Zyl who is the mother of the secretary to the Commission Paul van Zyl.  Thank you, nice to see you here.\n The next witness we call to the witness stand is Mrs Mavis Msomi.\n While we are waiting could we just welcome Bishop Mkwe and his wife.\n Mrs Msomi I know this is very hard for you and we'll try and be as gentle and as quick as possible in order to save you as much distress as we can.  Mrs Msomi, we have already heard about the death of Theophilis Dlodlo and your daughter was killed in the same shooting in Swaziland.  You have also come to tell us about your son who joined the ANC and as a result of mistreatment in the ANC camps is not well.  So you have a double burden.  Before we ask you to tell your story and ask Professor Piet Meiring to assist you, would you please stand for the taking of the oath.",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much, and can I ask you to try and relax as much as possible under very trying circumstances, you are amongst friends.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Msomi, it is my privilege to guide you through this through your testimony, through your story, thank you for coming. Just by way of making you relax a little bit, some new visitors joined us just now, may I just by way of introduction read to you the following.\n During 1987 ANC operatives and sympathizers based in Swaziland were particularly hard hit by anti-ANC forces with at least 11 people said to have been killed in clandestine operations during the first nine months.  On source described Swaziland at this time as becoming a killing ground for gunmen carrying out politically inspired assassinations with impunity. One incident, the incidents in front of us today drawing particular outrage was the incident in which two men and a woman were murdered in broad daylight on what is literally the King's Highway and within sight of the Swazi Parliament.\n Mrs Msomi, while I read through your written testimony I thought I would like to ask as a first question to tell us just a little bit about yourself, about your family. You lived in South Africa then at a certain stage you decided to move to Swaziland with your husband and children. Can you tell us a little bit about that?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "We left South Africa in 1962 and we went to Swaziland.  We lived in Pietermaritzburg and then we went to Swaziland.  I had four children, two girls and two boys.  Mildred Moosa is the last born, Tony came just after Mildred and the other two are still alive.  While living in Swaziland Mildred was still at school. Do you want me to talk about Mildred or can I separate the two?",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Let us talk about Mildred first and then we can talk about Tony later on. (end of tape 19)",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "(gap in recording before start of tape 20)  ....Before that, Mildred telephoned me at work, I wanted to be very early at the bus stop and was told that Mildred wants to speak to me on the telephone. I said that I didn't want to talk on the phone as I was hurrying for a bus, but I went to answer and Mildred apologised to phone so late but she wanted me to help her organise a surprise dinner party for Ayanda because it was her birthday that day and her parents who would have done something for her, were not there. I agreed that I would prepare something at home and she said that they won't be early as they were first going to a party for a friend who had got a scholarship to go abroad, but they promised not to be long. Well we greeted each other declaring our love for one another and I went home.\n When I arrived at home I prepared everything, I wanted everything to be ready so that when they arrive we shouldn't waste any time.  I stayed there waiting for them but they didn't arrive.  I was expecting them to come at about seven or eight.  7 o'clock went by, 8 o'clock went by, 10 o'clock  we were still sitting with my sister.  At about half past eleven I got worried, I wasn't just feeling well.  Before 12 midnight, at twelve midnight, a telephone rang, I quickly picked it up and I heard a person asking if I was Mildred Msomi's mother.  I said yes it's me and this person dropped the telephone.  I wondered what had happened to these children because I knew it was the station commander calling me and I wondered why he was so rude, what was happening? I kept quiet and my sister enquired at to who was calling. I asked her not to speak yet as I expected this person to call again and tell me the details.  I was wondering if I should call the police and enquire about this incident but reasoned that they would call me if there is something that the children had done.  I was asking myself what they had done and wondering why they would arrest Moosa.  I thought maybe they arrested her because she was driving a car under age but if they should phone I would tell them that she has a licence but she hasn't fetched it yet.  I didn't think of anything bad that might have happened.\n The telephone rang the second time and I thought it was the station commander but this time it was her friend Zanele. She gave us the news that Moosa and Duduze are dead. When I enquired of her what had happened she said that they had been shot dead. I asked her if she wasn't together with them at the party because they were always together. She said that she didn't go to the party.\n I was really surprised and asked myself if my daughter was really dead, and she told me that they were at the mortuary at Mbabane. In my mind I was worried, Zanele and my daughter were always together, how come she didn't go to the party.  I woke my sister who had already gone to bed and told her the terrible news. She wouldn't believe me and wondered how Zanele could have survived when they were always together. I suggested that she may be injured, I didn't want to cry but I just prayed.\n I called my daughter in Lesotho and broke the news that I had heard from Zanele and that the bodies were at the mortuary.  She said that she would phone and seek confirmation from the police at Mbabane and call me back. After a few minutes she called and confirmed that they were at the mortuary, and she was going to Swaziland.\n I called another friend of mine at Mbabane who was working for CTC, this was a family friend of ours and I indicated to this friend that Mildred and others are dead. Very quickly they arrived at my place, these were the friends from Mbabane, a husband and a wife.  Zanele's boyfriend also arrived and I was shocked that these two people could come to my place when Zanele told me that they departed and this other one is also available.  I asked them if it is true that Moosa was killed in Mbabane?  There was no answer, I was only given a hug. I said Mr Petro should talk to them, I think they told him the whole story. \n It was in the early hours of the morning when I woke up to dress and they took me by car to Mbabane Police station.  On our arrival at the police station the police asked who we were, I told them who I was and they confirmed there were people who had been shot at Tembelihle.  I asked him who shot them and he said that no information has yet been received and that they are still investigating who the perpetrators might be.  At that moment Zanele and another girl, Maniki arrived.  Before Moosa and them were shot,  used to call her with her traditional name Moosa, and she called me and said she wants to tell me something. She and Maniki were involved in an argument and she told me that on the 22nd of May I would be dead. I asked how she knew this and she said that she told me that she would die on that day, and she started crying. I told her not to cry, that it was nothing serious, nobody knows when the other person is going to die.\n It came to my mind that Maniki said that Nomsa would die on the 22nd of May now Nomsa is dead and we have heard that they have been shot at Thembelihle, and I asked Maniki why it happened that Nomsa died on the same day that she indicated that she would die? What happened?  She said that the two of them had made peace, they had made up and there was a reconciliation, but I said to her that she indicated that she would die on that same date and she actually died on that date.  The police took Maniki and Zanele to take their statements.\n After discussions they took us to that place where that incident occurred. We prayed on our arrival and after praying we went back to the mortuary in Mbabane at the government hospital. I discovered that three people were dead, it was Dlodlo Felicia's husband, and Tutu, Mildred's cousin, he was at the university with Mildred, the time they were talking to me they didn't mention that Tutu was also shot dead but I knew that if they were going to attend a party Tutu would also be with them.  \n Well we had a look at them, they were badly injured, they were shot in the heads, the legs, the whole bodies and I realised that my child could never have survived this, because their heads and bodies were sprayed with bullets. While waiting outside the hospital we were told that one of them survived, and we wanted to know further what really took place.  Now this boy said to me that he would take me to the house where one of the survivors still is. Well he took us to that place where there was another friend of Moosa's and he told us that they took that child in hiding in that house but he was sent to fetch clothes.\n Now this other girl hidden somewhere, she wasn't there, because we wanted to see her as she was Nomsa's friend.  Well we couldn't find.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Is that the girl called Candy?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "Yes that's her.  Well we searched all over for her because the boy already indicated that Candy survived and he told us that there was another girl in the hospital who lost an eye, she's not dead.  We looked for her and found her in the hospital. She was with her mother. She was lying on the bed, badly injured and was in a state of shock so she couldn't talk.  We asked those people if there were any visitors who came and looked at these children, and they said that only one man arrived and they said that it would be a good idea if they removed the child from the hospital as there might be somebody who would come to kill her to do away with the evidence.\n The following day, Candy was brought home\n...(intervention)",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Msomi can you give us, after everything happened, there was a funeral, was the funeral taken care of by he ANC or did you have to pay for funeral expenses yourself?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "No we buried at home with my family and local ANC members donated towards the funeral.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Tony was with you at that stage and I can imagine that it affected him very much. Would you like to tell us a little bit Tony and about what happened afterwards to him?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "Tony was not in Swaziland, he wasn't staying with us, he just disappeared and we didn't know where he was at that time and he didn't even attend the funeral.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "We want you to tell us about Tony too and what happened to him afterwards.",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "A boy arrived at home and he said to us he'd been to a place where Tony was, and he said to us Tony is mentally disturbed.  We had better go and fetch him because he is unwell mentally, so we went to find him.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Do you have any idea what caused that, was that because of ill treatment or was he ill from the start?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "The only information that I have is, we went to a doctor  and he told us that Tony had a very severe depression and I realised that this led to his mental disturbance.  He really cared for his family and it's members, after hearing about Moosa's death he may have thought that he'd never see the members of his family again and this might have worried him a lot. To be away form home as well might have contributed to this mentally disturbed state.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And so you went and you fetched him yourself, you brought him back home and what is happening to him today?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "He is undergoing treatment even now.  Every month he gets counselling at the hospital and he gets injections.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you so much for sharing your story about your two children with us.  May I ask a very last question, you are at a hearing of the TRC, do you have any suggestions what the Truth and Reconciliation Commission can do for you and your family?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "I want the Truth Commission also to help the people who have lost their loved ones, so that our families and some of our friends could realise that their deaths were really a mistake, we'd like a memorial of some sort. Whether a monument containing their names, so that we can all realise that their blood which has been spilled wasn't done for nothing.  It should be seen that their blood was for freedom.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I thank you very much, I hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Msomi, I don't want to  keep you long, it's been a very difficult time for you and also just telling the story, you relive it again.  But I want to ask you one or two questions about your son Tony. He joined the ANC?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "Tony was at school and they recruited them at school and said they were going to give them further training overseas, that's how he left. But he didn't tell me anything, he didn't tell me if he had joined any organisation or anything, I just knew that he had received a scholarship, he was going to study overseas.  When he had left he didn't even write any letter, he sent us a card once at Christmas, that's where we saw the fingerprints of his hands but there was no address, nothing and we realised that he was still alive, but we couldn't write back to him.\n I can't remember where the card originated from because it was a hand post card, there was no stamp, if there was a stamp I would have realised where it came from. I think there was somebody who might have been coming to Swaziland that he gave this card to.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Did your son, Tony ever describe the ill-treatment that he received?  You told us that he was depressed, that he was mentally disturbed, did he explain how that came about or what happened to him at all?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "Up until today Tony doesn't talk a lot, he's a very quiet person, very withdrawn, he doesn't tell us\n what happened, when we ask him where he's been, which places, he just doesn't tell us.  He only says he went to Morogoro where there's a school and he doesn't go further.  I think his mind stopped, he really doesn't tell us anything about what happened.  Even if I want to ask him what else happened and what he did there, he won't tell us.  We really tried to talk and have conversations with him, but since he had joined the organisation, did he also want to join as a soldier, he just laughed and said, no. There's nothing else he told us.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Msomi I also just want some clarification about Tony, you said that you brought him back to South Africa in 1994, but before that you heard that he wasn't well.  Can you tell us when you heard that he wasn't well the first time?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "If I'm not mistaken, I can't remember that well but around 1990, between 1990 and '91 or rather earlier, round about 1989, '87 or '89 there were lots of boys who were coming to Swaziland, coming from that side, they would say to us, Tony's there but he's not well.",
            "Female"
        ],
        [
            "DR RANDERA",
            "...(indistinct) she looked after him in all this period from 1987 or '89 to the time that he was brought home? And did he ever receive treatment during this time?",
            "Unknown"
        ],
        [
            "MAVIS MSOMI",
            "The person who was looking was the person that he left with, it's Tim Maseko who was on that side as well, but the person who told us about his treatment was Dr Makwena whom we found in Zambia.  He told me he remembers him, and that he got some treatment for depression.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So these people were all members of the ANC?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mama we thank you very much, even though we try to sympathise, we will just be repeating ourselves and people are beginning to wonder if I'm telling the truth because I'm telling the same story to everybody and our nation is saying, swallow this difficulty, may God bless you, put oil on your wounds, because it is a pain that many people have gone through, thank you.\nHEARING ADJOURNS FOR TEA",
            "Unknown"
        ]
    ]
}