{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-05-02",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "3",
        "names": [
            "CORNISH MMEKO MAKHANYA"
        ],
        "case number": "GO 134 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55633&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/makhanya.htm",
        "speakers": [
            "DR BORAINE",
            "CORNISH MMEKO MAKHANYA",
            "YASMINE SOOKA",
            "CHAIRPERSON",
            "HEARING ADJOURNS FOR THE DAY"
        ],
        "original_speakers": [
            "DR BORAINE",
            "CORNISH MMEKO MAKHANYA",
            "MR MAKHANYA",
            "MS SOOKA",
            "CHAIRPERSON",
            "HEARING ADJOURNS FOR THE DAY"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "The next witness to appear before the Commission is Cornish Mmeko Makhanya and I would be grateful if he would come forward.  Mr Makanya thank you very much for coming, you've had a long wait as well and we have had to rearrange the programme because of different people coming at different times.  Thank you very much for being so patient, thank you for waiting.",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "I want to read just a very brief paragraph about what was happening in 1985 and 1986 when you were detained and you will tell us in a moment what happened to you.  The 1986 state of emergency regulations went beyond even those of 1985 and prevented the dissemination and publication of information relating to police conduct or any incidents which may be categorised as unrest incidents. A feature of these new regulations is the granting of indemnity to members of the security forces against prosecution or civil liability arising out of even unlawful acts committed in good faith.\n Against that background I want you to tell the Commission please, in your own words about your arrest in June 1986 in Lichtenburg.",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "In June 1986 I had gone somewhere to a little job because I was a member of the SRC from George ...(indistinct), I was working underground, I was in Lichtenburg, I did my job.  At night, I don't remember which particular night, I was asleep, the police came.  They were with my best friend and the police came in first.  In those streets there were no lights, there were cars behind and in front and the police came in and asked who is Mecro?  I opened the door and said I didn't know.  They asked me what my name was and I said it was Noko. There were four of us, four boys who were my relatives and they took us out of the (...indistinct), I was only wearing a DVD and they shined lights at me.  There were two policemen that I knew, I grew up with them, they pointed to another cop and said, who is Mecro, and one of them said it's the one wearing a DVD.  Before he finished speaking I was already on the floor and the police were trampling all over me and asked me where the guns are that I brought with me, AK 47's and grenades.  I told them that why I have come, I regularly come and visit.  They beat me up until I was bleeding and they took me with only this DVD that I was wearing and it was winter time, to the police station. Before reaching it they dropped me off at a street just before the police station and said to me that if don't speak the truth they would do anything they wanted to.\n They took me to the police station in my DVD and there was also another brother of mine Uxalu Pasamisa  ...(intervention)",
            "Male"
        ],
        [
            "DR BORAINE",
            "Which police station were you taken to?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "Lichtenburg police station.  When I arrived at the police station, my brother was a policeman, he asked what was happening, why are they arresting me and they said that if he interferes, he will also be dismissed from his job, so he kept quiet.  My parents were in Dobsonville. They put me inside the van with what I was wearing and I thought that I had been arrested alone but I found that there were also others who had been arrested, so there were more than fourteen of fifteen people, and they took me upstairs and put me in a room with cupboards ......(end of tape 17)\n.... I brought here, they knew that I was coming from Gauteng.  I told them I was visiting this place because every time during school holidays I come to Lichtenburg. \n The other ones came in, they untied my hands, they said I'm going to speak the truth, during that time I was bleeding.  There was a long stick, they unscrewed it, they said I must sit down squatting with my hands up straight and they asked questions.  I said that I didn't know anything, so they informed me that I will speak the whole night and they took a machine, poured water on me and put a cloth on my breast and a hefty boer started shocking me with electricity. They put on this machine again, that boer said I didn't want to say anything in front of them, he took two chords and connected them to this machine, they put them on my head and poured water on me and put on this machine for a long time and I continued to refuse to talk.  Another boer said, this kaffir doesn't want to talk, we must just kill this kaffir.  Those two police that I was with also knew me and I knew them, they pretended to be going out.  They took off my BVD, they put me flat on the ground as if I was taking a photograph, they put a stick under me which they took and put it between my knees underneath and they took my hands and they handcuffed them, and when I asked them what they were doing, they said I'm talking a lot, I know a lot. They took off all the chords on my head ....(witness upset)",
            "Male"
        ],
        [
            "DR BORAINE",
            "Do you want to take a couple of minutes or do you want to continue, how do you feel?  Do you want to continue, alright take your time.",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "They took those two chords they put them on my private parts.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Are you okay?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "After that they put this machine on, I got torn underneath.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Don't rush, just take it easy and perhaps you could move on and tell us what happened the next day. Why don't we just leave that, you have described it to us and it's very hard for you, perhaps just go on to what happened the next day.",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "After that I didn't know where I was.  I woke up on the second day when they washed me they washed me with  a hose pipe and I was naked.  They told me that I could go home but they called the boers from Protea, they took me, they gave me over five clouts and they cut my hands and legs.  When I arrived by (Codene?...(indistinct) these were farms and in between them was a railway spoor, it was late in the afternoon and they released me and said I'm free to go home. They said if I go I shouldn't look behind me. I recognised that it was a place that I didn't know and nobody would know, so they arrested me again and put me back in the car.\n When I arrived at Protea they said I must sign forms of releasing me to go back home.  I didn't know anything and I signed. As this was a state of emergency my parents did not know where I was for 14 days.  They put me in a single cell, I was on my own.  Two other boers came at about half past ten at night and interrogated me, asking me if I knew how to use a grenade, which I denied knowing. One of them brought out a grenade and opened it and took out the powder and put it back again and pulled the pin and said I must hold it. They said if I dropped it it would explode.  I asked myself the question how it could explode if there were so many of us including many police. They came back to me and asked if I knew how this thing worked and then took me to the cells and said that I must assist them by revealing the names of other people.  I replied that I didn't know anyone. \n When I was still there that night the boers were working in shifts, another two came and beat me up in the cell. They took my head and pushed it inside the toilet and kicked me all over with their boots and flushed the water. When I tried to fight back there was another boer, a short one, he had a razor with which he cut my neck and said that even if I died he didn't care. After that I regained consciousness in the general hospital.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Can I just ask you a question.  They took you obviously from the police station to the general hospital but you didn't know and you woke up and found yourself in the hospital, were you there as an inpatient or an outpatient?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "I stayed there for a long time. I was barely breathing ...(indistinct).",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you please continue.",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "Since that time my parents didn't know where I was, they didn't know whether I was alive or dead because I was told that my mother came to see me at the hospital and I was in the mental section. I was at Sun City I didn't stay there for a long time, they took me back to general hospital and after that ...(witness upset)",
            "Male"
        ],
        [
            "DR BORAINE",
            "Can I try and help a little bit.  When you left the general hospital again, did you go home?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "No I was taken to Sterkfontein hospital.",
            "Male"
        ],
        [
            "DR BORAINE",
            "How long did you stay there?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "I don't know anything about that time.",
            "Male"
        ],
        [
            "DR BORAINE",
            "And then you went home after that.",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "I was released from hospital and when I recovered I went back to school. At school they dismissed me on the grounds that I was mentally disturbed and shouldn't go back to school.  I last was at school in 1987.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Are you at home now or where are you staying?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "I stay with my brother.",
            "Male"
        ],
        [
            "DR BORAINE",
            "And you are unemployed?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "No.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Do you have a job?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "Nothing.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Can I just ask one or two final questions because this has been very very distressful for you. How old were you when you were first arrested before they took you to Lichtenburg prison? How old were you?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "I think 17 or 19, between that, because now I'm 28 years old.",
            "Male"
        ],
        [
            "DR BORAINE",
            "When you told us that you went to the township and the police came you said that you were doing a small job, what was that small job?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "Underground, from a school in ...(indistinct) course.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you, you can't say what you were actually doing?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "What I went there for, I was born there, there was one problem, it was education.  It was difficult for another student who came from a school outside, there was the problem. I was going to find some comrade to try to fight for their rights at school.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you.  Just two last questions, very short. Was there ever a court case about your being in prison and tortured?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "No I had a lawyer, it was Wessels, Wentzel, somewhere there.",
            "Male"
        ],
        [
            "DR BORAINE",
            "They never went to court?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "The police came at home because I was not well he said to me he can open the case. I asked him why and he said because I've got no proof. Until my father went to hospital and tried all his means to get all my statements from hospitals since 1988 until right now.\n I still have those statements.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mecro in what way can the Commission be of help to you?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "I would request that the person who is supporting me, my mother cannot afford it as my father is not working and there are two girls at home who she also supports. My mother is only one worker and the problem is that there is nothing I can do for a living.  I can't get a job because they say to me I am sick.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you, are you still having treatment or do you see a doctor or hospital or do you take any medicine?",
            "Unknown"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "I still have my tablets at home. They gave these pills after each time that I beat my family at home.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you Mmeko, thank you very much, you have been through a terrible experience.  All I can say is that the Commission has heard you, we will follow it up and we will try and do anything and everything within our powers, thank you.  Mr Chairperson?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "I know that it's difficult for you to answer these questions, but before this incident, before you were arrested, did you have any mental problems or any problems?",
            "Female"
        ],
        [
            "CORNISH MMEKO MAKHANYA",
            "No, I was the best goal keeper, I played for Jasper Blue Cross in 1984 and I was the best athlete at school.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We have heard you. We can also see the pain you're still going through when you remember all those things that happened to you. We all of us hope that our people here in the New South Africa will remember that this freedom was found at a very high cost, so that we do not damage this freedom, we know that it was found through such huge difficulties, our children black and white, they found such enormous difficulties that it was not necessary for them to go through that but fighting for this freedom, we hope that maybe there could be some assistance that the Commission could request from the President of this country to help you.  May God bless you.  Thank you very much for coming here to come and cry in front of so many people. Sibonga.",
            "Unknown"
        ],
        [
            "HEARING ADJOURNS FOR THE DAY",
            ".",
            "Unknown"
        ]
    ]
}