{
    "header": {
        "type": "1 G THEBE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-29",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "1",
        "names": [
            "GERALD THEBE"
        ],
        "case number": "GO/0091",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55645&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/thebe.htm",
        "speakers": [
            "DR BORAINE",
            "GERALD THEBE",
            "DR RANDERA",
            "CHAIRPERSON",
            "YASMINE SOOKA",
            "MS MKHIZE",
            "MR MALAN",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MR THEBE",
            "GERALD THEBE",
            "DR RANDERA",
            "CHAIRPERSON",
            "MS SOOKA",
            "MS MKHIZE",
            "MR MALAN",
            "MR ALLY"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We invite Mr Gerald Thebe to the stage please.  Mr Thebe welcome to the Commission.  Just for the record can you hear my voice in the ear phone, can you hear the translation?",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "Yes I hear them well.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Fine.  Thank you very much.  Are you comfortable and relaxed?",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "Yes I am relaxed.",
            "Male"
        ],
        [
            "DR BORAINE",
            "That's very good.  That's we would like to happen here and it's your opportunity to tell your story and we want you to be very relaxed.  But before you relax too much I want you to please stand for the taking of the oath.",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Mr Thebe you will know better than most the turmoil that gripped the country in 1976 in particular and of course the years that followed.  And in particular you will recall what happened to you in 1977.  It's not a very nice story.  It will bring back many bad memories for you, but it's our view that in the telling of this story two things could happen.  One, it could help you a great deal to share that, and secondly, we could all work harder to make sure that it doesn't happen again.  Now Dr Faizal Randera is going to be working with you as you tell your story and I am going to hand over to him now.\nJOHANNESBURG HEARING TRC/GAUTENG\n2 G THEBE",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Gerald welcome.  I know it's been a long day already for you.  I am sure, like many of us here today the stories that you have heard have brought back many memories.  I would appreciate it if by starting you would just tell us what you are doing now, where you are living and then go back to that period in 1977, the story that you are going to tell us.  Also what you were doing before that day when you were arrested.",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "I stay in Pretoria.  At the moment I am staying with my sister.  My sister stays in Mamelodi 1341.  The telephone number is 8011554.  She took me in Attridgeville to stay with her because I am attending treatment.  I take tablets every day and I get injections regularly.  I go for treatment every month and I take tablets every day.  Here are these tablets, I have got them with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order, order.",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "I attend psychiatric treatment.  They give me tablets and I get injections.  So my sister decided to ask me to live with her so that she can look after me.\n In 1977 I joined the ANC.  I left in July with Frans Muchacha who lives in 27 Mangena.  He was doing form five at that stage.  We left together.  We left to Northern Cape at Vryburg.  We went to address the students of the South African Student Movement that they must join ANC and leave the country and go abroad, go and be trained as soldiers.  Therefore I was wanted at Northern Cape because I addressed students at Kanyisa Taung and saw police arrest students and then we ran away from the Northern Cape and came back to Attridgeville.  \n The mistake that we made we had given the students our address in Attridgeville, we were staying at no.10 Nkomo but JOHANNESBURG HEARING TRC/GAUTENG\n3 G THEBE\nI wasn't staying at home.  When I arrived in Pretoria I heard that I was wanted.  I went to Johannesburg Ketihladi at my uncle's place and I followed events there to find out how (...indistinct).  I heard people saying the police were there looking for me.  When I came back I heard that they had already been in Johannesburg as well.  So we decided to organise a meeting at Naledi and we decided that we were wanted by police we had better skip the country.  We arrange to go with, together with the Thebe brothers.  They call them Thebe brothers in our court case hearing and also Joseph.  We took a train to Mafikeng and in Mafikeng we took taxis to Masutlhi at the border.  When we arrived at Masutlhi we saw the soldiers on the border gate.  We stayed there at the border gate.  Somebody approached us and said what are you doing here?  We told him we want to skip the country.  He said wait here let me just look around the area and see if the coast is clear for you, in the meantime he had gone to inform the police.  When the police came I ran away and the arrested the other two, but eventually they arrested me at eight.\n When I arrived at Mafikeng I was interrogated the whole night and at eight o'clock they left me.  They took me to the van and they were escorting the van.  This van was full of bloody clothes.  I think they were from the other two brothers that they had been interrogating because those clothes were full of blood, and I was taken to the cell by one o'clock.  In the evening we were interrogated again.  We stayed about three weeks in Masutlhi.  They use to tie me to the chairs and they were kicking me in my stomach, hitting me with metal irons. For three weeks were being interrogated.  After that they took us to Rustenberg.  In \nJOHANNESBURG HEARING TRC/GAUTENG\n4 G THEBE\nRustenberg we were also being interrogated and again they took us to Pretoria to Mafikeng.  They took us from Mafikeng and sent us to Rustenberg again.  From Rustenberg we came to Compol building.  I was interrogated there until 1978.  The other one went to the mental hospital immediately.\n But before that they took me to the mental hospital because I was also dizzy.  I was unconscious. When I woke up I was at the hospital.  The doctor told me that if you were being interrogated there you can die at any time.  From Mafikeng they took us to the Compol building.  At the Compol building we stayed for two weeks without interrogating us and then they came after two weeks and started interrogating us again. Thebe, and even now he's still mentally disturbed after that.\n In 1978 we were charged. In 1978 when we appeared in court I was defended by Soggot and Eric Dale and that was the counsel.  I still have their addresses and their telephone numbers.  When we were in court the lawyer requested that I be taken to the mental hospital and I refused to go to the mental hospital.  I said I had a problem that when I got to the hospital those guys were very vicious with us.  \n On the 24th of August I was sentenced to five years.  They took me from Pretoria Newlock and took me to Leeuwkop.  At Leeuwkop I stayed there for two weeks.  I met people from South West and Port Elizabeth and they sent us to Robben Island.  By the time I arrived at Robben Island I was affected by nerves.  I was attending the doctor's treatment by Dr Neko(?).  I stayed there in 1978 to 1982 on Robben Island.  They released me in 1982.\n When I was released from Robben Island I stayed for two JOHANNESBURG HEARING TRC/GAUTENG\n5 G THEBE\nweeks and I was sent to the mental hospital for two months.  I stayed for two months at the mental hospital.  They released me from the mental hospital but since then I have been taking tablets.  At the moment I cannot work and I am unable to work and I've got a child but I am not married to the mother of the child.\n Sir I am requesting that those people who harmed me, who damaged me, must help to support me so that I can support my child and take him to school, and get medical aid because I am not healthy, because at any time I am sick and I am not healthy.\n I am also asking for Joseph Thebe, what can we do about Joseph Thebe because up until now he is still ill, he is still mentally disturbed.  So I was just requesting you to take up this case.  I don't know what you can do about it.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I just want to ask you a few more questions before I hand you over to Mr Boraine and the other Commissioners.  Can you tell us how old you were when you were on your way to join the ANC?",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "I was 19 years old at that time.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You mentioned three police stations in your statement, Mafikeng being one, Rustenberg and Newlock Prison in Pretoria as well as the Compol buildings, can you remember the names of any of the policemen involved?",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "I remember only one policeman Archie (...indistinct).  He was one who was in charge of us.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You also mentioned that you were hit with an iron bar on your head.",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "On the head ja, at Compol building.",
            "Male"
        ],
        [
            "DR RANDERA",
            "That's all I want to ask.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Are there any other questions?\nJOHANNESBURG HEARING TRC/GAUTENG\n6 G THEBE",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "I notice from your statement you said that the beating lasted for four weeks, did they kick you and beat you up every single day?",
            "Female"
        ],
        [
            "GERALD THEBE",
            "Ja they were beating us every day.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And did they do anything else to you?",
            "Female"
        ],
        [
            "GERALD THEBE",
            "Ja they kicked us. .... and you could not manage to jump or do anything.  They just kick you and beat you.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "At any time were you ever examined by any doctor?",
            "Female"
        ],
        [
            "GERALD THEBE",
            "They took us to the doctor during the night.  I don't know that hospital at Mafikeng, but it was a special for security police after interrogation.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "What did the doctors do when they examined you?",
            "Female"
        ],
        [
            "GERALD THEBE",
            "I was ill at that time really I can't remember.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And nothing happened after that, you were taken back for beating.",
            "Female"
        ],
        [
            "GERALD THEBE",
            "Ja, they took me back to the police station the same night.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Apart from the tablets that you take you say because of your nervous condition, in terms of your body were there any lasting after effects?",
            "Female"
        ],
        [
            "GERALD THEBE",
            "Ja, you know the problem after interrogation I hear the people talking with myself and I am replying to them, it's the problem which I am facing just now.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I see.",
            "Female"
        ],
        [
            "GERALD THEBE",
            "Ja.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "GERALD THEBE",
            "Thank you.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Gerald I am sorry I just want to come back to just a couple of questions.  You very clearly explained and\nJOHANNESBURG HEARING TRC/GAUTENG\n7 G THEBE\nexpressed what happened to you after the interrogation, that had nerves already by the time you went to Robben Island and since then you've been receiving treatment, you referred to psychiatric treatment, has any doctor said to you there's a relationship between the beating and the torture that you underwent and the illness that you have now, even up to now?",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "No in fact the doctor has asked me what caused me, what made me to have nerves, what caused the nerves for me, I relayed to them what happened after interrogation.  It's what I told them.  Because it's when they were investigating, asking me what happened and when did it happen and when did I start to be ill.  I said after interrogation even at the court, the lawyer asked the magistrate that I must be taken to the mental hospital because I was critically ill at that time.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And my last question is related to what you said, that you were sentenced to Robben Island for five years or to imprisonment for five years, what were you sent to prison for?",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "For terrorism and for addressing the students under the Communism Act.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Are there any other questions, Mrs Mkhize?",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Sir according to your explanation after they have assaulted you you were not mentally well, can you please explain to us, you have just said now you are sick in the head, what actually happens?  As we speak with you now you look normal.",
            "Female"
        ],
        [
            "GERALD THEBE",
            "I get treatment every month.  Sometimes I am okay and sometimes I am not.  Sometimes I shake. When that moment comes of shaking I have to drink tablets.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Can I ask you furthermore, while you were still JOHANNESBURG HEARING TRC/GAUTENG\n8 G THEBE\ngrowing are there any people maybe in your community that would say you were not normal while you were growing up?",
            "Female"
        ],
        [
            "GERALD THEBE",
            "No, I was healthy as I was growing up.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr Thebe I don't like to do this to you because you are very important, but we have a very important visitor, I am not sure is he's appearing before the Commission or if he's visiting the Commission but President Mandela has just joined us and I'd like us to just stop for a moment.\nAPPLAUSE",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Will you be seated please.  We are just waiting for the Chairperson Archbishop Tutu to resume his seat so he can tell us what we should do.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Madiba we thank you for being here.  ....because then people are not going to listen to what is happening.  We are deeply grateful because we know that matters of State are keeping you busy and that you are very generous in coming here.  We are particularly grateful because especially the small people, the people whom the world has sometimes made out to be nonentities, the people who are marginalised, the people who have been trodden down, many of them have come here, have come with their relatives to tell harrowing stories, but also some beautiful stories, and your presence will say to them they are important.  The President of the country thinks that they are important, important enough for the President to leave all his work.  We know we are worrying about all sorts of things but you have left all of that in order to say by your presence, I don't know that we wanted Madiba magic here, but I mean we probably ...(intervention)\nLOUD LAUGHTER AND APPLAUSE\nJOHANNESBURG HEARING TRC/GAUTENG\n9 G THEBE\n We might not ask you to take the stand but it would be good Mr President, I am willing to suspend the proceedings for just a little while so that our President may say a few words.  People would butcher me if I let you go without saying anything. \n I will agree that you sing one revolutionary song to welcome him here.  Come up boys with a song.\nSONG ABOUT PRESIDENT NELSON MANDELA IS SUNG",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr President in the absence of our Chairperson who is very humbly sitting down below there for a moment I just want to say that the person who you see sitting in front of you, Mr Gerald Thebe, was actually a colleague of yours for about five years on Robben Island.  I am not sure if you met then.  He was a very young man.  But he has come to tell the story about some very bad assault and beatings in jail before he was actually tried and sentenced and sent to Robben Island and we were just concluding that.  But now we would very much like to hear from you.  Thank you.\nPRESIDENT NELSON MANDELA ADDRESSES THE AUDIENCE\n It is an honour for me to be given the opportunity to say a word or two on this occasion.  We appointed this Commission because we want the victims of the brutal persecution and suppression of those who were demanding equality and justice in their own country, who were victimised.\n In setting up this Committee we took particular precautions that this Commission will be as impartial as possible.  I called all the political parties in this country and I asked them to nominate a representative to a selection committee.  That selection committee then elected about 40 names which they presented to me.  I had to appoint JOHANNESBURG HEARING TRC/GAUTENG\n10 G THEBE\n17 people from that list of 40.\n I also decided that I was going to make this committee representative.  It would represent all the political parties that were there.  It would also include prominent personalities who were not aligned to any political party.  I did not appoint it as a commission of any organisation, least of all of the African National Congress.  It is a commission for the entire country, but I made sure that its members were eminent South Africans who would enjoy the confidence and the support of the entire population.\n You are aware that some people protested against the inclusion of certain personalities here.  I totally rejected that.  To say that I considered these names very carefully and although some of them may not belong to the liberation movement, indeed they may belong to parties which were our enemies, nevertheless in this task we want all South Africans to be able to sit together to address these injustices.\n I thought I should come myself and see how the proceedings are getting on, and my coming here is merely to confirm what now is a matter of common knowledge, that in this Commission we have got men and women of outstanding integrity and honesty and who are doing their duty without favour and fear\n It is a source of great comfort to me that we have been able to bring together these men and women who are doing such a marvellous job, because until we know what offences, what crimes were committed against innocent people, there will never be reconciliation in the proper sense of the word.  To forgive and to forget means that you should know what actually happened.  The relatives of the victims are \nJOHANNESBURG HEARING TRC/GAUTENG\n11 G THEBE\nkeen to know what happened to their beloved and those who were tortured but are still alive they would like the criminals to be brought to book.   I am confident...(tape ends)...  a vital service to the community.  \n In these words I thank you.\nAPPLAUSE",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you Mr President very much indeed.\nMr Thebe I am sure that you have forgiven us for interrupting your story because you couldn't have had a better person to talk about reconciliation than the President himself.\n We were in the middle, or right at the very end of your story.  Mrs Mkhize had one final question. I will hand over to Hlengiwe Mkhize.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Excuse me Sir, I still wanted to know that when you were growing up maybe elderly people did they say you used to have a headache and you were brought up well while you were still at school and you only started having these mental problems when you were arrested.\n(Excuse us we cannot hear the speaker)",
            "Female"
        ],
        [
            "GERALD THEBE",
            "I started being sick when I was in prison, after I was arrested.  When I grew up I was very healthy.  I wasn't ill when I was young.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "The very, very last question, while you were still attending school were things going alright and the teachers didn't have any complaints with you that you will have any problems as you were growing up.",
            "Female"
        ],
        [
            "GERALD THEBE",
            "No problem.  I never had a similar problem.",
            "Male"
        ],
        [
            "MR MALAN",
            "The Act says that we must find that people who are victims in terms of a very specific definition and I think this may relate to a definition of severe ill\nJOHANNESBURG HEARING TRC/GAUTENG\n12 G THEBE\ntreatment.  Can you please explain to us, or tell us what was the nature, and I know it's difficult, the nature of the injuries that you sustained through the assaults?",
            "Male"
        ],
        [
            "GERALD THEBE",
            "At the time when I was injured these people hit me with a iron bar on my head and they kept on kicking me throughout my body and I was also electrically shocked.  They wanted guns, they wanted to find out the information from me where had I put my guns, and all the information in relation to my going to join the ANC.",
            "Male"
        ],
        [
            "MR MALAN",
            "You said you didn't want to go to the hospital because you were living in fear at that stage of them killing you or attacking you again, but why did the advocate want you to be sent to hospital, was that for the psychological difficulties or was it physical injuries at the time, that's really the question?",
            "Male"
        ],
        [
            "GERALD THEBE",
            "Well it was both mentally and physically.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Russel Ally.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Mr Thebe do you have any medical records?",
            "Male"
        ],
        [
            "GERALD THEBE",
            "Yes it's the psychiatry that I have, the psychiatric records.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Are you supporting yourself at the moment?",
            "Male"
        ],
        [
            "GERALD THEBE",
            "I get a pension R410,00 every month, sick pension.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anymore?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "The Chairperson has asked me to sum up before we ask you to move back to your seat because he wasn't here, he was meeting the President.\n It is clear to us that the injuries, the torture, the ill-treatment that you received has had a very big effect on your life.  It has left you a very sick person, someone who \nJOHANNESBURG HEARING TRC/GAUTENG\n13 G THEBE\nhas to take medication every day.  We feel very deeply for you and are grateful that you have come to tell us your story.  Unfortunately it's a story which is all too familiar.  \n We hope that we are going to be able to give you some help.  We will think very carefully about what you've said and we'll do everything we can, if we can possibly be of assistance to you in the future.\n We wish you well and we thank you again for being willing to come and share with us the story of what happened to you and what's happening to you right now.  We wish you well.  Thank you.",
            "Unknown"
        ],
        [
            "GERALD THEBE",
            "I have only one question.  I want to know what do we say about Joseph Thebe because he is now mentally disturbed?",
            "Male"
        ],
        [
            "DR BORAINE",
            "We have taken note of your concern for Joseph Thebe and we will investigate that at your request, and as soon as we find out the particulars we will then be able to take the action that is necessary.  Thank you very much for thinking not only of yourself but also of other people.\nThank you.",
            "Unknown"
        ]
    ]
}