{
    "header": {
        "type": "Trojan Horse Hearings",
        "starting date": "1997-06-02",
        "location": "ATHLONE",
        "day": "1",
        "names": [
            "AMINA ABRAHAMS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56379&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/trojan/abrahams.htm",
        "speakers": [
            "AMINA ABRAHAMS",
            "CHAIRPERSON",
            "DR RAMASHALA",
            "MR ABRAHAMS",
            "MS ABRAHAMS",
            "MS BURTON",
            "MS GOBODOMADIKIZELA",
            "MS WILDSCHUT",
            "TOYER ABRAHAMS"
        ],
        "original_speakers": [
            "MS BURTON",
            "AMINA ABRAHAMS",
            "TOYER ABRAHAMS",
            "MS GOBODO-MADIKIZELA",
            "MS WILDSCHUT",
            "MS ABRAHAMS",
            "CHAIRPERSON",
            "MR ABRAHAMS",
            "DR RAMASHALA"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "Mrs Abrahams, will you stand please to make the oath. Could you stand? Are you willing to swear the oath?",
            "Female"
        ],
        [
            "AMINA ABRAHAMS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "TOYER ABRAHAMS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Glenda Wildschut.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Thank you ma'am chair. Good morning, I think it's still morning. It's afternoon, I believe. Oh yes it is. Mrs Abrahams and Mr Abrahams, - Mrs Abrahams can you hear me through, can you hear the translation through the earphones?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Yes.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "I know that in this community, we speak both English and Afrikaans. So I'll speak English to you, I'm sure you'll hear through the earphones and you can speak Afrikaans, or whichever language you prefer.\n We heard the story of the Trojan Horse Event from different angles. We heard Mr Rasool tell us about what had happened and what happened subsequent to that. We've also heard Mrs Ryklief and other people, but now it's an opportunity for you to tell us what happened to you on that day the 15th October 1985. So please can you tell us, from your perspective, what happened?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "That afternoon I took my children to the muslim school to (???). It was Toyer and Ashraf that I took. There was nothing in the road, it was a normal day. There were no children, many children in the roads. While I was taking my children to the muslim school, I would always go to Mrs Ryklief, we're like sisters to each other. I had taken my two children to the muslim school and returned. While I took them to the muslim school, I saw a casper standing on, at a certain point. I returned, they were at the muslim school. I was visiting with Mrs Ryklief as I did every afternoon.I always walked with my children, I accompanied them to school. I did not allow them to go on their own to school or to the muslim school. I was sitting at Mrs Ryklief's house, we  were sitting around there and then suddenly, there were many students and school children from all over and the road was packed with these young people. I then said to Mrs Ryklief, I'm going to fetch my children at the muslim school, and then she said - no, don't go - she'll go. I said \" No, I will go and fetch them, you are too old.\"\n I then walked down Thornton Road. There were many children in the road already. I went to the muslim school and I went to ask the ghaliefa, if I could not take my children from there. She asked me if I was alright, and I said - I'll be okay now that I'm inside the house. The casper was still standing where it had been standing. There were many police in it. I was not looking at that, because I was too frightened.\n The seghtif, the principle of the muslim school, said to me - and that was segh Amie - He asked me if I was okay. And I said yes, I'm fine but I'm going to take Ashraf, Toyer, Shihaam, and another girl, who's name I can't remember at the moment. It was a child that their mother was looking after. I took these four children. The segh then said to me \"Wait, I will go with you.\" And the principle segh Amie then walked with me to the corner. He  saw the casper standing there. With the four children, I then walked to Mrs Ryklief's home.\n Upon my arrival at that house, I said to her I'm frightened, I want to go home. She then said to me \"Amina you can't go home with these two small children.\" Because there were children from all over, a variety of schools and a variety of places were standing around in the road. I said to her \" I want to go home. She then said to me \"No, you can't go home.\"\n I then panicked, because I said to her mother, I've got a premonition, something is going to go wrong in this road. She then said to me \"No Amina, you have to stay here in the house, you can't go to your house now with these small children. We then stood there, and then Mrs Ryklief's mother went to prepare for Selah her sister who was there. We were sitting in the kitchen. I could not take it an longer, I said to her I want to go. I then went to the kitchen window to peer through the window and then I heard the shooting. I fell down in the kitchen. I was not sure where my children were. I had such a big fright. I then went to fetch them, I brought them into the house and I was lying down. Then I stood up and I was screaming, I was shouting \"Ghowah, where are my children? Where is Ashraf?\" - he was a six year old at the time, he was the smallest and I had to go and help him. This was a small kitchen, these are servant quarters, there is no room to run around in the building. \n I then went through and I saw my friend, Jainap, standing at the door, and her sister was holding me back. I said to her - I must go and get Ashraf. She said to me - Amina look how they're shooting into the house. She made me to bend down and we were in a crushed position. Just as we were crushing down the shots went over our heads. You can still see in that building how it went because, then I was convinced that if I stood up I would be shot and I was convinced they would shoot my child. \n After the shooting, I realised that I had to run to go and get Ashraf. The children were running all over. I was looking for the two of them. I saw Ashraf crying for me. I collected him. I could not see that they were bleeding, because of the colour of their clothing. They were wearing these maroon jerseys and black pants. I had a.........\n......was holding Toyer and Ashraf in my arms, I was lying with them in my arms, and I was screaming for help. \n As I was screaming for help, Jainap was screaming \"Help me, help me.\"\nI was shouting - Jainap help me, help me. She said to me \"I'm your friend but I cannot help you.\" So I was lying there with the two children in my arms. I then looked on the one hand and I saw Ismail under the dressing table with blood. I looked up at Shaun, I saw him lying at the head of the bed. I looked at Toyer and Ashraf was crying. I then said softly - he's probably crying from the pain. Then he asked me, the last words that Toyer asked was \"Are you okay?\" That's what I heard. I looked at Ismail and asked Ismail ....   Then Toyer said \"I'm okay.\" Ashraf was screaming. He looked around and he said, I then heard him, and I must say it - \"The struggle must continue.\" Then his eyes turned around. I did not realise that he was dying. He fell backward, when he fell backward, I saw the policeman come into the room. I think he was wearing green army clothes. He came at me, he pointed his machine gun at me. I was lying with my two children, I was screaming. He was pointing the rifle at me and I was convinced that he would kill everyone in the house. \n He was keeping the rifle pointed at me. He came towards me and Ismail under the dressing table. Then the one policeman was standing there, I can remember very clearly what he looked like. He was wearing a short sleeve blue shirt and blue pants. He was standing next to Mrs Ryklief. When he saw me still screaming for help - they didn't want us to use the phone or allow anyone into the house. He then, this person then said to me not to panic. He came closer to me, he took the phone and said he would phone the ambulance. I don't want to speak in his favour, maybe he's one of the guilty people from the truck but if it was not for him, we would all have been shot dead in that house. I think he felt that he is also a father of children, when he saw my two small children screaming, when he saw me screaming for help, when he looked and came closer to me and said \"Don't panic.\" - then this big fat person let his gun down. Then they phoned the ambulance.\n I was still lying there screaming, I said I could not carry both of my children out. I had Ashraf and I think that one of the students from Sinton took Toyer in his arms. I was in the front and we got into the ambulance and there Mr Ryklief was at the door of the ambulance. I was inside the ambulance with my two children and he said that he wants to get in. I shouted from the ambulance \"..... don't. They're going to kill you, they're going to shoot you.\" He had a knife in his hand and he said \"I will kill you\"\nThey did not want to allow him in. He wanted to get into the ambulance to assist us. The two policeman wearing blue, with blue jerseys were standing at the door of the ambulance and this is Mrs Ryklief's husband, ...., He wanted to get in, he was carrying, he picked up his rifle and then I shouted \"Don't they will kill you.\" They would not allow him in and he then went away. We then left in the ambulance. We were standing for a long time in Thornton Road because the vehicle could not get through. There were all vehicles there, vans and caspers of the police and the ambulance could not get through to go to the hospital.\n When we arrived at the hospital, it was either Somerset or Groote Schuur, the two ambulances were following each other. When I got out, I was carrying Ashraf, someone else was carrying Toyer, I don't know who this was, I was too confused. Ashraf was my baby, he was only six years old. I was covered in blood. We had to rush to rescue him. When we entered the surgery at either Somerset or Groote Schuur, they said that they couldn't do anything for Ashraf. I left my one child at the hospital, that was Toyer, and then they rushed me to the Red Cross Hospital, the Red Cross Children's Hospital. When we arrived at the Red Cross Hospital, they took him into the theatre and then the principal of the school was there and he stayed there with me. When I put my child onto the bed, then the white doctor asked me \"Where were you standing with your stone?\" So I asked him - Would you send your child of six or seven years out with a stone? There's my child, on the verge of death, and he's asking me this question.\n They then called for the nurses, they were not helping my child yet, they wanted to know where he was standing with his stone. When he said this, I went hysterical. I did not know what happened to Ashraf then. The principal took me out. The other child was at the other hospital, so I had one child at the Red Cross Hospital, this was Ashraf, and Toyer was at the other hospital.\n I cannot recall how I returned to Mrs Ryklief's house. .......................\nAt Mrs Ryklief's home when I arrived there, I don't know who brought me there but Ashraf was still at the Red Cross. I can't remember how Toyer got back there, he had to return to the hospital later. I think my husband came there. They couldn't wait for him to sign before they operated, so they just had to do it. He was shot from an inch within his heart and his pulse and his lungs, his wrist. He had a lot of buckshot in his body. They took the larger kernels out. He was lying in the Red Cross Hospital for maybe a month, maybe two months, as far as I can remember. \n There were many lawyers who came there but I can't remember any of their names, but a Mr Moosa came. They took us to Athlone, they asked us questions and while I was there they, I received a message about Ashraf and then I became hysterical. I had to have an injection because I was so entirely confused and screaming, I probably became bitter again, because they told me that Ashraf had died, but it appeared that it was a false alarm, some other Ashraf was killed but it was not my child that died. Then we became very ill. Vivian, sitting next to me, took us to a psychiatrist, for me and Mrs Ryklief. They took us there and I cannot remember what happened after that. Two or three years later, the case came to the fore again. (?) appeared in the court in Wynberg. Then they questioned Mrs Ryklief and myself. Sometimes you understand and other times you also don't understand, even the Afrikaans, one could not always understand. They asked me about, they asked me a certain question. I then did not know what they were talking about and I then said I couldn't continue, this was too complicated Afrikaans, I could not understand what they were speaking, so I did not reply any further and they took me out. And this is as far as I can remember.\n Another two or three years later, and now I want to ask a question, I want to ask the Truth Commission a question. Two or three years later, Ashraf had to go for his last operation at Gatesville and it was a white person, maybe a doctor, maybe someone else who took me to Gatesville. In the court case I had to appear again at ten o'clock at the Supreme Court in Cape Town, but eight o'clock that morning it was his last operation. This is probably two or three years after the shooting, I mean the case came before the court again. After they did that operation, the doctor showed me a small white container, they said they only shot buckshot but to prove to the court that they also shot real bullets, there was this evidence in Ashraf. Until today I don't know who's plan it was to do the operation, but the doctor showed me it was a large as indicated, it looked like a smartie, this bullet that was contained in this white container. I had to stay at Gatesville, the doctor rushed away to take this bullet to the Supreme Court. And until today, I don't know who paid for that operation, who's plan was it to take the child to the operation again. Until today he's not able to learn, he's not really had the opportunity to go to school. My husband has tried to get him into this particular place but the more I tell him that it's because of the shooting that, and the school just does not believe me, they did not want to give him an opportunity in life. They then said at that time, that was under the white government, this particular place, and they would not accept him, so until today he's not been back at school yet.\n He works with my brother-in-law, but he's not a child that he could have been. Until today he's still got a bullet in his leg, which is lying on a nerve, according to the doctor. He could not operate to remove this because that would have done him considerable damage. Until today, I do not know who did the operation. I would like to know where that real bullet has gone that they showed in the Supreme Court. I don't know what happened to that. \n Gatesville was still a very new hospital, it was two or three years after the event that they did that last operation, for the sake of evidence for the court. I saw it and I realised that it was a white person with grey hair, who took the bullet to the Supreme Court. From what I can deduce the one policeman that I knew who visited my house he had the surname of Steyn, he was an old man with white hair and everyday he came with a white typewriter, he wanted to interrogate me. I never gave him answers to his questions. He always watched me, and he also went to Mrs Ryklief's house. \n My eldest son is married. We're still friends. I still go to Mrs Ryklief's house.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Mrs Abrahams, you've given us a very good account, excellent account of what had happened on that day to you and your sons. I just want to ask one or two, a few questions around, trying to clarify, so we have a picture in our minds of what had happened from your side.\n The dalvies you referred to, in the beginning of your statement, that is the shop, is that a shop stoep?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "This is a shop close to masiet. They had to go past that to go to the masiet to go to the hospital, to the mosque. So before the shooting there was a casper parked there. The road was clear and I was able to take my children to the muslim school.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "... was parked on the stoep of the shop, right on the stoep of the shop?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "On the pavement, right on the pavement.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "On the pavement, and this was a police casper, a yellow casper?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Grey and green.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Grey and green, okay. So it wasn't a yellow police casper, it was a grey one? okay and this casper was parked on, right in front of the shop. Yes? Okay. You referred to a granny in the house, you're referring to Mrs Ryklief's mother?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Yes.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "What happened to her? Was she injured in the house when the shooting happened? What happened to her?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "I don't know.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "She wasn't hurt at all? But when the police entered Mrs Ryklief's house, the granny was inside the house?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "She was screaming - don't take Ismail - that is what she was screaming, but she quietened me down because I was really going on. The way in which  he was standing there with the machine gun, facing me and my two children, I was convinced that he was going to kill all of us. And as I've also said, the policeman who was then standing next to Mrs Ryklief, he came closer and said - Mammie mustn't panic - and that he was going to phone the ambulance.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "The policeman that you were talking about, was wearing a blue shirt?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Yes.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "This was not an ambulance driver?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "No, I saw him face to face, I can remember him. The way, as I was screaming, he looked at me with my two children in my arms. He could see clearly how that fat policeman was standing with the machine gun facing us and, pointed at us.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "... had the gun, that was aimed at you and your two sons. So you were holding  your two sons in your arms? Yes? And you were lying on the bed, holding your two sons. And they had been shot already and they were bleeding? Right. And then there were two policemen who was speaking to you, the one with the gun.",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "No, the one with the gun didn't speak to me at all. He was too cruel. I was very scared of him. The one that spoke to me, that saw me panicking, he came closer to me and he said to me - Don't panic - he will phone the ambulance.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "So the policeman with the blue shirt was trying to calm you down?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Calm me down, yes.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "And he was reassuring you that they were going to phone the ambulance? Right. Because they had tried to pull out the phone, isn't it? They tried to disconnect it.",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "No one could get through, then he went to the phone and he managed to get through.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "... get through to the phone. How soon after he called the ambulance, did the ambulance men arrive? How soon after they called?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "I can't remember.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Could it have been that they had to take time to come from the ambulance station, which is in Pinelands, and drive to your house, or did they arrive very soon after the phone call?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "We still had to lie there in the house for a while, so they did not come all that quickly. We were still lying in the house. I remember that the ambulance people had navy blue tops and jerseys. I could see in the way in which they picked up Shaun, the fat one that said - you pig, you're dead - I could see how the ambulance men pushed him aside and said to him \" Look,this child is already dead. And that's when he grabbed him. The ambulance men put him on the stretcher.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "When the policemen entered the house, it was still a while before the ambulance people arrived, so they were there in the house all the time until the ambulance people arrived?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Yes.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            ".... ask some questions around Ashraf's injuries. You mentioned that he was shot. It seems like in the chest?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Under his heart, in his wrist. But an inch from the heart and an inch from the wrist, close to his lungs. I think there is still evidence of this on his body. And as I've also said, the last operation was for the long scar in his behind. But that was a couple of years after the shooting. Shortly, two years after the  shooting, when the case went to the Supreme Court. Until today I don't know who said that they must do that operation.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            ".... I think that we should explore that a little bit.",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "I would like to know what happened to that bullet. They said that there was only buckshot.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "What I'm trying to work out is, you're saying that as a result of this injury, as a result of this event, your son is not, couldn't do well at school at all. Can you just tell us, was he slow in learning or what was happening.",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "He said every year in the class, when he was shot he was in Sub A. And every year he had to sit in the class. He had to be in the class, so then  he thought, no, he's too old now to be in the primary school. We tried to get him into Batavia and  there was a clinic in Bonteheuwel, which I can't remember, and they tested him, they gave him therapy and so on.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "At the time that he was shot, at that time he was in Sub A. Had he already spent a year in Sub A or was that his first year in Sub A?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "That was his first year in Sub A.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "... to spend a year in the same, one standard every time.",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Yes.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "And he had being going .......or he had just been tested at a special school in Bonteheuwel.",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "No, Batavia. The principal then said to me, that there's a time when you have to be able to write and so on, then he doesn't want to go to school.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "How does he feel now about what happened, Ashraf? Does he talk to you about that?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "My son will be able to talk about that. He's not the child that he was, he's like someone who's not normal.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "..... as a mother, you feel that, up to six years old, when he was with you all the time, you felt that he was a normal child. He was okay, but since the event you feel that he isn't the same child as he was before the event.",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "One can easily cheat him, he's a slow person. And the way he is today, the way life is today, you have to take care of a child like that. Anyone can tell him to do something and he will do it.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "I think we should find out whether the others want to ask you before we go on to Toyer.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Ramashala was actually going to suggest that maybe you continue. Thanks",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "The Chair suggests I go on to you, Toyer. Would you like to speak in Afrikaans as well? Okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Could you help bring the microphone closer to where he is please? Thank you.",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Toyer, do you need the earphones or do you understand me? You're fine? Alright.\n Perhaps you can tell us from your perspective how you see what had happened that day and give us your side of the story.",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "At that stage I was ten years old. As far as I can remember we were on our way to moslem school like my mother just said and we weren't even longer than 15 minutes at moslem school when they came to fetch us again. But at the time that we went down, the road was a bit quiet. There was a barricade but that was further down Thornton Road. On our way back, there was a casper standing on, it wasn't on Dalvie, the shop' s corner, it was on the opposite side of Dalvie's corner. On our way back to the Ryklief's house, we were told not to go anywhere outside but to stay inside the house. And me and a few of Aunty Jainap's children were playing on one section of the bed which was very close to the front door, at that time. Then we weren't close by hearing how Ismail Abrahams demanded that he actually wanted to go home. He didn't want to be there at that moment in time, and Aunty Jainap at that stage opened up the door. Apparently most of them wanted to leave the house at that stage and everybody wanted to see Ismail Abrahams off at that stage. All of a sudden everybody started screaming, shots went off. I didn't actually know what was going on.\n People were screaming in the kitchen. The children I was playing with, everyone started to panic and just all of a sudden, like, Ismail Abrahams and Shafwaan Ryklief and them went out, all of them came barging back in, which actually started frightening the rest of the children. And I remember tripping over a bucket that was lying in front of the front door, and I remember Shaun Magmoed picking me up and actually throwing me towards the other section of the double bunk that was (?) and I fell right over the double bunk. Whatever happened behind me, I can't remember. But I remember crawling down to Aunty Jainap's bedroom. There was a step that divided it up, the bedroom from the other bedroom, and there was, after the shots, everything was quiet. At one stage everybody inside the house was still screaming, everybody was okay. My mother actually asked me if I was okay and at that stage I said - no, it's just my leg that's paining a lot and Shaun Magmoed also asked me if I was okay and I just nodded my head. I didn't actually say anything, because people started barging in by the door, knocking against the door, they were shouting - open the door.\n This one big guy, dressed in army clothing, barged into the house. It was like he forced his way into the house with, there was about two others with him. He barged directly into the house, into aunty Jainap's bedroom, pulling Ismail out of the bottom of the dressing table. And his words actually to the others was: - There's one of the bastards who were throwing stones - and at that stage Ismail's eldest brother Ghalieb shouted - Leave him, take me - and that's basically all I can actually tell you guys, besides what Shaun Magmoed's words was at that time, because I looked directly into his face. It wasn't long after he asked me if I was okay, which he actually said something about the struggle must go on, and just collapsed in there. And that same guy that actually wanted to pull Ismail from the dressing table, he was the one that dragged Shaun Magmoed's body one side.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "You were ten years old at the time?",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "Yes. I was ten years old at the time.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "And your brother was six?",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "Yes.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "It must have been horrific to be a ten year old and to be faced with police persons, brutality, blood and your friend busy dying?",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "Sorry?",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "And your friend, Shaun, was there, Shaun Magmoed, was dying. To be a ten year old to experience that must have been something quite terrible for you. Toyer, your mom suggested earlier on that we ask you a little bit about your brother. How is he, and can you give us an idea of how this incident has affected him in a way?",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "Well I can't actually tell you about how it was then because for plus minus two to three months, I wasn't with my parents and I didn't actually see my brother, because I was staying at my mother's principal's house, due to, I couldn't take the sight of policemen and the rioting at that specific moment in time. But now it's like, me and my brother don't communicate so much. It's like I can't tell him what he must do and then it causes a major argument. It's like we ignore each other completely.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "So just immediately after the event, you were sent away to stay with your mom's principal at their .....from the hospital yes, after you were admitted to hospital and so on. You had to say because it was hard for you to be involved where there was any kind of activity.",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "Ja, I didn't actually know what was happening around me. At that moment in time I didn't really know what was happening around me.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "What do you mean by that? Do you mean that you were unable to take what was happening or, just explain what you mean by you couldn't, you didn't know what was happening.",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "I can't exactly say if I was afraid at that time, it's like I couldn't understand why I had to be taken away from my mother and them, to go stay by my mother's principal. It wasn't actually told, all I was told it was just to calm me down and everybody was a bit busy at this time, worrying about my brother and that. But during the time that I stayed there, there was a lot of people that used to come to (?) place, that went to speak to me and there was a few nurses that came to find out if I was still okay. They treated my leg.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "Right. But the separation from your mom was very hard for you.",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "You can say that because at that moment in time, I wasn't so much by my mother and them's place because I was, one month I was at home, for three months I wasn't at home. And so it went on for quite some time.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "Right, right. What were the extent of your injuries Toyer? You mentioned about your leg and so on?",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "I was shot just above my knee in my leg",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "Can I interrupt you for a moment, you're fading a little bit, could you just move slightly closer to the mike. Yes.",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "I was shot in my left leg, just above my knee. That bullet actually penetrated right through my leg. And the only pain that I actually suffer now is that I can't also stand long on my legs then my one leg gets lame or it pulls stiff, but I don't actually go for treatment and stuff like that to the doctor. I actually haven't seen the doctor for that.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "And that was the only injury you had.",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "That's the only injury I had.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "I mean I don't mean to minimise it, but I'm trying to establish is how much injury you had.",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "No it was just that one injury.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "And you haven't sought any medical assistance since then?",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "No. I've only seen social workers, various types of social workers, I've been at.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "How has this event changed your life?",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "I would say, that due to the fact, that I was away from home most of the time, I don't actually communicate with my father, I don't actually communicate with my mother, nor my brother. I'm very much to myself.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "And is that important for you to be close to your family and so on, and the fact that you aren't able to communicate to them is it difficult for you?",
            "Female"
        ],
        [
            "MR ABRAHAMS",
            "I think it is. So much importance.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "Thank you very much for talking to us. I'll hand over to the chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Toyer and Glenda. Mapule?",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Mrs Abrahams, I don't know if you can remember or not, but the policeman who was reassuring you, was he wearing the same clothes as the other one who had a gun?",
            "Unknown"
        ],
        [
            "MS ABRAHAMS",
            "Just ask the question again.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "You said that there were two policemen inside the house who were talking to you, one was very nice and was reassuring you, the other one, the big one who had the gun, were they wearing the same kind of clothes?",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "They were not wearing the same clothes, no. The big one with the machine gun, which was pointing at us with this gun was wearing a green floral clothing and the policeman who was looking at me and told me not to panic, that he would help me, was wearing a light blue short sleeve shirt and blue pants with very fine lines in the pants.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Did you get a chance to see any of the policemen who were on the truck? I'm trying to see if the big policeman was wearing the same clothes that the ones who were shooting on the truck were wearing.",
            "Unknown"
        ],
        [
            "MS ABRAHAMS",
            "I could not see the shooting. I was not outside, so I can't say who was on the truck. But what I can say is that the last one with the green floral clothing that came into the house, I was with my children in the house. I did not leave the house. The one that came into the house, with, or was standing in the house with the blue clothes, these are the two.\nI could not get out of the house, they were shooting outside, I was inside the house. I can't tell you about the shooting from the truck.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dr Ramashala. I'm just wondering, Toyer, are there any things that you still don't understand about your experience in 1985, 15 October?",
            "Unknown"
        ],
        [
            "MR ABRAHAMS",
            "Well there might be a few ja. What I don't understand is, why they used that much live ammunition on us for example, and why they actually forced their way into the house at that point in stage and why they treated us like that when we were already wounded. That was what I actually don't understand. I mean if they jumped out of that crates, like I understand, don't you think that if the kids on our section, if they threw stones, right, don't you think that, I mean that if I had to hold a gun and people throwing stones at me, I can just point and shoot but not watch in what direction that they are throwing the stones. I mean they had ample time to see where they were shooting and to whom they were shooting, and at what they were shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it's very difficult for you to understand how you were shot and how your friends died.",
            "Unknown"
        ],
        [
            "MR ABRAHAMS",
            "And actually what I also want to know is, who was the person who gave them the permission to take the law into their own hands. I mean at that stage and at that age, I couldn't understand that. But now I'm old enough.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Toyer, what would you like the commission to do? How  would you like, what do you expect from the commission?",
            "Unknown"
        ],
        [
            "MR ABRAHAMS",
            "Well, to be quite honest with you, I don't actually expect much because I mean this thing happened so long ago, there were so many court cases. Nothing ever happened about it. But if there is something you guys can do about it, I just hope they deserve, they get what comes to them. This police people that actually shot on us. And they must, it's a bit hard to explain,....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I was listening to both yourself and your mother earlier on when you were giving your testimony. And it's very hard not to imagine vividly what was happening in Mrs Ryklief's home. The blood on the children, the blood on yourself, the blood on the bed, children running for cover in a chicken shed and choking chickens to death, for sheer survival, just to try and avoid being hurt. The business, Mrs Ryklief said it was like a war situation in her own home. It's very hard not to see that just trying to picture, to figure out the picture that you're drawing, of what was happening on that day. And what I find very difficult again, going back to the idea of a Trojan Horse is what language do we use to explain and express pain and suffering and trauma. How do you describe it, there is no language really that you can use to explain the intensity of your feeling 12 years ago and how traumatised you have been as a result of that experience. So language becomes very important, how you explain, how you express your pain. Important not so much for yourselves because you know what pain is, but for us who are listening, I think often we see people come to the commission as people who bring on fragments of memory and so what that is how pain is remembered, as fragments of experience. It may not be exactly what you experience was like at that time. I think Ebrahim put it very succinctly when he said - hearings do not bring the true experience of what people went through at the time but so be it. We are delighted that at least we get glimpses of the experience, because we begin to understand what our history is about in this country. We thank you very much for coming to share with us, your pain because it helps us understand what the past is, what the history is like. I think when reality is too grim, the ordinary things like protecting your children become impossible, and you have made us understand how difficult it was for you in that bedroom when you held your two children in your hands, bleeding, blood all over yourselves, and guns shooting all around you and police bursting into the rooms. We are glad that you were able to come here today and to share with us your experience and thank you very much.",
            "Unknown"
        ],
        [
            "MS ABRAHAMS",
            "I've got a single question to the truth commission. Do you in the Truth Commission think that those policemen, that they could look at our children, could they protect this generation now growing up, if then they did not have the heart, if they could shoot at six year old children in that day, how can they be an example today, how can they protect our children now?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'm going to ask Mrs Mary Burton to respond to your question.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Mrs Abrahams, I'm not sure if I can answer it exactly. I think that the purpose of what we are all doing here is to try and work towards a society in which all members of out police services are seen as the protectors of the community. That we have a long way to go until we get to that time, and one of the ways of getting to that time is to understand what happened in the past, what kind of training people had, what kind of orders people had and to lay down a foundation for the future, where the training includes understanding of the public's needs, understanding of the role of the police person, the protector of society. And that's something that we can ask of the government, and that we can ask of the authorities, who create the police structures, but I also believe it's something we as a community have to work towards, and claim for ourselves that right for the police services to be the protectors and the upholders of society. That means we have to inspire good people to go into the police service. It means that we have to create good conditions for police people to work under. There's a whole role of change in our society that we still need. And in a way when we hear from people like you and your experience, it just reminds us all the time of how important that all is, for the kind of society that we all want to create.\n Now we will be hearing from the specific policemen, who were involved in this incident and that is going to be hard for them and hard for us, but it is part of that process that we have to work towards together and so I'd like to echo Pumla's words of thanking you and all the other people who have, today, put themselves through the pain of speaking again, because that is the goal that we have to work towards together. I'm not sure if I answered the question but I did my best.",
            "Female"
        ],
        [
            "MS ABRAHAMS",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Abrahams, you can go to your seat and thank you very much again.",
            "Unknown"
        ]
    ]
}