{
    "header": {
        "type": "Trojan Horse Hearings",
        "starting date": "1997-05-20",
        "location": "Cape Town",
        "day": "1",
        "names": [
            "DENNIS CRUYWAGEN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56380&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/trojan/cruywage.htm",
        "speakers": [
            "CHAIRPERSON",
            "DENNIS CRUYWAGEN",
            "DR RAMASHALA",
            "MS BURTON",
            "WILLIE DE KLERK"
        ],
        "original_speakers": [
            "DR RAMASHALA",
            "MR CRUYWAGEN",
            "MR DE KLERK",
            "DENNIS CRUYWAGEN",
            "WILLIE DE KLERK",
            "CHAIRPERSON",
            "MS BURTON"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We would like to call our two last witnesses this afternoon, that is Dennis Cruywagen en Willie de Klerk.  Please come up and Mary Burton will lead them.\n Dr Ramashala is going to administer the oath.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "May I ask if you want to take an oath or an affirmation?",
            "Unknown"
        ],
        [
            "DENNIS CRUYWAGEN",
            "I want to take an oath.",
            "Male"
        ],
        [
            "WILLIE DE KLERK",
            "I want to take the oath?",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Oath, okay.",
            "Unknown"
        ],
        [
            "DENNIS CRUYWAGEN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "WILLIE DE KLERK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mary Burton is going to lead you in the evidence, I just wish to welcome you once more.  Please go ahead Mary.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you Chairperson.  I add my welcome and my thanks to you for coming and at the end of this long and quite emotional day, we are very grateful to you both for being with us.\n Mr Cruywagen, you are first on my list, so please will you go ahead and make your statement to us.",
            "Female"
        ],
        [
            "DENNIS CRUYWAGEN",
            "I shall go ahead.  I just want to make one or two observations before I begin.  Next to me sits probably one of the best photographers we have seen in this country.  Reference has been made to Peter Magabani who I know very\nwell, but Willie de Klerk is right up there.\n He has been here for a good few years, recording what has happened and never officially recognised for recording history.  He is a great photographer and a great newsman.\n Secondly, I don't want to dwell on the Trojan Horse because I am going to speak on how the Argus covered that event in Cape Town, but I do want to say that from my view it was a deliberate attempt and the intention I think, was to go out there and punish Black kids.  I shall begin now.\n I think I want to pay tribute to the young children of South Africa who were at school during the 1980's and who made a major contribution to our freedom.\n They were braved young people, armed with nothing more than stones, tyres, which created useful roadblocks I must say and (indistinct) of black smoke when set alight.  The desire to end apartheid was most probably their most powerful weapon.\n The streets of this suburb, I lived here, formed one of the many Cape Flats battlegrounds on which the faces the forces that the National Party had sent out to crush the resistance.  Back in 1985, it seemed that they clashed almost daily.\n Youthful anger as stones and tyres were no match against tear gas, rubber bullets, naked police brutality which knew no bounds.  There was no state of emergency in the Western Cape at that time, but police acted as if they were above the law.\n As reporters we witnessed these one sided exchanges and we were drawn in, we too had to take sides, because these were our children.  And these were our suburbs, and these were our people who were being beaten, sjamboked, shot at\nwith bird shot, assaulted and killed.  This happened in front of us and we were powerless to stop it.\n We often had to load people into our staff car and get them out of trouble spots, whether that was to safe houses or to hospitals.  It was part of our job and part of our duty because it was happening in our community.\n We thought I think foolishly then, that since the pen is mightier than the sword, we could write about the struggle and the price the youth had to pay.  We though we could expose police brutality, detention without trial and so-called public violence cases. \n We thought too that our newspapers would not doubt our integrity and publish our accounts of what was really happening in our country.  After all, or so we thought, the English newspapers with their liberal traditions and opposition to the National Party and apartheid, would be just as shocked as we were and even pained and angered.  We thought too that these newspapers would support us. \n I am afraid to say we were terribly wrong.  I am still angry when I recall the Trojan Horse incident.  Others have told you how it happened.  Willie next to me, had to fight with the then editor of the Argus to use his pictures the next day, he wasn't interested. \n Maybe because White children weren't involved or killed.  No one said it but I got the impression that the official view was that Shaun Magmoed, Jonathan Claasen and Michael Miranda were shot and killed because they were doing something wrong in the eyes of the Argus then.\n I was then asked to write a first hand account of what had happened in Thornton Road.  Think about the many times when the South African government sent its troops across the\nborders to raid ANC or PAC camps, and think of how the newspapers like the Argus, ran these reports and the headline and contrast that to how they covered the Trojan Horse.\n And it is clear where they stood and what they thought about this war which was raging out on the Cape Flats and on other parts of the country.\n But do not think that I condemn White journalists as a whole, there were committed White journalists on the Argus, they shared our anguish and our pain, they went out at night with us, or early morning and covered some of these events.\n But maybe I should pay tribute to someone like Gay Davis, Vernon Matzofolous, Pipa Green and Howard Harving.  We were a small group and often we came close to being killed.  But we did what we had to do because we believed in what we were doing and we believed that the struggle out there was the right thing to do.\n And also there are these people called drivers, often unpaid and while the journalists and photographers got the headlines, they took us into troubled spots, stayed up late with us and on occasions when Willie rather felt like partying, they stayed up late and took him and me home.\n And then Cris may not have been aware of that, but actually an Argus driver took the footage of the Trojan Horse to the airport.  His name is Bernie Cloete, he died last year and if the Argus had found out that we, Willie and I had told him to take it to the airport, all of us would probably have been fired.\n But he did it because we wanted the world to see the footage.  Similarly the Mail and Guardian, the Weekly Mail as it was known then, on that Friday ran the only first hand\naccount in print of what had happened in this country or here in Athlone, and I wrote it.  I didn't get a byline, because I would have been fired by the Argus, but the Argus did not want that account and I had to write it so that people could read what had happened.\n Our job really wasn't easy, we weren't welcomed on the Cape Flats, it was difficult to explain to people why we reported the unrest.  What the Argus often published was the official police account.  But still we went back there day after day because we had to do it, it was our job and as I said it was our people who were suffering.\n On the paper I think there was a culture of not rocking the boat, you know, of going along, of closing your eyes, there was a policy for argument sake if I could just digress for a minute, if you wanted to be a police reporter, you had to get official police accreditation.\n Newspapers did not resist it, they went along.  Similarly if you wanted to be a military correspondent, you had to be cleared by the military, the English press went along, I can't speak for the Afrikaans press because it was their government. \n When a colleague Riana Rossouw was detained under Section 29 of the Internal Security Act, we were instructed not to link her with the newspaper when we wrote stories about her because we shouldn't embarrass the paper.\n She was later told that her political activities and involvement should stop.  Years later there was chap called Gregory Flack who was a police spy  and he confessed that he had been ordered to spy on me.\n The paper did nothing, you know.  Didn't run this story as prominently as it had been running say Vrye Weekblad.  It\nwas just another thing.  No wonder then that the Argus was known as a conservative paper.  No wonder too that today we have cries of despair that the standard of journalism is declining.\n I wish to say what standards.   We were not debriefed after the tear gas or rather the Trojan Horse, not after one of the many funerals that we went to cover.  In a nutshell we had a choice, we could stay and write about what was happening and hope that something would be published or we could leave for what was then known as Cape Town's biggest but probably  most conservative newspaper and continue to write and record history. \n We stayed.  Willie and I formed the team and worked together for about five years.  Today we are free, thanks in part for the contribution of the young people.  Let us remember them with a simple plaque.  Their victory is our victory.\n It is ironic too that Black journalists today, the very same ones that had incurred the anger of the State and the displeasure of the newspapers, are now occasionally targeted by members of the new government.  Maybe we learnt then how to be brave and how to be forthright.\n And also ironic how some of these great White liberal newspaper editors of the past, are rushing to defend their contribution to the struggle against apartheid.\n We know better, we were there, thank you.",
            "Male"
        ],
        [
            "MS BURTON",
            "Do you want to ask questions or should we go straight on?  We have noted your comments about Mr De Klerk's reputation as a photographer.  I think those of us of lived in Cape Town during those years, know well the quality of his work and will remember it.  Mr De Klerk,\nplease would you like to go ahead and make your statement to us.",
            "Female"
        ],
        [
            "WILLIE DE KLERK",
            "Thank you.  The incident of the Trojan Horse as told by Chris Everson, is quite cruel and I was one of those photographers that were present.\n In fact as my colleague has just mentioned, if it hadn't been for an Argus driver, his tape would never have been shown that same evening.  However, I too saw that tangerine truck coming up the road, bumper to bumper behind other vehicles who were making their way home, when the stoning began.\n It veered from the left hand side of the road to the right hand side of the road, it came to a standstill.  I saw one person in front, the co-driver and not the driver itself.  I take it that he in turn was taking, you know, he was hiding from the stones that was pounding on the windscreen.\n I did not see anybody shoot from that window, but what I did see because my camera was trained on them from the moment they jumped up, was on those policemen who opened fire indiscriminately from the boxes in which they were hiding.\n They could not possibly have seen people throwing the stones because they were in the boxes.  From the moment that they jumped up, they opened fire.  I did not see any of those that were shot, stoning that vehicle.  It is very funny that people who are in boxes could see out of this boxes and fire on the people that were so-called stoning.  I never saw those children stone.\n The one child that I had photographed was just outside on the path, on the garden path and there was a policeman,\nI don't know whether khaki or blue uniform, because my pictures that I had taken was in black and white, he seemed really shocked after what he had done.\n I take it that he had fired on that child.  I am not sure, but he seemed in a very shocked state.\n I am not trying to speak up for any of the police, but he did seem bewildered.  If you look at photographs outside there, you will see that he looked very worried.  There was chaos there and I don't think I will ever forget it.\n I will never, ever forget it because I mean, I have seen death, I have seen a lot of death.  At night I can't sleep, I lay awake and I think about all these killings.\n Those in those boxes started shooting on the left hand side and on the right hand side.  There was a young Afrikaner, or White in a railway coat, and he was one of the main shooters because he had a double barrel shotgun, a pump gun, not a double barrel he had a pump gun and he had this long jacket on. \n The person that sat in front, is the policeman, young policeman who was in a camouflage uniform and he rounded up the young boys and girls who we thought were responsible for the stoning.\n It seemed to me that they went there to arrest children and they did go there, this was premeditated murder because they planned it, they did plan it.  They knew where the stoning was going on, they were supposed to keep peace and order, they did not, they went there to kill.\n It seemed to me the South African Police employed people, even today, who enjoy you know this rioting that went on, for them it was a daily thing where they could get a lot of, it was enjoyment, it was excitement for them. \nThey would go out and afterwards, I am sure some of the questions you asked the last speaker here, was what do you think of afterwards, he said, well we go for a beer or something like that, they probably did the same, and also probably went to tell and brag about the amount and the people they had killed.\n They probably still do so.  The cruelness, the arrogance, the absolute disregard for human life.  It is still going on.   We were made to feel in this country as if we were refugees in our own country.\n Some of us still feel like refugees in our country and it is not supposed to be that way.  The TRC asks what can we do to change this?\n I hope I am wrong by saying this, but I feel that you can do very little if you cannot change people's attitudes, it is inborn, it is inbuilt.  I don't know where you are going to start.\n But this inbuilt hate.  The Trojan Horse is one of the incidents that I photographed and was on the spot.  I had to rush back to the Argus, I made the pictures and thank God I made a set of land line pictures, which without the knowledge of the editor or the picture editor, I deposited with the night staff of the syndicated department who then land lined photographs to the outside world.\n The Argus has a system whereby photographs is land lined to overseas newspapers with which - you know agencies that they have that they work with, they use.  I sent those photographs.\n That was the 15th, the afternoon of the 15th and the evening of the 15th that I had sent those photographs via the land line systems, the morning of the 16th after the\nfirst edition was published, I was shocked to see that the Trojan Horse had been relegated to page 3 and page 5 of the Argus.\n There was nothing about the Trojan Horse, no photographs whatsoever.  I enquired about it, it was just treated lightly as if, you know, meanwhile the rest of the world was up in arms over this killing.\n I couldn't understand how a liberal paper, or so-called liberal rather paper, could do this.  Could betray the citizens of South Africa, its readership.\n They misinformed the public by not carrying stories and pictures.  And they were certainly not laying to the Black, Coloured, Muslim, Indian, Asian whatever South Africans, they were laying to the White South Africans, by not carrying the news and that I told to the South African Society of Journalists of which I am a member and was a member.  This name has changed now.\n I told them that you are not laying to the Black and brown people, you are laying to yourselves by not carrying the news that you should have been carrying.\n I had a run in with the editor of the Argus months later when he had called the Argus photographic team in to tell us that our photography was not so bad, but he did think that we should take more newsworthy pictures.\n He went right around the table talking to the individual photographers who agreed and said yes, you know, sure, this is what we are going to do and that is what we are going to do.\n Until he got to a colleague of me who is now deceased, Daan le Roux, who said, no wait, hold it, you had been getting these pictures and you have not been using them.  He\nthen turned to me and said to me, how do you feel?\n At that stage he was still calm.  I said well I echoed the sentiments of Mr Le Roux.  The man became so mad, he became very upset.\n He said to me are you trying to tell me how to run this newspaper?  I said no I am not, I can't tell you how to run it.  It will be very silly of you to allow me to tell you how to run this newspaper.  He said to me prove it to me, prove to me about this incident, the Trojan Horse.\n I said well, on the 15th of October between ten to and five to five, 1985, there was an incident called the Trojan Horse which three people were killed.  Photographs you have and on the morning of the 16th, a casper travelling in Spine Road, overturned and whilst the rest of the world was citing the Trojan Horse murder in the newspapers, you had treated  an accident of a White South African soldier through his own negligence that had overturned this casper, as the front page story and basis of a picture on your front pages.\n But that is not all, let me tell you that I photographed the first necklacing in South Africa, which was the Kinikini killing whereby four people were necklaced.\n That was in KwaNdabutle in the Eastern Cape.  It took that same editor nine months to use that photograph which also was an international, there was an international outcry.\n They didn't want the outside world to see how bad the situation had been and was and had become.  At the Langa killing in Port Elizabeth prior to the Kinikini killing, there was an incident of 26 people that were gunned down from a casper which I also was the photographer.\n A few days after they were gunned down, there was a\nCommission of Enquiry at the site of that particular killing and I must tell you that whilst we were standing there, a casper pulled up, the very same casper I was told, that was involved in the shooting, pulled up and which had an insignia on the side door written in bold, capital letters, it read BAD BOYS.  I have proof of that because I photographed it.\n I was also threatened by the South African Police about photographing that.  I was told a few days after that after I sent that photograph from the Eastern Cape to the Argus, and it was a Weekend Argus that carried the first run of that particular picture, that the picture had been sent, it was taken - processed and taken down to the works and that one of the editors, news editors on duty had the insignia BAD BOYS removed from that particular picture.\n The person who told me this was also acting as Deputy News editor and she had instructed that it be replaced.  What was the use, the machine was running and so many thousands papers were being lost without that insignia on it.\n Even after it had been replaced, and this is the type of journalism that we have in some cases still today and which we had in the past.  \n The only reason for me to have become a photographer was because I at a very early age, realised that if we, people of colour do not do things for ourselves, nobody else is going to do it for us and we should do things for ourselves, but in harmony with others.\n We must also realise that the importance of journalists are to inform and to do it impartially.  And those journalists that do not go out - there are a lot of\njournalists in offices that write about these events, these killings and that - they have never been into a township in their lives.  They don't know what is going on there.\n But they write about these incidents, they write great editorials and it looks all fancy in the different lettering of souvenir and it looks great editor's name there, sub-editor, political editor, analysts, but some of them, they have never ever been to a township.\n They don't know what it is to be in a township.  I found out that for my role as a photographer, and I stayed out there day and night, and still went to work the next day without taking a break, because I wanted to get the news so that the people could see what was happening.\n And without disregard to Louise and Cris there, we were out there all the time, long before the international press came, but at the same time I want to make it clear to you that the local newspaper men and women were fighting against these newsmen inside those offices that could either hold or let go.\n Things were so bad ...",
            "Male"
        ],
        [
            "MS BURTON",
            "Sorry, I don't want to interrupt you completely, but I just want to say to you that we will be having a particular focus on the media at a later stage on the media hearing.  So if you would like to just complete what you were going to say, then I would like to bring you back to the Trojan Horse if I may.",
            "Female"
        ],
        [
            "WILLIE DE KLERK",
            "Okay.  What I wanted to say here, am saying is that we had to battle and this, even with regards to the Trojan Horse, I mean we had to battle to get it done, and that is why I am telling you this now.  I know that you are coming back to the media section, but the thing is just that\nthis was a struggle that we found ourselves against.\n Now with the Trojan Horse, again I say to you that was premeditated murder.  I did not see them go up and down as many times as the other people had seen them, because I too arrived there something like twenty to five.\n Deposited my colleague's tape there and by that time it was ten to five.  About five to five this thing happened.   Again they jumped out of boxes and the boxes did not have tops, they were open boxes.  That I realised by it being so easy for them just reaching out with their rifles and pumping those bullets into those children.",
            "Male"
        ],
        [
            "MS BURTON",
            "Could I ask you - we've noted that you have said earlier that there was no pause between the coming out of the crates and the firing.",
            "Female"
        ],
        [
            "WILLIE DE KLERK",
            "Would you just repeat that please?",
            "Male"
        ],
        [
            "MS BURTON",
            "Yes, you have said earlier in your statement that when the officers came up out of the crates, they were firing almost immediately, they did not have a chance to look around?",
            "Female"
        ],
        [
            "WILLIE DE KLERK",
            "Immediately, yes.",
            "Male"
        ],
        [
            "MS BURTON",
            "I would like to ask otherwise, could you tell us what the extent of the damage to the windscreen was?  Would the driver for instance have been able to continue to see out of the windscreen?",
            "Female"
        ],
        [
            "WILLIE DE KLERK",
            "The driver would have up to the stage of stopping, would have been able to see, but because of the stoning had veered the truck from the left to the right and had come to a standstill and then they started - from there onwards they started firing.",
            "Male"
        ],
        [
            "MS BURTON",
            "Can you describe if you noticed any other damage to the truck besides the broken windscreen?",
            "Female"
        ],
        [
            "WILLIE DE KLERK",
            "Well, I was standing on the verandah and I was looking at the truck head on, so the right hand side, the frosted glass was more to the right than the left.  I did see those men on top of the truck firing from those boxes.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you.  I don't have any other questions, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any other questions?  I am going to ask a question from Dennis Cruywagen.  If you could tell us you know, your experience in working in high activity areas, I would like to call it combat areas, what did you feel like working in these areas, reporting and covering the events?",
            "Unknown"
        ],
        [
            "DENNIS CRUYWAGEN",
            "It is very difficult.  You went into a situation day after day and I think at the end of each day as Chris had said, you sometimes wonder how you managed to get out of there and stay alive.\n Life was just tear gas, rubber bullets, live ammunition and funerals.  And a newspaper whose editor did not care.  I think just like the people who were in combat, we shell shocked, so were we.  And Ii think quite  a lot of us are suffering from it now.  We didn't realise it at the time, but we were reporting at a war and we were there every day.  And many of us are still struggling to cope with a normal life, so that in short is my answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think added to those struggles, you had struggles internally within your papers and you presented a picture of challenges that is different from what Chris presented in a way because for him, it seems he had the support of his organisation, but you seem to be suggesting that you did not have that much support in your\norganisation.",
            "Unknown"
        ],
        [
            "DENNIS CRUYWAGEN",
            "Not on the newspaper itself, as I said I mentioned four colleagues.  I should like to include the name of someone who have just joined us, John Held.  We were together and we supported one another, that was the only way in which we could go on and of course there were the organisations outside where people supported us and trusted us.\n But on the paper no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you  make a comment about the nature of the legal situation governing the publication of events of the nature of the Trojan Horse?  How would the editors for example, how would they have been effected by that?  How would their decisions or their appraisal of your work, would have been affected by this?",
            "Unknown"
        ],
        [
            "DENNIS CRUYWAGEN",
            "I think the choice was quite clear.  There was no state of emergency in the Western Cape at the time, so nothing prevented them from publishing the pictures.\n That was it.  You know.  It was up to an editor to decide this is the news and this is what happened and therefor I am going with it.  A few years after that I was in Guguletu, near the Methodist church, and the Archbishop had negotiated with police - children that had a meeting in the church, that they could leave the church.\n And I filed, saying look the Archbishop is going down to Pinelands and negotiate with the police.  As I was filing, they tear gassed the church and they tear gassed the Archbishop.  If you can imagine the culture of denial and the lack of boldness on the Argus, the photographer Rashied Lombard who had taken the picture, offered it to the Argus on that afternoon, and the Argus declined to use it. \n Despite the fact that the editor wasn't there.  The next morning the Cape Times used that same picture, it is probably one of the struggle pictures and the afternoon the chap who was then acting editor of the Argus, decided that is the picture, we need to go with it.  And then there were press restrictions.  That chap decided to hell with the press restrictions, this is what is happening, if they want to prosecute, let them prosecute.\n And I think if one looks back to the Argus of those days and to other newspapers, if newspapers wanted to be respected by the people who read them and showed that they cared and that they stood on the side of justice, they would have run with those pictures of the Trojan Horse even if we had emergency regulations in the Western Cape.\n But as I said, we didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Dennis and thank you Willie.  We really appreciate your coming.  As Mary mentioned earlier, there is going to be a much more focus hearing on the media submission/hearing where these issues will be explored a little bit further.\n We appreciate your coming and thank you.",
            "Unknown"
        ],
        [
            "DENNIS CRUYWAGEN",
            "Thank you.",
            "Male"
        ],
        [
            "WILLIE DE KLERK",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have come to the end of our first day of hearings and we just wish to thank everyone who had been here, but in particular I wish to thank the families of victims and some of the victims who were shot in the process of the Trojan Horse killing and the St Athens Mosque killing.\n You know we often say when we make our comments to witnesses who come appear, we often thank them for their\nbravery and for being strong and for having stuck up, you know, their bravery and yet when you come to talk about your stories, there is no evidence of bravery.  The truth is you were afraid, you were struck by fear, you were suffering, you were in pain, but this is the way that people perceive you.\n People who are using their own language to understand how you went through it.  In a way, it is a way in which we also avoid confronting the pain that you went through.  We say you were brave and thank you, you know, but the reality is that it had nothing much to do with bravery, it had a lot to do with fear and many of you do relive that fear when you come up on stage here.\n I think that any trauma, trauma in general is very difficult to talk about trauma and there are two possible ways of dealing with trauma.  The one way is to remove it totally from consciousness and the other way is to express trauma.\n When we remove it from consciousness we deny it, we deny that it is there and when we talk about it, we want to talk about it because we want to relieve ourselves of the tension that it arises within ourselves.\n I think that is all the kinds of stories that we have heard today and in other hearings of the Truth Commission, including those of the amnesty hearings.  It is very difficult to imagine they have the most gruesome stories, they are very hard to talk about and this is what is meant by the term unspeakable, they are just purely unspeakable.\n But the ghost of atrocities cannot rest until they are resuscitated.  The telling of stories of atrocities is crucial if you want to heal individual wounds and if you\nwant to restore our society to some kind of normality.  Psychological trauma by definition carries with it that tension between a commitment to deny that atrocities did take place and a need to pronounce them.  Individual victims and survivors of atrocities may deny because they find it difficult to deal with the pain and the memory of it.\n Now certain sectors in society deny because acknowledging that these atrocities did take place, threatens their own humanity, so they deny and claim that remembering is opening wounds.  But whose wounds are they more worried about, wounding their sense of humanity or the wounds of victims after they suffered in silence all these years?\n At the heart of the Truth Commission hearings is our commitment to listen to testimonies of victims and confessions by perpetrators.  We will listen to victims because we want to allow them the opportunity to talk about their pain.  It is not for us or the public or the society to say that this is opening wounds if victims want to talk about their wounds.\n There is a stigma attached to it of course, victims attracts a certain stigma because people blame them or accuse them of crying at the Commission.  Or accuse them of not being consistent and all of that, now part of that is because anything told emotionally does present itself as being somewhat fragmented.  This is expected of anything that is remembered, any painful experience that is remembered. \n Now, we opened this occasion to victims and survivors to break the silence and along with this breaking of silence comes a lot of pain and it is difficult for us, for every\none I think, almost impossible to be neutral about pain.  I think you could either be silent about pain, pretend that it is not there or you could have your own pain, memory of your own pain re-awakened.\n Now I think Toya Abrahams, it was Toya Abrahams that said that he used drugs to try and deny that this pain is there, to try and deal with the memory of this pain and thus to maintain the denial.\n And Chris Everson mentioned that after covering these stories, they would go to a restaurant to try and erase it from memory, but the Commission is not a place to anaesthetize the pain.  On the contrary it is the place where memories of pain meets.  Where the dialogue between memories should be encouraged.\n It is an important way of understanding what people had to go through.  Mr Williams expressed in this words:  Pain is like a bike without wheels.  There are silences around Mrs Friddy's house when questions about her husband are raised by her daughter.\n Now through this process in the Commission we hope that we can put the wheels back on the bike and we hope that we could also rupture the silence in Mrs Friddy's house.  And we do this by allowing families of victims to come to experience some form of justice. \n The problem with the notion of justice is that it is also defined in court terms as criminal justice.  And yet we have seen many times in the Commission that people who come to the Commission feel a sense of validation, they feel a sense of affirmation.\n Many people say this is happening, they talk about their pain for the first time.  Some people today spoke\nabout how they felt isolated in their community.  On the one hand they had the police who were descending upon their children and on the other hand they had to deal with their individual pain in relation with what was going on with their children.\n And the helplessness that comes with it, so there was a sense of isolation but coming to a public hearing allows them a sense of validation, a sense of feeling validated and feeling affirmed.\n So the process in a way does provide a certain kind of justice for them, and that is important.  And I think that it is important to remember especially when people have gone through several inquest, several years of inquest, trying to find out what actually happened in the matters that took the lives of their loved ones.\n This is not the first time we are hearing the story about an unsuccessful enquiry.  In this case the inquest found that the police were negligent but when the families pursued the matter, the Attorney General declined to prosecute.  Now that is what happened in this country.  That is the sense of justice that went on in the courts in this country.\n Many victims have come to our hearings have gone to inquests and never even been represented, inquests would go on and the messenger of the court would come out and tell them that no one was found responsible.  When they didn't even participate in the processes of justice.  So it raises a big question about the history of that kind of justice.\n However, the Commission provides a different kind of justice.  Perhaps a reparative kind of justice.  It is a very difficult process and it is a very difficult idea to\nunderstand for many people who lost families but it is a very different process from the one that pertained in the years of apartheid.  And I think we will remember for many years, I mean from the 1960's when President Mandela himself had requested a Magistrate to recuse himself because he suspected that the Magistrate was not being fair and the Magistrate told him well there is only one court and that is a White man's court, this is documented, it happened then and one wonders if in fact, perhaps there was a degree of empathy from the point of view of the Magistrate or the point of view of those people who held justice in their hands.\n If there was a degree of empathy if our history today would be different.  I don't think that there is a contradiction between empathy and judgement.  The challenge is to continuously dialogue the empathic understanding and the intellectual demands so I think ... (tape ends)",
            "Unknown"
        ]
    ]
}