{
    "header": {
        "type": "Trojan Horse Hearings",
        "starting date": "1997-06-02",
        "location": "Cape Town",
        "day": "1",
        "names": [
            "MAGMOED SHAFIEK"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56386&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/trojan/magmoed.htm",
        "speakers": [
            "DR ORR",
            "DR RAMASHALA",
            "MR MAGMOED",
            "MR SHAFIEK",
            "MR WILLIAMS",
            "MRS WILLIAMS",
            "MS GOBODOMADIKIZELA",
            "MS WILDSCHUT",
            "MS WILLIAMS"
        ],
        "original_speakers": [
            "DR RAMASHALA",
            "MS GOBODO-MADIKIZELA",
            "MS WILLIAMS",
            "MR SHAFIEK",
            "DR ORR",
            "MR MAGMOED",
            "MRS WILLIAMS",
            "MR WILLIAMS",
            "MS WILDSCHUT"
        ]
    },
    "testimony": [
        [
            "DR RAMASHALA",
            "Chairperson, do I swear in all the witnesses or just two?",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Just the two.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Okay. Could you stand please?\nMagmoed Shafiek and Georgina Williams, May I start with Georgina Williams?\nWill you raise your right hand please? Do you affirm or do you want to swear?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Swear.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Alright. Do you swear that the evidence you're about to give is the truth and nothing but the truth, so help me God?\nMS WILLIAMS:",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Mohammed Shafiek, do you swear that the evidence that you are about to give is the truth, the whole truth and nothing but the truth, so help me God?",
            "Unknown"
        ],
        [
            "MR SHAFIEK",
            "Ja.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Dr Orr.",
            "Female"
        ],
        [
            "DR ORR",
            "Thank you Madam Chair. Mr Magmoed, Good morning. We are going to start with your evidence. You are going to talk about the death of your son Shaun, which was an incident which I know has affected your family deeply and very painfully for all these years and I know that the decision to come to the commission was also a very difficult one for you, but we're very grateful for you for coming here and we do hope that your experience of talking about your pain will be a step on the journey towards healing and we are very grateful that you have had the courage and the commitment to come here and participate in this process. I am going to hand over to you now to tell us the story of that day in 1985 and tell us about your son Shaun.",
            "Unknown"
        ],
        [
            "MR SHAFIEK",
            "Ja, First of all, I want to make apology for the mother of Shaun. She couldn't be here because of, she feels she can't stand it anymore, about the open wounds again. And secondly, I'd like to say that I wasn't present at the time of the incident, but I haven't got much to say, I'm very glad that we've got this opportunity because we never had this opportunity of getting the truth out of every one of those guys was killing the boys, and secondly I want to say to the T.R.C. I'm very welcome.\n First of all I didn't want to come to this hearing because I didn't want to get muddled up again about the whole incident and I'm truly sorry for what I said when I was there at the office and I apologise for the way I act and I hope that everything of the best for the T.R.C. and hope that everything will come out fine. Thank you.",
            "Male"
        ],
        [
            "DR ORR",
            "Mr Magmoed, thank you very much, and you don't need to apologise, we understand how difficult this process has been for you. Can you maybe just tell us a little bit about Shaun, how old was he, was he in school, give us a picture of your son.",
            "Unknown"
        ],
        [
            "MR MAGMOED",
            "Ja, he was at school. He was std.7 and actually he was mostly motivated in sports and going with his friends and at that time he was at his friend's house and that's all I know. They've told me that he wanted to come out and then he heard the shooting that was going on and then he turned his back and as he turned his back all the bullets went into his back.",
            "Male"
        ],
        [
            "DR ORR",
            "Who actually told you that your son had died, did the police come and inform you of the shooting?",
            "Unknown"
        ],
        [
            "MR MAGMOED",
            "No. I was at the work an they phoned me at work, that there was an incident in Thornton Road and my son was killed in that incident, so I just had to left there and go, I didn't know how or where I had to go but I just went berserk and I had to sit still and ......",
            "Male"
        ],
        [
            "DR ORR",
            "I can see these memories are very painful for you, you can take your time and when you are ready you can speak again.",
            "Unknown"
        ],
        [
            "MR MAGMOED",
            "Uh-uh, I don't want to speak again.",
            "Male"
        ],
        [
            "DR ORR",
            "Thank you Mr Magmoed. This has been a difficult experience for you today. We really do extend our hands of compassion and healing to you. I now hand back to the chair.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "(Indistinct murmuring)",
            "Female"
        ],
        [
            "DR ORR",
            "Mrs Williams, your child was also one of those killed on that horrific day in 1985. Your son was Michael Miranda, can you tell us a little bit about him and your experience and feelings about the incident.",
            "Unknown"
        ],
        [
            "MRS WILLIAMS",
            "Michael was eleven at the time and he was a quiet boy. The day that he was shot I was at work and I only found out the next day that he was dead, because at the time of the shooting people were taking kids into their houses and I was still hoping that he was waiting at one of the houses. And only the next day, my brother-in-law went to the mortuary and found Michael there. And we were searching the whole night for him, looking for him but couldn't find him. But I still prayed that he was safe, maybe somebody had kept him and it was only about eleven o'clock the Wednesday that we found out that he was in the mortuary and me and my husband went to go and identify the body. He was full of bullets.\n He had two bullets in his forehead, holes, and about three down his face, and only at the court, when we heard the autopsy report, then they said he had a lot of bullet holes all over his body. He had a bullet even in his throat.",
            "Female"
        ],
        [
            "DR ORR",
            "I think one of the things which has affected me most as we've being going through the process of the truth commission, is this story of mothers and parents looking desperately for their children, and not knowing what happened to them, and I can understand how very painful that period must have been for you. Mr Williams, would you like to add anything?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Yes",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Viola, could you help pull the mike towards Mr Williams please?",
            "Female"
        ],
        [
            "MR WILLIAMS",
            "It's alright. Yes I want to add something. The night on the killing, we were at home. We didn't know about nothing what happened. She went searching, I was sitting with my new born baby and my eldest daughter. She went out searching, searching the whole place. So she comes back, she went to the police, she asked them and they just chuck her off like that. One policeman was putting his hand in our face like, I don't want to swear, like \"Voetsek, gaan huis toe, ons het niks vokkol met jou te doen, jou kind is nie hier nie\" (Just go home, we don't want to have anything to do with you) ....feeling bad, so I check, no man this is wrong. So the next morning she reckon to me \"Okay, you go to work\". I go to work but I didn't feel alright. So at work they phone me, something happened. Michael was killed. So I came home, so I went over to my brother-in-law and we got chatting. And all these instances, I check myself \"Why, how, for what? What did this children did to them? Nothing. And as the day go, we went to the mortuary, we identified the body, and since that day I realised, \"No man that can't happen\". I mean a pikkie against a gun, and still they brought a piece of stone, like the pikkie was, er, in self defence. He defend himself with a stone. You stand with guns and I stand with a stone. I'm a ten year, almost, he was at that time ten and a half, but he was eleven.\n But I feel it was not right and the point is this, today there, Pikkie is not there but the pain is still here. As I'm sitting here, I was thinking, it's like a bike without wheels, that's how we feel. You see and what can we do? We must face it. But everyday there was nobody even come to us and comfort us, nothing like that. You see, not even the policemen and as the killings went on, they came in one night, they came into our yard, our front yard, not in our front yard, just in front, but the police vans and big trucks start shooting from our place, and they didn't even care who's dead or who's what, they just keep going. That's all what I can say.",
            "Male"
        ],
        [
            "DR ORR",
            "Thank you Mr Williams, I'd like now to hand back to our chairperson before I complete to see if any of the other question, or the other commissioners want to ask questions.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you members of the panel, anyone who wants to ask questions? Mapule?",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "How long after the children left the house did the shooting begin? Just a guestimate.",
            "Unknown"
        ],
        [
            "MRS WILLIAMS",
            "What we've heard, Michael was at my sister's place due to the fact that they were rioting, and then I asked my sister if he could come there after school so that I can know, you know, have peace of mind that my children will be safe, and ...",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Shaun was with the children when they left the house?",
            "Unknown"
        ],
        [
            "MRS WILLIAMS",
            "No, Shaun was with a different group.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "He was outside? Okay.",
            "Unknown"
        ],
        [
            "MRS WILLIAMS",
            "Sorry, Michael and Shaun didn't die together. Michael was on this side of the road and Shaun was on the other side.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Anyone else? Glenda.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Mr Magmoed, if you can just let us know, but if you can't answer the question maybe you can just say so, but I would like  to understand how this event affected your family, how was it for your family after that. What did it do for your, what did it mean for your family?",
            "Female"
        ],
        [
            "MR MAGMOED",
            "First of all, the mother of Shaun is , she is, I can't tell you exactly how it is but she is a nervous wreck. Every time she hears about this then she just cries and even the daughter, my sis, her daughter too, my daughter, is also not good on this.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "Did Shaun have plans for his life? What did he talk about? Did he say he wanted to be something when he left school? Did you have plans for him? Can you just give us an idea of how the family felt about Shaun and what plans there were?",
            "Female"
        ],
        [
            "MR MAGMOED",
            "Ja, there were many talks of him becoming something in life but as I told him, \"You know we live in a society where you can't say you're coloured, you can't say that you are becoming, because that's not going to happen. All you have to do is your utmost best and try to become something out of life.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "So in a sense, you were encouraging your children to go to school and to prosper and to, well, work hard at school so that they could become something in life.",
            "Female"
        ],
        [
            "MR MAGMOED",
            "Ja.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "I know that you also tried very hard to go through the judicial system and to try and bring justice to this particular event. Can you just give us some idea of why you trued to persue that.",
            "Female"
        ],
        [
            "MR MAGMOED",
            "Because of the way that we were treated, the way the killings went on and just to see at the court, we were at the court, how they were standing and laughing and making jokes almost as if nothing had happened. They were just unconcerned about the whole matter. I mean they were found guilty in one court but when we went to the other court they were found not guilty. They were acquitted. I mean I can't take that for an answer. I mean they did kill our children, they, there was all the evidence, all the evidence was there but at the end of the day there was no evidence. So for seven years I've been trying to go to court as well, we even made it to the appeal court but the justice system said no, you can't go any further with the case. That's why when the T.R.C. came to me, I didn't know what to say to them. I was cross because it's beginning again and again, so I felt there's nothing going to be done about it.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "Thank you very much Mr Magmoed.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you. I just want to ask the question that Ms Wildschut asked before, just to understand. You mentioned that you were going to court for seven years and trying to come to resolution of this matter. How do you feel about the justice system?",
            "Female"
        ],
        [
            "MR MAGMOED",
            "Corrupt.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "This last time that you went to see if you could get an appeal, what actually happened? And if you can tell us when you went and when it was what actually happened?",
            "Female"
        ],
        [
            "MR MAGMOED",
            "Actually, the lawyers sent a lot of letters, I had to sign about five hundred letters to go to the court in Bloemfontein, and he said to me it's going to take time maybe a year or year and a half year or anything, but when he came to me he said, they say they can do nothing, there's no evidence.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you very much. There's no doubt that you were significantly affected by the experience of the loss of your children and I just want to say that, for us, every time you come here, every time people like yourselves come to share your pain, we share their pain and the child of violence within ourselves is re-awakened and many times it is a painful re-awakening. I think the notion of neutrality is overrated in many cases. I do believe that we should realise this, the process of justice in this country is proof, is evidence of this point, but we are challenging the commission to create a balance between that pool of emotionality and to our objective of finding, of making findings at a different level.\n Many of us experience violence of a very gruesome nature in this country at a very early age of our lives, when we're just trying to make sense of the world, and now in our forties and sometimes more when we have children. The heart of the child in ourselves comes out and the heart of the adult as well is re-awakened, so we understand your pain, when you are faced with having to deal with idea of looking for your children, when normal people don't look for their children. Normally, when a child is missing, when you can't find your child, you go to their friends, you go to where there may be parties or school or whatever, but in those days you went to the mortuary, you went to the police station.\n It's funny how things happened in those years, isn't it. I mean you were parents, you were meant to protect your children, but there was a sense of being disempowered to render this protection on your own children and a sense of feeling humiliated because you cannot be parents in the way that you should be, because you cannot control the things that are happening around your lives. So I wish to thank you for coming to share your pain and we wish to commit ourselves to doing all we can to find out what really happened during the time when your children died. The commission has committed itself to finding in the most balanced and the most reasonable manner to come to the roots of all cases brought to it and this.........\nThank you very much.",
            "Female"
        ]
    ]
}