{
    "header": {
        "type": "Trojan Horse Hearings",
        "starting date": "1997-05-21",
        "location": "Cape Town",
        "day": "2",
        "names": [
            "FRANK ALBERT VAN NIEKERK"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56391&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/trojan/vaniek.htm",
        "speakers": [
            "ADV VAN ZYL",
            "CHAIRPERSON",
            "DR RAMASHALA",
            "FRANK ALBERT VAN NIEKERK",
            "JUDGE WILSON",
            "MS GOBODOMADIKIZELA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VAN NIEKERK",
            "FRANK ALBERT VAN NIEKERK",
            "ADV VAN ZYL",
            "MS WILDSCHUT",
            "MISS WILDSCHUT",
            "JUDGE WILSON",
            "MS GOBODO-MADIKIZELA",
            "DR RAMASHALA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We now call Mr Frank van Niekerk to the table.\n Good afternoon Mr van Niekerk, I'm sorry that we kept you waiting so long.  Are you receiving the interpretation alright?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to ask Dr Ramashala to administer the oath please.",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Adv van Zyl, does Mr van Niekerk have a statement he wishes to read?",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "That's correct Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He may and then Ms Wildschut will lead the questions. Do we have a copy of the statement?  Thank you. Thank you you may proceed Mr van Niekerk.",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Reads statement\n \"I, Frank Albert van Niekerk declares hereby that I'm an adult male, a pensioner and I live in Ravensmead in Cape Town.  \n I was approached by the Investigative Unit of the Truth and Reconciliation Commission and notified that I had to appear before the Commission on the 21st of May 1997 to answer questions relating to the so-called Trojan Horse incident which took place on the 15th of October 1985 in Athlone, Cape Town in which Shaun Magmoed, Michael Cheslyn Miranda and Jonathan were killed and others injured.\n In order to assist the Commission I decided to make this statement, and as such this statement is only intended for the purposes of the Commission, and I understand that it cannot be used against me in a court of law or legal action.\n At the time of the incident I was a sergeant in the South African Police and I was attached to the Riot Unit as it was then known and I was stationed at Cape Town.\n On the 15th of October 1985 in the afternoon I was at Manenberg at the JOCS.  We were on duty at that stage there.  I was requested to report to a section who were to go out on patrol in the unrest area of Athlone. Other members of other sections of the Unrest Unit were also involved.\n I was daily issued with my 9mm pistol and a shotgun.  On that day we were inspected by Lt Vermeulen who was in command of the section.  I can't remember whether birdshot was issued to me at the scene or whether I was already in possession of birdshot but what I can remember was that I did have birdshot in my possession.\n At Manenberg we were notified by Lt Vermeulen that we were to travel on an unmarked vehicle and would patrol the unrest area of Athlone to try and control riot and unrest.  The objective was to arrest the stone throwers. The vehicle which was already at Manenberg was a truck which was open at the back and on the back there were three crates. As far as I an recall I was in the crate right at the back of this truck.\n The truck departed from Manenberg and followed a specific route through the unrest area, I can recall that we were standing upright in these crates from Manenberg and we were moving in the direction of the Athlone Police Station.  The vehicle turned left in Belgravia Road, I crouched in the crate because I couldn't see from where I was in the crate.  I don't know what route was followed by the truck thereafter.\n Whilst we were moving along this route our vehicle was suddenly attacked.  I later learned that we were in Thornton Road and the attack took place at the intersection with St Simon Road.  I heard a blow as an object hit the windscreen of this truck and the truck was brought to an immediate halt.  As a result of the sudden stop, the crate lifted on the one side, I jumped up out of the crate and saw a large group of people on both sides of the road. I also saw a burning road blockade. At that stage stones were thrown at the truck and I realised that our lives were in danger, especially the lives of the driver and passenger of the truck.  The passenger and driver had no protection at the windows.\n I fired four shots of birdshot in the general direction of the stone throwers.  I can remember that my shotgun stalled at a particular moment. I don't know whether I hit anybody or whether I injured anybody in particular.  I don't know who the people were who shot at the people who were killed or injured.\n I can recall that this stone-throwing crowd being dispersed and we ceased firing.  I jumped from the truck to try and arrest some of the stone throwers and saw that some of them had entered the premises of house No 47 in St Simon Street and I pursued them.  I arrested six of these people and detained them in the house.  \n I also saw a Coloured youth who was to my observation already dead.  He was lying on the ground in front of the house.  I'm aware that three people were taken from the scene in an ambulance and also  other injured people were transferred in a second ambulance.  \n I picked up pieces of brick and other rocks and stones that were hurled at the truck. They were later handed in as exhibits.\n At a later stage Sgt Steyn. a photographer and I went to the scene and I pointed out certain points to him.\n I hereby would like to extend my most sincere condolences to the people who were injured in this attack and especially to the families of the people who lost their lives in the incident. The circumstances in which we operated in those unrest-wracked areas also had an effect and an effect on me and my family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van Niekerk, that completes your statement, does it?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'll now ask Miss Wildschut to continue with questions.",
            "Unknown"
        ],
        [
            [],
            "Mr van Niekerk could you tell us a little bit about yourself. Can you tell us where you were born, where you live and so on, just a little bit about yourself.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I was born in Beaufort West on the 3rd of November 1948 and I went to school there, grew up there.  I joined the police in 1969. In 1983 I was transferred from Beaufort West to Cape Town, Athlone.",
            "Male"
        ],
        [
            [],
            "You are presently living in Ravensmead?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I am living in Ravensmead.",
            "Male"
        ],
        [
            [],
            "And you have been staying there for some time.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I've been there for about five or six years.",
            "Male"
        ],
        [
            [],
            "If you take this little thing out of your pocket and put it on the table facing that then you'll hear better.  It's better now isn't it?  And then if you could just come and sit a little closer to the microphone because I'm struggling to hear you.  I'm not listening to the translation, I'm hearing you directly.\n So at the time of this incident where were you staying?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I lived in flats in Manenberg just by the Manenberg Police Station.",
            "Male"
        ],
        [
            [],
            "Do you have family, children.",
            "Female"
        ],
        [
            [],
            "Yes.",
            "Female"
        ],
        [
            [],
            "Can you tell us a little bit about them?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I'm married.  I got married in 1980. I got divorced in 1987 and I remarried in the same year of '87 and I have three children with my first wife, a son and two daughters and with my current wife I have two boys.",
            "Male"
        ],
        [
            [],
            "So at the time of this event which we're talking about you were married for about five years?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct yes.",
            "Male"
        ],
        [
            [],
            "Did you have children at that time?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I had two children at that stage.",
            "Male"
        ],
        [
            [],
            "They were obviously under five years old or am I making an assumption?  How old were they then?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No they were older than five.  The one is now 22 and the other one is 18, so perhaps one can then work back.",
            "Male"
        ],
        [
            [],
            "About 11 or 12.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes the one could have been round about that age.",
            "Male"
        ],
        [
            [],
            "Alright.  Let's think about the date of the day of the Trojan Horse event as you talked about, and thanks for giving us a bit of a background sketch of who you are.   Under whose command were you on that day?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I was under the command of Lt Vermeulen.",
            "Male"
        ],
        [
            [],
            "And what instructions did he give you?  Did he give you any instructions on the day before the operation?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No, I didn't work in Lt Vermeulen's section, I was only asked on that particular day to assist.  I worked in one of the police sections in the unrest areas in 1985, but on the 15th I was asked to join Lt Vermeulen's section to assist with the arrest or the making of arrests in the unrest areas where there were incidents of stone-throwing.",
            "Male"
        ],
        [
            [],
            "On that day you were seconded as it were, to that particular operation.  You were from another unit and you were asked to come to this particular operation.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Correct yes.",
            "Male"
        ],
        [
            [],
            "What instructions were you given?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "We went on parade and Lt Vermeulen inspected us.  He inspected to see what kind of ammunition and firearms we had in our possession and he told us that we were going to patrol Athlone to try and make arrests.",
            "Male"
        ],
        [
            [],
            "You were meant to make arrests and you were being inspected by Lt Vermeulen. Did you have some handcuffs with you?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Boeie.",
            "Male"
        ],
        [
            [],
            "I suppose that's what it's called in Afrikaans.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I'm not sure but I think I did have handcuffs with me.",
            "Male"
        ],
        [
            [],
            "Wouldn't these be something that you would normally have with you if you are going to make arrests.  Why are you not sure?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes we were issued with handcuffs and it's part of our daily equipment like our firearms and so on.",
            "Male"
        ],
        [
            [],
            "How many pairs of handcuffs?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "One pair.",
            "Male"
        ],
        [
            [],
            "One pair of handcuffs?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Okay, did you rehearse this operation?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Please ask the question again.",
            "Male"
        ],
        [
            [],
            "Did you rehearse the operation? Was there a practice run?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No the operation was not rehearsed.",
            "Male"
        ],
        [
            [],
            "What you were told was you have to go under the command of Lt Vermeulen and you have to go and arrest people.  Were those the only instructions given to you?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes the vehicle was already standing there with a crate in the back and we were to make use of the vehicle.  We were inspected and it was explained to us that we were to patrol Athlone with a view to arresting stone throwers.  That was main objective.",
            "Male"
        ],
        [
            [],
            "Did they tell you that there were particular people who needed to be arrested in Athlone, know the identity of particular people.  Which people were you meant to arrest?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "There was no mention of specific people who were to be arrested but specific people persons behind the stone-throwing these were the ones that we were interested in, these were the ring leaders, they had to be arrested in order to exploit the situation.",
            "Male"
        ],
        [
            [],
            "Did the instructions contain details of who the these agitators are?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No, no specific names were mentioned about who the ring leaders were but according to me nobody in the section or the commanding officer knew the names of any specific ring leaders behind the stone-throwing.",
            "Male"
        ],
        [
            [],
            "So if you were to arrest the person, how would you know the identity of those people. What would confirm for you that those were the people that you need to arrest?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Those were the stone-throwers, the people who were always in the forefront of these stone-throwing incidents, if I can call it that.  They led the stone-throwing, they instigated it.",
            "Male"
        ],
        [
            [],
            "We've been through this thing the whole day now so we understand the people who are in front who throw the stones are not in fact the belhammels, because the agitators will be the ones who are the ones who agitate and opstook from behind, isn't it?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No a ringleader is a person who stands out in a crowd and you could say that he incites the crowd to a particular action, he is a person who leads the others in certain action.",
            "Male"
        ],
        [
            [],
            "What is it that identifies this particular belhammel as a person who is throwing the stones?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes a person throwing stones ...(intervention)",
            "Male"
        ],
        [
            [],
            "Ja, you still want to say something else?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes it's a person who from amongst a crowd of people who throws stones ...(intervention)",
            "Male"
        ],
        [
            [],
            "You are talking about two types of people, one type of person who throws a stone and the other type of person who is an agitator, or are those two descriptions the same?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes they're the same kind of people in my opinion.",
            "Male"
        ],
        [
            [],
            "When you were given the instructions you were not told to specifically identify particular people, say such and such a person would be one of those voorbokke and those people who you have to arrest?  The instructions did not contain that?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Please repeat the question.",
            "Male"
        ],
        [
            [],
            "I'm asking whether the instructions that you were given contained information about who the voorbokke and belhammels will be.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No there was no such information as to who these ring leaders would be.",
            "Male"
        ],
        [
            [],
            "You understood your instructions that any person who throws a stone is the person that you have to arrest?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes according to me the stone-throwers had to be arrested.",
            "Male"
        ],
        [
            [],
            "Alright what type of arms and ammunition were you issued with on the day of the operation?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I was busy in the unrest areas for a year in 1985 ...(intervention)",
            "Male"
        ],
        [
            [],
            "I need to rephrase the question, what ammunition, arms and ammunition were you issued on that day, on the day of the operation.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I'm getting there, on a daily basis I was issued with my 9mm pistol and ammunition, a magazine containing eight rounds sharp point ammunition, as well as a shot gun.  I'm not sure but I think with four or five rounds.  In our section we always had a box containing all our ammunition and accessories.  We only carried four or five shot gun bullets in our possession.",
            "Male"
        ],
        [
            [],
            "And that is what you had on the day of this operation for the operation of the Trojan Horse, is that what you had?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Were you issued with tear gas?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "In this specific operation? No we weren't issued with tear gas for this operation.",
            "Male"
        ],
        [
            [],
            "Now what was loaded in your shotgun when you left Mannenberg Police Station?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "My shotgun contained four rounds of birdshot.",
            "Male"
        ],
        [
            [],
            "It was loaded?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "You didn't have to still load it before you shot?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No it wasn't necessary.",
            "Male"
        ],
        [
            [],
            "Now let's concentrate on the truck. So you were on the truck, where on the truck were you?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I was right at the back in the  crate which was right at the back of this truck.",
            "Male"
        ],
        [
            [],
            "Was anyone else with you in the crate?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes there were two people in the crate right at the back.",
            "Male"
        ],
        [
            [],
            "Are you able to tell us who was with you in the crate?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "One was Rossel and one was Smit. There were actually two Smits, one was the driver and the other one was in the crate with me.",
            "Male"
        ],
        [
            [],
            "Do you know his initials?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No I don't know the initials.",
            "Male"
        ],
        [
            [],
            "So the three of you were in the crate.  Now when you were told that you must go and arrest people and you were three in the crate and stuck in the crate and so on, where were you going to put the arrested people?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I don't think provision was made for putting the arrested persons after their arrest, I can't remember that.",
            "Male"
        ],
        [
            [],
            "Right well, that's okay you don't have to remember it, we know that there were crates, three of you in one crate and there were other people in other crates.  You were meant to arrest people we've heard about, the fact that there were about a hundred and fifty to two hundred people.  You said in your statement you arrested six. Where, as you left this operation, what were you thinking, where would you put the people once they were arrested?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No I didn't give any thought to where they would be put because afterwards Lt Vermeulen made radio contact and vehicles were sent in which we placed the injured people.  At that stage I didn't really give any thought to what we would do with the arrested people.",
            "Male"
        ],
        [
            [],
            "Did you not think it strange that you were told to arrest people and you don't have any place to put them?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No we were in radio contact and it wasn't difficult to, it wouldn't be difficult to obtain a vehicle to come and take away the arrested people.",
            "Male"
        ],
        [
            [],
            "Let's talk about that radio control.  Were you in radio control with other people on the truck?",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "You didn't have a radio.",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No I didn't have a radio with me.",
            "Male"
        ],
        [
            [],
            "Was the radio in the front cabin of the truck?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I know there was a radio but I couldn't tell you who had it, whether it was with the person who took the notes or whether it was with the commanding officer, but I do know we had a radio somewhere on the truck.",
            "Male"
        ],
        [
            [],
            "And was there any contact between yourself and the people who were in the crates and the people in the front of the truck who could see where they were going?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "To speak to them, is that what you  mean?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No there was no contact of that kind because you would have to stand up straight in the crate to be able to do that and then to be able to speak to the persons in the other crates.",
            "Male"
        ],
        [
            [],
            "That's what I need to know,  was there contact ...(intervention)",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No I didn't have such contact because I didn't have a radio with me.",
            "Male"
        ],
        [
            [],
            "No I understand that,  you wouldn't have a radio but was there any radio contact between the people who were in the crate, other people in the crate and the people in the front of the truck?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No, in the crate in which I was there was no contact with people in other crates or the front of the truck.",
            "Male"
        ],
        [
            [],
            "So when you got your instructions for this operation, how would you have known when to shoot, what instruction was given to you as to when the signal would be for you to shoot?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I can't say whether there were to be any signs.  It was so long ago, I can't really say.  I can't say whether there was a signal as to when we were supposed to fire.",
            "Male"
        ],
        [
            [],
            "Did you watch the video?  Were you in the room when we showed the video?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I saw the video.",
            "Male"
        ],
        [
            [],
            "It seemed as though all of you came up at the same time.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I saw the video that the people emerged from the crates, not all at the same time, you can see that in the crate right at the back, the people in that crate only emerged a little bit later...(intervention)",
            "Male"
        ],
        [
            [],
            "So you were the only one that came up last?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I think it was myself and one of the others in the crate on the left-hand side.  I think the two of us were the last to stand up straight in the crates.",
            "Male"
        ],
        [
            [],
            "Now were you threatened at the time that this happened?  Did you feel threatened?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I felt threatened,",
            "Male"
        ],
        [
            [],
            "Can you describe your sense of being threatened?  What threatened you?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Whilst we were driving I heard a sudden blow like breaking glass and the vehicle came to an immediate halt after swerving to the one side and the crate in which I was actually tilted a bit.  It as a result of the sudden movement of the truck and the sudden stop.  It was actually pulled of balance and I felt threatened because we were being attacked suddenly and also because I heard the blow from the passenger cabin.  The driver or the passenger, they didn't have any protection at their windows.",
            "Male"
        ],
        [
            [],
            "But those were the people in front of you, those were other people, I'm talking about your sense of being threatened.  What threatened you?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "It was the sudden blow against the windscreen of the truck as well as the crate in which I was having been pushed off balance by the sudden stop.",
            "Male"
        ],
        [
            [],
            "Okay so the things that threatened you, the situation that threatened you was that the vehicle, the truck stopped suddenly and your crate moved because the truck had stopped so suddenly. Is that correct?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes the blow which hit the windscreen and the sudden stopping of the vehicle.  Those were all things which made me feel under threat.",
            "Male"
        ],
        [
            [],
            "Were you hurt?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No I wasn't injured, I didn't sustain any injuries.",
            "Male"
        ],
        [
            [],
            "So what triggered you to shoot? It's just the car stopped and your crate moved. Why did you shoot?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I first jumped up from the crate and then made my observations and I was in the police for 25 years, and I could make the necessary observations in a fraction of a second and those were my observations whilst emerging from a crouching position in the crate.",
            "Male"
        ],
        [
            [],
            "What threatened you was the fact that the car stopped suddenly and your crate moved because the car had stopped so suddenly. Is that what threatened you?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes, as I said the impact and the sound of windscreen being broken and the sudden bringing to a halt of the vehicle, and when I emerged from underneath the crate I saw people attacking the vehicle and that made me feel even more threatened and I felt that my life was actually in danger. And I felt that if I didn't use my firearm that I could killed or sustain serious injuries.",
            "Male"
        ],
        [
            [],
            "..stopped suddenly and it moved?",
            "Female"
        ],
        [
            "ADV VAN ZYL",
            "No with respect Chairperson, I think there might have been a misunderstanding in the earlier questioning.  The witness clearly understood how he was threatened whilst he was still down.  Then he describes how he came up and what he saw and he said very clearly\n When I stood up straight and saw the crowd attacking the vehicle using stones, \nwith respect it would be unfair to this witness to say he was only threatened by the front windscreen and the sudden stop. And he also says that when he came up and he observed and he saw the crowd attacking the vehicle with stones.  That was his evidence.",
            "Unknown"
        ],
        [
            [],
            "Did anybody give you instructions to fire?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No nobody gave me an instruction to start firing.",
            "Male"
        ],
        [
            [],
            "So you're in an operation with a senior officer and you feel threatened, I take that on board, and you shoot without instructions to fire.  Is that normal procedure.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes if your life's being threatened then you are capable of using your firearm.",
            "Male"
        ],
        [
            [],
            "So nobody gave you an instruction to fire.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I can't remember whether the first shot being fired by the commanding officer was an instruction or a signal to shoot, it might have been but it's too long ago I can't remember.",
            "Male"
        ],
        [
            [],
            "And how many rounds did you fire?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I have already said I shot four shots but the shotgun had stalled and I had problems with my shotgun.  In other words I could have perhaps fired fewer shots as a result of the fact that it stalled but because afterwards all four bullets were absent from the barrel of the gun I assume that I fired four shots.  Perhaps one of the bullets had left the barrel some other way than of actually firing.",
            "Male"
        ],
        [
            [],
            "Now you said in your statement also that you arrested six people.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Correct yes.",
            "Male"
        ],
        [
            [],
            "How did you arrest them.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "The point to which they were running was a house with a stoep or patio and I arrested them on the stoep there.  The weren't able to escape from the verandah there.",
            "Male"
        ],
        [
            [],
            "Did you handcuff any one of them?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I can't remember whether I handcuffed any of them, there were six of them.  I can't remember whether I handcuffed them.",
            "Male"
        ],
        [
            [],
            "Amazing, I'm just trying to work out how you managed to keep six people together.  Didn't they want to try to run away, escape.  Was there any scuffle between you?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No there was no scuffle, if you had seen the actual scene you would agree with me that I was able to control and arrest the six people. As you enter No 47 in St Simon's Road there's a house and it had a verandah and you have to enter in the front, an enclosed verandah.",
            "Male"
        ],
        [
            [],
            "And you didn't feel threatened then?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No I didn't feel threatened at that stag",
            "Male"
        ],
        [
            [],
            "What was the difference, here the same people were in the crowd who were threatening you on the crate.  You perused these people and then you don't feel threatened anymore.  What was the difference?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "At that stage my life was no longer being threatened because I apprehended the six people there on the verandah and I had my shotgun with me and also my 9mm as well as my cuffs.",
            "Male"
        ],
        [
            [],
            "But there are six, you are one person?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "If I'm in the doorway or the entrance to the verandah, they wouldn't be able to squeeze past me, I was blocking the way and actually causing them not to be able to escape.",
            "Male"
        ],
        [
            [],
            "So did you have your gun pointed to stop them with your gun, just give us an idea of the scene, how did you keep those six people there?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I had pointed my shotgun at them.",
            "Male"
        ],
        [
            [],
            "Are you aware that your name wasn't mentioned in previous statements that you were part of the operation? Are you aware of that?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I heard during this hearing that my name hadn't been mentioned.  I don't know why.  Maybe it happened so long ago that Lt Vermeulen wasn't able to record that.",
            "Male"
        ],
        [
            [],
            "But I mean you are saying you don't know for what reason it was left out.  Does it seem difficult for you to understand that your name wasn't included there?",
            "Female"
        ],
        [
            "ADV VAN ZYL",
            "Chairperson may I just interrupt here.  His name wasn't mentioned by Vermeulen in his statement but in the log of happenings of that day, his name is clearly mentioned as part of the documents that were given to us under points 36 and 1656 of this Trojan Horse Operations describe and it says here, Sgt Van Niekerk and he fired four No 1 shotgun rounds.",
            "Unknown"
        ],
        [
            [],
            "Yes Madam Chair, I'm aware of that, the advocate is anticipating my questions.",
            "Female"
        ],
        [
            "ADV VAN ZYL",
            "No with respect I'm not anticipating, I'm just stating a fact.",
            "Unknown"
        ],
        [
            [],
            "In the statement, because the statements are very important for the proceeding, I just need to find out from you whether you are aware that your name was left out even though your name was mentioned in the log of that day. Do you find that difficult to understand?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "When Lt Vermeulen testified this morning I realised that my name had been left out because he clearly said that he wanted to add my name, perhaps he just forgot after a period of twelve years.",
            "Male"
        ],
        [
            [],
            "You didn't try to indicate to him that your name has been left out?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Are you talking about this morning Commission?",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "Chairperson if I may interrupt.  That question pre-supposes that this witness was present when Vermeulen made his statement, and that was in fact not the case.  You will remember that Vermeulen was called on Monday and these witness only saw us yesterday.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you want to pursue that line Ms Wildschut?",
            "Unknown"
        ],
        [
            [],
            "No I have a few more questions to ask. \n Earlier on we talked a little bit about your family and so on and it seemed to me that one of your children was more or less the same age as one of the children that died, is that so?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I can't say exactly how old the children were, the children who died.",
            "Male"
        ],
        [
            [],
            "During the day we mentioned that ...(intervention)",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I heard the ages.",
            "Male"
        ],
        [
            [],
            "Did you discuss your work with your family at all, did you talk to them about what was happening on the day and so on?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No my wife always told me, please never discuss your job with me and I said no I will not discuss my work with you and I never did discuss my job with her. It's just one of those things, I think it's in my nature never to discuss my work with my wife.",
            "Male"
        ],
        [
            [],
            "This is in a sense a community that you on that day of the operation, you entered, is a community that in a sense you come from too, you belong to the same community isn't it?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Please repeat the question.",
            "Male"
        ],
        [
            [],
            "I'm saying that in a sense the people who were the victims of this particular event, is the same community that you come from, isn't it?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct Chairperson.",
            "Male"
        ],
        [
            [],
            "Did it disturb you a little bit at all, that some people had died on that day?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct, it did upset me. I experienced a lot of trauma afterwards and I can mention various facts in this regard, things which contributed to my divorce and so on.",
            "Male"
        ],
        [
            [],
            "So in a sense you're also bearing some scars of this event as well?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "You are now retired from the police, isn't it?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Is it an age retirement or what type of retirement is it?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "It is partly as a result of this trauma.  I haven't yet reached the required age for retirement.",
            "Male"
        ],
        [
            [],
            "So was it a medical boarding?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct, yes.",
            "Male"
        ],
        [
            [],
            "Have you received any kind of treatment, I mean you don't have to go into the details but have you received any treatment for......(intervention)",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I receive treatment and I was also admitted at one point.",
            "Male"
        ],
        [
            [],
            "Thank you I don't have any more questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Gobodo-Madikizela.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson, Mr van Niekerk, the investigator of this case, did he come from your unit or did he come from another unit?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Are you talking about the investigator who took the statements or the commanding officer, please just specify, I don't know exactly what you mean.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I think that after an incident such as the one that you're talking about today, you have an investigator into the incident. Now I'm asking if he came from your unit or if he came from another unit.  In other words if you worked with him or if he came from a different unit than yours?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Chairperson may I ask, is this now the person who took the statement from me at a later stage and then continued with a further investigation of the case, are you talking about the investigating officer in this matter?",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes.",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes he was from a different unit.  I think he was from the railway police.  Yes I think it's Sgt Steyn.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Well what sort of questions did he ask, I don't want you to go into details but I just want you to tell me, did he ask you questions about the day and about the kinds of ammunition that you used.  Did he ask you those kinds of general questions?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "This thing happened such a long time ago.  It's difficult for me to remember what he actually asked but I know that he at some stage retook the statements from us.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "He did take a statement from you. Did you ever appear at any of his official hearing of this matter at the inquest or at the subsequent case?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I know there was a case in the Supreme Court, I can't remember whether I testified in the inquest.  Did you ever testify in any case, did you testify at the Supreme Court?",
            "Male"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No we didn't testify in the Supreme Court.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you personally did not testify in any of these matters, in any official hearings?",
            "Female"
        ],
        [
            "ADV VAN ZYL",
            "Chairperson the witness said he cannot remember whether he testified at the inquest or not.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "What I'm asking is whether he testified at any of the hearings regarding the Trojan Horse \nIf you want to get the help of your attorney or advocate I can give you time...(intervention)",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I can't remember...(intervention)",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You can't remember which one it was but did you appear in any of these matters, any of the hearings regarding the Trojan Horse?  Surely you'd remember that, whether or not you did appear?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I can't remember.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "That's very difficult to believe, I mean it was a big case, people were called to give evidence, you can't remember whether you appeared.  I'm not asking you which one you appeared in.  I'm asking you simply whether you appeared at any of the official hearings of this matter. It's simple question.",
            "Female"
        ],
        [
            "ADV VAN ZYL",
            "Chairperson the witness is clearly having difficulties.  I think there is a misunderstanding. He's talking about giving evidence and the Commissioner's talking about appearing.  I think the witness made it clear he appeared as an accused in the Supreme Court.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You did appear in the Supreme Court?",
            "Female"
        ],
        [
            "ADV VAN ZYL",
            "Yes that he testified.  Now normally you don't appear at an inquest, you are only subpoenaed to give evidence at an inquest.  he can't remember whether he gave evidence at that inquest or not in 1988.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But you appeared at the Supreme Court, that's what you s...(intervention)",
            "Female"
        ],
        [
            "ADV VAN ZYL",
            "I'm sorry he appeared at the Supreme Court but they were never called upon to give evidence in the Supreme Court.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So your name was on the list of people who were called or were supposed to be called?  Do you confirm that?  Among the accused, your name was there?\nI'm just trying to figure out why your name was missing on- it doesn't really matter I'm not going to test you yet.  \nThe last question I'm going to ask you, Mr Loedolff ...(intervention)",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I was one of the accused.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you.  Mr Loedolff gave Mr Vermeulen instructions on what to do.  Did you yourself ever receive instructions from Mr Loedolff?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No I never received instructions from Mr Loedolff.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "The purpose of this operation was for you to go and effect an arrest.  I assume that before you left Mr Vermeulen explained to you you had a plan on how to affect arrests.  What was the plan?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No there wasn't any plan.  We were just told the purpose of the patrol was to affect arrests but there was no specific plan of action.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You were an experienced policeman.  You were told you were going to affect an arrest.  Do you mean to tell me that you didn't see anything wrong with just going into an area to affect arrests without a plan?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No I was an experienced policeman and according to me I was under the command of Lt Vermeulen, he was in command of the section and his instructions were to affect arrests and there were no other plans, nothing else did he mention that could perhaps be illegal.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "From what we've heard today, it seems that the only instruction you had was firstly to arm yourselves with AAA, with birdshot and then to shoot, those on the left to the right and those on the right to the left.  It seems to me that that was the only instruction you were given, is that correct?",
            "Female"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That was Lt Vermeulen's evidence where he said that the one group should take care not to fire at the other group on the truck.  I can't say whether the evidence which he gave - I don't have any knowledge of that because it happened 12 years ago and I have experienced a lot of trauma in that period.  I can't recall.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you we appreciate that you did remember some of the things that you've told us.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Ramashala.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Mr van Niekerk, your instructions were to go and arrest the trouble-makers, the belhammels as you say.  You've already said that.",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "That's correct yes.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Had you been in a crate like this before in the line of duty?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No that was the first incident of this kind.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "I think you and I are about the same height, maybe you're a little taller, so I guess the crates would go as far as here. When you were standing how far did the crate go, here?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I'm not entirely sure it could have come up as far as the stomach or the chest, I'm not quite sure about the height of the crates.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Had you rehearsed on how to get out of the crates.",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "No we didn't rehearse.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Then how did you get out of the crate, I assume that since the crate was here you either had to spring up and come up or hold on to the sides of the crate to get out.  I'm trying to find out did you get out of the crate?  Do you remember?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I was a sportsman for many many years, I played various sports and I went jogging every morning so I was quit fit and to do duty in the Riot Squad you had to be very fit and I was fit at that stage so it wasn't a problem for me to emerge from the crate or to jump down from the truck.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Well tell me exactly how you did it. Would you tell us exactly how you got out of the crate?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Which period specifically, after I emerged from the crate or when?",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Well you said that when you emerged out of the crate, observed, fired and then you went to arrest the six people.  I'm just trying to find out how you got out of the crate to go and arrest the six people.  I just want to know how you physically did it, I mean you still look fit even now, but what I'm curious about is whether you jumped and bounced yourself out of the crate which is physically impossible, unless you were standing on a spring, or you held on to the sides of the crate.  It's difficult for me to visualise how all of you got out of the crates.",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes I think I pressed on the sides of the crate and lifted myself up to get out of the crate.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Mr van Niekerk, if the shots had not been fired and you all jumped out of the crates, acknowledging that there were only stones and nothing else, do you think you might have been able to arrest anybody? Do you want me to repeat the question?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes please.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "If the shots had not been fired, since your mission was to go and arrest people, if the shots had not been fired and you guys got out of the crates, would you have been able to arrest anybody?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "We first had to avert this attack before we could jump off from the vehicle and arrest the stone-throwers.  You couldn't enter that crowd without firing shots because stones were thrown at you and you first had to put a stop to the stone-throwing before you could ...(intervention)",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Thank you so it means then that you knew that in the event of stone-throwing, that you had to fire first, before you could arrest.  By your own statement, not your written statement, but what you just said, that you knew that you couldn't, in order to accomplish the arrest or that you could not have accomplished the arrest, let me put it the way you did. You could not have accomplished the arrest without taking care of the situation by firing first?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "My life was in danger, I had to fire to avert the danger.  I couldn't just jump off amidst all this throwing of the stones, I would be exposing myself to serious danger, I could have been seriously injured, even dead today.  So I couldn't just jump into the crowd to try and make arrests in those circumstances.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "In a sense you knew that if you went into the area and that the people in the area saw that you didn't belong to the area, in a sense, that when they start firing that your life would be in danger- excuse me, thank you Advocate, start throwing stones, thank you I appreciate that, that your life would indeed be in danger?",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Please repeat the question.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "You knew that by going into the area, especially in an unmarked car with two white people in the front of the car, that when people saw that in the area they would start throwing stones and your life would be in danger.",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "I was just one of the small fry.  I didn't take the decisions, I was simply a sergeant, there were many higher ranks and authorities above me.  I was not in a position to refuse to accompany the section on that day because then I would be disregarding and disobeying an order. So it was not for me to refuse to enter the area and to patrol the area.  I had no choice.  I had to do what I was told in the performance of my duties, I wasn't in a position to refuse.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Mr van Niekerk, I really understand that and my heart goes out to you, I understand that quite clearly.  What I was trying to ascertain is the issue of carrying lethal ammunition.  You were down on the rungs of the ladder, I'm not trying to put blame on you.  I'm trying to understand how this happened, that in fact you could not have gone out to arrest without shooting because your lives were in danger by your own saying.",
            "Unknown"
        ],
        [
            "FRANK ALBERT VAN NIEKERK",
            "Yes when you mention the fact that ammunition was issued to us, it was a daily issuing of firearms and ammunition, and I found myself in a life-threatening situation, I was obliged to use my firearm.  That is the reason why this firearm was issued to me, for my protection in the daily execution of my duties.  I was obliged to carry a firearm.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dr Ramashala.  We've come to the end of our day's hearing.  I'd like to thank you all for your patience, for your attention.  I'm sorry we didn't manage to hear everybody whom we had called to be here today and we will arrange another date with you Mr van Zyl and Mr Grant.  \n I will be very brief in my closing remark.  I do need to thank everybody who has assisted us in putting together this hearing today,  all of the people responsible for this building and for giving us permission to use it, the security people who have looked after us all while we were in it, the media people whose patience we have strained to the limit, the interpreters whose endurance we have strained to the limit, the people who have provided food and drink and all of the TRC Commission staff.\n I'd just like to repeat again that our aim is to hear and to understand better what happened on the 15th of October 1985.  We've heard from the victims, those who were injured, the families of those who have died and witnesses at the time, and we've heard today from some of the security officers who were involved in the incident.  It was a time of great conflict and we've grappled to understand the pain of the people who suffered but also the role of the police in these situations.  We've heard how sometimes they were very much driven by fear, fear which with hindsight may not have been so justified but nevertheless was a true experience for them at the time. And since part of our mission is to work towards reconciliation in this country, we believe that that understanding of one another's experience is essential to the process of reconciliation. So if the questions sometimes seem questions that may not have particularly legalistic import to them, they are questions aimed at reaching into the hearts of all of us so that we all understand ourselves better and understand that process in our history better.\n So thank you again all of you who have participated in this.  Could I remind you that we will be here again tomorrow for the hearing on the experience of children.  Thank you all very much.",
            "Unknown"
        ]
    ]
}