{
    "header": {
        "type": "YOUTH HEARINGS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-03",
        "location": "LEANDRA",
        "day": "1",
        "names": [
            "EMMAH N MTSWENI"
        ],
        "case number": "JB2824",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55527&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/leandra/mtsweni.htm",
        "speakers": [
            "BRIEFER",
            "CHAIRPERSON",
            "MR MANTHATA",
            "MS MTSWENI",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "BRIEFER",
            "MS MTSWENI",
            "MR MANTHATA",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Ladies and gentlemen could we please have quiet.  I would like to, could we please have quiet and we will take one more witness before we break for lunch, but I would like to ask your indulgence if I could, we could change the programme around, because after lunch we have Mamatshi Mayisa telling us about Chief Ampie Mayisa and there are a number of related cases.  So what we would like to do is to take those cases together and if we could, in the meantime, before lunch please take the case and call to the witness stand Emmah Mtsweni and take her case first.  If she could please come to the witness stand.  Emmah Mtsweni, thank you.  So Tom that is you again, is it.  Could we have quiet please.  Please understand how difficult it is for the witnesses.  Ma Mtsweni, if you could, it is easier if you use the microphone.  Can you hear through the, no.  Can you hear if I speak, how does the translation come through, can you understand me.",
            "Unknown"
        ],
        [
            "BRIEFER",
            "I do not think she hears properly.  This is not helpful.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you any suggestions as to how we can handle this?",
            "Unknown"
        ],
        [
            "BRIEFER",
            "Joyce.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Would she understand Zulu?",
            "Unknown"
        ],
        [
            "MS MTSWENI",
            "... my parents were the ones who skipped the country.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And when these things happened were you with them in Hosana.",
            "Male"
        ],
        [
            "MS MTSWENI",
            "No, I was not with them at that time, but I had just been to Botswana at the time that my grandfather was killed.  He was killed after I had been to Botswana and then we went as a family to bury him.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "When you talk about your grandfather, I heard you say was your grandfather with your grandmother in Botswana?",
            "Male"
        ],
        [
            "MS MTSWENI",
            "Yes, that is correct.  The three of them were in Botswana.  It was my father, my father had two wives.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I see.",
            "Male"
        ],
        [
            "MS MTSWENI",
            "This is the younger wife and the one who died is the first wife.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.  So, what information have you since got from ANC about all these missing people?",
            "Male"
        ],
        [
            "MS MTSWENI",
            "I have not yet got any information.  My sister who is married to, that is, I should think, I will call her my sister-in-law, she phoned me and told me that the husband said he will not come back until he has fixed the grandmother's grave.  We do not know as to how we could be helped with regard to that aspect, because they all left and now they are coming one by one, because I do not know as to what type of life they are living that side.  We are very desperate that they come back.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Sorry.  You are telling us of the story of people who are still in Botswana and that you desire they be brought back?",
            "Male"
        ],
        [
            "MS MTSWENI",
            "No, our grandfather died.  They are not in Botswana.  In Botswana that is where my grandfather died and they moved to Lusaka, but they have come back.  My granny is here.  She came back from Lusaka, but the one who is not present is the one who says he cannot come back until he builds a tombstone for the grandfather.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Yes, my last question would be is there any communication between your family and Shell House, that is ANC head office, where some of this information can be clarified, because I am not clear myself.",
            "Male"
        ],
        [
            "MS MTSWENI",
            "Excuse me.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I said is there any link between you and the Shell House where you can be told a full story about that raid in Gaberone and who survived and who is who and where is that person now?",
            "Male"
        ],
        [
            "MS MTSWENI",
            "I am not sure.  We do not have any contact, but at the time of their deaths we had contact and they told us as to who survived, my grandmother also survived and she went to Lusaka.  Also my mother survived.  She was left in Gaberone.  Then she moved with the other children to Lusaka, as they have come back now to South Africa.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "No further questions, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "I would just like to clarify certain aspects.  This story does not seem to gel and there is no clarification on certain aspects.  What about Dick Mtsweni?  He had two wives as you say when he left South Africa in 1985 and your mother Emmah, the one who is seated next to you was the second wife and the one who was shot was the first wife.",
            "Female"
        ],
        [
            "MS MTSWENI",
            "She was not shot, she died of natural causes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Is that what you are saying?  You are the daughter of the first wife, you are the daughter of the first wife and Bosisiwe, the one who was shot is the granddaughter to this one who is seated next to you and she is your daughter?",
            "Female"
        ],
        [
            "MS MTSWENI",
            "That is correct.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now tell us about Emmah.  At the time that they were being attacked in Botswana where was she?",
            "Female"
        ],
        [
            "MS MTSWENI",
            "She was also in Botswana.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Was she also in the same house?",
            "Female"
        ],
        [
            "MS MTSWENI",
            "No, she was not in the same house where the attack was launched.",
            "Female"
        ],
        [
            "MS SEROKE",
            "She was staying at, in another section, but she was in Botswana.  She was never shot, because she was never there.",
            "Female"
        ],
        [
            "MS MTSWENI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, Mr Mtsweni, when he left here was he a member of the ANC?",
            "Female"
        ],
        [
            "MS MTSWENI",
            "Yes, that is correct, he was a member of the ANC.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, what made him skip the country or how  did he go to Botswana?  Why did he skip the country?",
            "Female"
        ],
        [
            "MS MTSWENI",
            "He wanted to fight for the nation or for the freedom of the people, because he was a member of Umkhonto we Sizwe as well as a member of the ANC.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And he was attacked by the SADF.",
            "Female"
        ],
        [
            "MS MTSWENI",
            "He was followed into Botswana.  That is where he was killed.  That is the information that we got later on.  He said he wanted to go and fight for the nation and he could not change his mind.  That is what he said when he left the country.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You also said when your mother got injured together with your daughter, the ANC took them to Lusaka?",
            "Female"
        ],
        [
            "MS MTSWENI",
            "That is correct, because it seems as if they were not planning to stay in Gaberone permanently.  They still had to go to Lusaka, because my other brothers had proceeded to Lusaka earlier on.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I would like to establish as to whether your brother, the one who did not come back, when did he go to Lusaka?",
            "Female"
        ],
        [
            "MS MTSWENI",
            "He went together with Mr Mtsweni, but he did not remain in Gaberone.  He proceeded to Lusaka.",
            "Female"
        ],
        [
            "MS SEROKE",
            "The ones who came back, could you just tell us their names.",
            "Female"
        ],
        [
            "MS MTSWENI",
            "My mother who is seated next to me and my sister from the second wife as well as my brother who stays in Pretoria.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now what you want to tell us is that almost the whole family was in exile.  You were the only one who was left?",
            "Female"
        ],
        [
            "MS MTSWENI",
            "Yes, I am the only one who was left together with the second wife's children.  At home it was only my brother, because we are two.  From my mother it was only my brother who left.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you very much.  We just wanted to clarify this issue, because we did not understand the relationship between you and the people you are with as well as the ones who left the country.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma Mtsweni, thank you and Bosiswe Makwena, thank you very much for telling us this story.  It is, it again is something that we have heard from other people in other places which does not bear any comfort for you, because what, basically what we are talking about here is a military attack by the SADF on so-called targets outside of the country.  So it is an illegal operation in which people were killed and innocent people were also killed.  When we heard a similar story from some mothers in Alex in Johannesburg the question they asked was why was it not possible to arrest these people, why did they have to be killed and this is a question which is asked by a lot of people and a lot of times in our hearings.  I think that that gives us all cause for thought.  There is very little, as I have said before, there is very little that we can actually say to comfort you, because we cannot, the Commission cannot bring people back to life.  We can, if possible, make recommendations for the assistance in reburial and we will certainly do that and at the same time it is very important that you have come forward and that you have been able to bear the strain also of doing that and for that we would like to thank you.  Thank you very much indeed for coming.  Thank you.\n Before we break for lunch could I just please make an appeal for people to remember to leave the headphones behind.  We will now break for lunch and return at half past two.  Thank you.",
            "Unknown"
        ]
    ]
}