{
    "header": {
        "type": "YOUTH HEARINGS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-03",
        "location": "LEANDRA",
        "day": "1",
        "names": [
            "VELELENI A TWALA"
        ],
        "case number": "JB2820",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55531&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/leandra/twala.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MR MANTHATA",
            "MS SEROKE",
            "VELELENI A TWALA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SEROKE",
            "MRS TWALA",
            "VELELENI A TWALA",
            "MR MALAN",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I would like to call the next witness please, Veleleni Twala who will tell us a story also from Lebohang.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "She is not here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, she is.  Can you hear clearly through the earphones?  You can, thank you.  If you could please tell us who is sitting with you?",
            "Unknown"
        ],
        [
            "VELELENI A TWALA",
            "He is my son.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We would like to welcome him as well.  You are going to tell us about two other sons, going back to 1982.  Before you do that could I please ask you to stand and take the oath.",
            "Unknown"
        ],
        [
            "VELELENI A TWALA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  To help you with your story I will ask Joyce Seroke, please, to lead your evidence.  Thank you, Joyce.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "We welcome you Mrs Twala.  We would like you to tell us about your son, Jabu, who was shot in the streets in Leslie on the 16th of January 1982.  What I would like to ask from you is that.",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "What happened on that day, after the closing from work I could not understand Jabu's health.  Then I requested the police station to take care of him in December.  Then I will take him in January.  After that Jabu was released and then he came back home during the day.  Thereafter he went to town.  He got shot by the police under whose custody he was.  Then I was called in from home to come and, I was called in that my son was shot.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What was this son shot for, your son shot for?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "The person who was with Jabu could not say any, told us that Jabu has not done anything.",
            "Female"
        ],
        [
            "MS SEROKE",
            "According to your explanation you said Jabu was not feeling well after closing from work.  So actually what made you to take Jabu to the police station to be taken care of, that made you not to take care of him yourself?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "I was afraid that maybe he may be harmed, because he could not stay at home.  He was just roaming in the streets.  I think he was mentally ill.  I suspected that he was not, mentally ill.  Then I requested the police to take care of him until January after three months.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So when was he released from the police station?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "I cannot remember.  I am not so sure of the date.",
            "Female"
        ],
        [
            "MS SEROKE",
            "According to your statement Jabu was shot by an Officer Botha.  Did you go to Mr Botha and enquire about the reasons for shooting Jabu?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "I did not go, because we were already fighting.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Who was fighting?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "There were many police.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What did you do after Jabu was shot?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "Nothing happened.  Jabu was taken to the mortuary.  Then when I went to collect his dead body I was told that the District Surgeon was not through with his body whereas he was already taken to another mortuary. Then I was assisted by one of the lawyers who phoned the Leslie Mortuary and instructed them to release my son so that I can be able to bury.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are there any papers that were given explaining on how Jabu was killed?  Is there any post mortem report given to you?  Is that the death certificate or the report of the post mortem?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "No, it is just the statement.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Okay.",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "That lawyer did not give us anything.",
            "Female"
        ],
        [
            "MS SEROKE",
            "The lawyer, Mr Mamesa, who was sought to assist you by releasing the body of your son, was there any case that he opened regarding the shooting of your son?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "No, he just wrote the statement and thereafter I was called in by another attorney stating that that, that attorney has disappeared with other people's statements.  So I was advised to take that statement and take further steps with it.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "No, I did not take any, the statement was not taken.  It was said that it is old.",
            "Female"
        ],
        [
            "MS SEROKE",
            "According to your statement you told us about Josia Twala who was buried by the police in, whilst he was still in Davidton.  What was Josia doing in Davidton?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "He had visited his biological father in Davidton.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Was he a politician?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "No, I had sent him to his biological father and whilst he went there he got shot.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you manage to get hold of his corpse?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "No, I did not.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did they show you where he was buried?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "They came, the CIDs.",
            "Female"
        ],
        [
            "MS SEROKE",
            "How did you get to know that Josia was killed and buried?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "We had visitors from the police.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What did they say to you?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "They asked me when did I last see Josia.  I told them that I had sent him to his biological father and then I even gave them the dates.  Told them that it was during the Easter holidays.  Then they told me that that person has long been buried.  He was buried by the police.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did his father tell you that he did arrive?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "The father told me that he did arrive, but we do not know what happened on his way back.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Your attorney, Mamesa, is he still around?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "We do not know.  It was said that he disappeared with other peoples statements.  Then their office was taken over by another lawyer.",
            "Female"
        ],
        [
            "MS SEROKE",
            "By the time Jabu got shot what was happening in Lebohang township?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "Nothing was happening.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Was there no marches or protests or anything of that nature?",
            "Female"
        ],
        [
            "VELELENI A TWALA",
            "Jabu was shot long before the marches or the uprisings or anything.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you sis Joyce.  Wynand Malan, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Twala, just again, you got the information, it seems, from a Mr Simon Mokwena.  Is that correct?  Who told you about your son's death?",
            "Male"
        ],
        [
            "MS SEROKE",
            "Repeat.",
            "Female"
        ],
        [
            "MR MALAN",
            "Sorry.  My question, Mrs Twala, is in the statement that you gave us you say that the witness who saw the shooting was a certain Mr Simon Mokwena, it seems to me.  Is that correct?  Where is Mr Mokwena now?",
            "Male"
        ],
        [
            "MS SEROKE",
            "It is the same gentlemen who was in, the Reverend.",
            "Female"
        ],
        [
            "MR MALAN",
            "Is that the Reverend?  Thank you.  The translation is not getting to my headphones.  So the information, I mean this is very difficult to understand, because the information in your statement says that your son, Jabu, was walking in the street.  This Mr Botha, who is the police officer, walks up to him, tells him he is a racist and full of apartheid and he shoots him.  I mean that is the information before us.  That is very difficult to understand without a broader context.  Do you have more information as to the context or should we speak to Mr Mokwena?",
            "Male"
        ],
        [
            "VELELENI A TWALA",
            "You can talk to Mr Mokwena.",
            "Female"
        ],
        [
            "MR MALAN",
            "You have no other source of information except Mr Mokwena?",
            "Male"
        ],
        [
            "VELELENI A TWALA",
            "Mr Mokwena is the one who collected the body and took it to the mortuary.",
            "Female"
        ],
        [
            "MR MALAN",
            "So was Mr Mokwena also present at the shooting?  Did he see the shooting?",
            "Male"
        ],
        [
            "VELELENI A TWALA",
            "That can be explained by Mr Mokwena.",
            "Female"
        ],
        [
            "MR MALAN",
            "Mrs Twala, if I may just ask you the question.  Did Mr Mokwena tell you that he saw the shooting?  That is really my question.  I will ask him the detail, but to your knowledge did he see, did he observe Jabu's shooting?",
            "Male"
        ],
        [
            "VELELENI A TWALA",
            "I am not so sure whether he was present during the incident, but what he told me is that he is the one who collected the body and the blood.",
            "Female"
        ],
        [
            "MR MALAN",
            "Okay, thank you very much Mrs Twala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tom Manthata.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Mrs Twala, I think I have only got one question.  Would you tell us whether, of course with, whether you knew the activities of your sons.  That is whether you knew what they were actually doing, whether amongst their mates, that is those of his age group or just ordinary mates?",
            "Male"
        ],
        [
            "VELELENI A TWALA",
            "No, I did not know anything, because Jabu was employed and he was the only source of support from the family.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And then Josia?",
            "Male"
        ],
        [
            "VELELENI A TWALA",
            "Josia was also employed.  There was nothing funny that he was doing.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You do not even know whether he could have been involved with the youths who were meddling in politics so to say?",
            "Male"
        ],
        [
            "VELELENI A TWALA",
            "No, my lord.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ma Twala, I would like to ask just one more question following on what Tom Manthata has asked.  I mean, do you yourself, because you have had a long time to think about all this, do you think there was any political motive, firstly for Jabu's killing and secondly for Josia's disappearance?",
            "Unknown"
        ],
        [
            "VELELENI A TWALA",
            "I do not know, because Jabu was the first person to be shot in the township.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I mean, what, the story that you tell us is very full of sadness and it is very difficult for, I think it is difficult for all of us on the panel to know how to respond positively.  We obviously sympathise with you very much for the story that you tell and we share your sadness, because we can understand that.  On the one hand you have a son that is shot.  On the other hand you have a son who just disappears and then there is no actual detail which will help you, because we all live by information.  So it is a very difficult story for us to react to.  What we will try and do, you have mentioned Mfondis Mokwena so we will try and follow up with him to see what more we can do.  You do mention in your statement that you have suffered medical problems as well.  If you could tell the briefers more about them, because there might be something that we can do there to help through the local authorities, but we would like to thank you very much for coming.  Thank you Mama.",
            "Unknown"
        ],
        [
            "VELELENI A TWALA",
            "Ever since then my health deteriorated.",
            "Female"
        ]
    ]
}