{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-20",
        "location": "VEREENIGING",
        "day": "3",
        "names": [
            "MQAMBELENI BUTHELEZI"
        ],
        "case number": "AM6128/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53118&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990120ve.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "MQAMBELENI BUTHELEZI",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER",
            "MR MAPOMA",
            "MR LAX",
            "ADV SIGODI",
            "MR BERGER",
            "INTERPRETER",
            "MR MALINDI",
            "MS CAMBANIS",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "MQAMBELENI BUTHELEZI",
            "MR BUTHELEZI",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER",
            "MR MAPOMA",
            "MR LAX",
            "ADV SIGODI",
            "MR BERGER",
            "INTERPRETER",
            "MR MALINDI",
            "MS CAMBANIS",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Strydom, are you ready to proceed?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes Chairperson.  The next applicant we are calling is Mqambeleni Buthelezi.  He is number 1 on the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Buthelezi, what language are you going to speak?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may be seated.  Yes Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Buthelezi, you have signed a Form 1, a document that I am going to show you now.  This is on page 46 of the bundle.  Do you identify your signature on page 47?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "There is also an annexure to that document, on page 48 and 49.  Has this document been explained to you yet again and do you accept the contents thereof?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Certain particulars were required and you answered them.  Do you stand by the answers given on page 53, 54, 55, 56, 57 and 58 of the index of the bundle?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, if those are the answers that I know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You also made an affidavit which is contained on page 59 and 60.  Do you confirm your signature on page 60?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst we are with the affidavit, I am going to read certain portions and then you can confirm that evidence.\n\tYou moved into the hostel during the course of 1992, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Which hostel?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At the kwaMadala hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I went to the hostel in 1990.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The reference to 1992, is in fact wrong, it should read 1990 is that what you are saying?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is a mistake.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Previously you were staying at the Sebokeng hostel, is that right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you leave the Sebokeng hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I left the hostel because of the violence that had erupted between the IFP and the ANC, so that I was forced to leave the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Are you a member of the Inkatha Freedom Party?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you become a member of that party?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I joined in 1989.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your statement on page 60, you make the allegation that IFP members were killed, assaulted, burnt, intimidated in the township, including Boipatong.\n\tDo you know who these people were that attacked and assaulted and burnt and intimidated IFP members?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was the ANC responsible for this.  It was the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Buthelezi, would you please speak up so that people at the back of the hall could hear what you are saying?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "You further make the allegation that the situation got to a stage that there was a political war going on between the hostel and the ANC sympathisers in the townships.  Why do you say so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Would you say that your own life was in danger during that period?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, my life was in danger because I was under very serious threat because of the manner in which the ANC was doing things.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Could you move freely in Boipatong and other towns in the Vaal Triangle?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I was not able to.  From 1990 when the violence erupted, I think it was on the 22nd of July, I started experiencing this problem that I could not move about freely.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Of which year?  Which year do you refer to with reference to the 22nd of July, of which year?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "In 1990.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You make the allegation that the residents of Boipatong, marched to kwaMadala hostel at a certain stage.  When was that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Would you please repeat the question?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your statement you say that the residents of Boipatong at a certain stage marched to kwaMadala hostel, they couldn't get into the hostel, they wanted to kill us because we are IFP supporters.\n\tCan you just place some date on that happening?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, this march was organised by the ANC, but they did not gain entry into the hostel.  We were there as residents of the hostel, and they did not manage to gain entry.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was that before the attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is exactly how it happened.  Often times the ANC had a programme that was meant for the elimination of IFP members.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You further make the allegation that your family members were killed in Boipatong.  Can you give more particulars?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.  What I am saying is that I have family members who were killed at Boipatong, but at least I know that there were IFP members who were killed at Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That reference there to family, is that direct family or also IFP supporters that you refer to?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "They were IFP members.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you come from originally, before you came to the Vaal Triangle?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I am from the Umsinga area in kwaZulu Natal.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the hostel, you were an office bearer, in fact you were the leader of the Youth Brigade, is that right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was that an elected position?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who were the other people on your committee?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The structure consisted of eight members, I was the Chairman.  The vice-Chairperson was Victor Mthembu.  There was a Secretary too.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember his name?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do remember his name.  The Assistant-Secretary was Matabela.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but can we just get back to the Secretary, maybe I missed the name.  Can you give the name of the Secretary, the name that you remember?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Zwi.  I knew him as Zwi.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, and the other people on this committee, who were they?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The Assistant-Secretary was Matabela.  Our Publicity Officer was Dingane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Buthelezi, please raise your voice so that the people at the back can hear what you are saying.\n\tYou are addressing everyone in this hall.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I will try to do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please start with the Assistant-Secretary.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The Assistant-Secretary was Matabela.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You also mentioned a person by the name of Dingane.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He was the Publicity Officer.  He was Dinane Nqumalo.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember any other names?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you please provide them to the Committee?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "(Indistinct) was Dinane's assistant.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You have given six committee members, do you remember the names of the other two?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give them please?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The Treasurer was Bazuka Mthimkhulu.  His assistant was Themba Mabote.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What were the functions of the Youth Committee in the hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The functions of the Committee, it was to inform the hostel residents of the guidelines and policy objectives of the IFP.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What else?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Other functions included addressing meetings on what needs to be done, and what should be the proper conduct when attending rallies.  Those were the functions of that committee.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who were responsible to organise rallies?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Various rallies were organised at leadership level in Johannesburg, they would inform us if there was a rally.\n\tAs members and supporters of the organisation, we would have to attend.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But in the hostel, if there is now a call for a rally from Johannesburg, who would organise the rally in the hostel to get the people together?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "We as a committee, in conjunction with the senior committee, would organise that the rally is attended.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Talking about rallies, is there an annual rally held at Ulundi in kwaZulu Natal?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, there is usually an annual conference and then an annual congress.\n\tThere is a national conference in July.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Does that take place every year?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, every year in July, there is a conference.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the Boipatong attack, that is now the July after the 17th of June 1992, did you attend such a rally in kwaZulu-Natal at Ulundi?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Unfortunately at that time, I was in prison, so I was not able to attend.  I was in prison from the 30th of June until December of that year.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "To turn to the attack itself, it is common cause that the attack took place on the 17th of June 1992.\n\tWhen did you for the first time, become aware that there was going to be such an attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "This was a matter that we had discussed before, because of the fact that the ANC had been attacking us.  We discussed that we should launch a revenge attack because of what the ANC was doing to our members.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to enquire about approximate date when you became aware that such a possibility existed that there would be an attack.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Although I cannot recall the specific meeting at which this matter was discussed, because the minute book may have been confiscated by the police, but there was a meeting where we discussed this matter.\n\tIt could have been two weeks or even a week before the actual attack took place.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During that meeting, was it already decided exactly when the attack would be launched?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was not decided.  I am sure there was a reason why this could not be done.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At this meeting prior to the attack, were you in favour of the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was in favour of the attack, because of the situation, the difficulties that we were experiencing.  Even though this was against IFP policy, the attacks that we were experiencing, were really difficult on us.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who would have been responsible to make the final decision about the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was Mr Mkhize, the Induna, who was responsible at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you establish that the attack was going to take place on the 17th of June, when did you get the date of the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I have already mentioned, the date had not been decided upon before.  I heard the alarm going off on the day of the 17th.  That was when we took the decision that we were going to go out and launch the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your statement you say that you did not go with the other people to attack Boipatong, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you stay behind at the hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the light of the fact that you were in favour of the attack, why did you not join the other attackers that went to Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "On that day, I was not feeling well.  I was developing a cold.  Therefore my state of health was not perfect, that was the reason why I could not join the other people when they went out to attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you have the decease called asthma?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Will the question please be repeated?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to enquire about his health, about a decease called asthma, if he has got that decease?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, it is just a chest problem, not asthma.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If you were not feeling ill on that particular day of the attack, would you have joined the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "On that night when the alarm was sounded, did you go to the stadium, or did you stay in your room?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not go, I remained in my room.  I was even afraid of going outside, to avoid being exposed to the temperature outside.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When the people returned from Boipatong, did you see them?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Unfortunately I had fallen asleep, but I did hear Mr Khanyile coming in, because we share the same room.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you establish some further detail about the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I only heard the following morning information to the effect that the attack had been launched, but I must indicate that I only managed to gather more information from the news bulletins because I did not have time to discuss with those who had launched the attack.  I went to town to buy some few things and I came back.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the attack, did Mr Themba Khoza come to the hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, I saw him on a Friday and he was in the company of police.  The white men was - there was a white man who was in charge of the police.  They all came together.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you at any stage hear Mr Khoza saying that loot that came from, and other property that came from Boipatong, should be burnt?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know Mr Vanana Zulu?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I know the Prince.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if he was in the hostel on the 17th of June 1992?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, he was not at the hostel on that day.  He had gone home to Natal.  I think the attack was launched two or so days, after he had left.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Victor Mthembu, you already testified was your vice-Chairman on your committee.  He testified here that he saw you in Boipatong, what do you say about that?  That is on the night of the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He was making a mistake, he assumed that because I was one of the leaders, I must have been present.  That is a mistake.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you aware of any hitsquads that were operating from the kwaMadala hostel under the leadership of Victor Keswa?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I have no information about the hitsquads, I know nothing about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know that a certain amount of people, or what do you say about the allegation that a certain amount of people came from Umsinga just prior to the attack, to assist in the attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "There were no men, there was no contingent from Umsinga.  There was no such a group of people.  I spent a lot of time here, working in the Vaal.  There was a lot of violence going on.\n\tThe one group of people from Umsinga, are the ones who came to Johannesburg with us, to work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there people from Umsinga who were resident at the hostel, apart from you?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, there were, but there were not more than 10.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Keswa, where did he come from?  Is that the same person as Keswa?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is the same person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say he came from where?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, he is from Zone 7.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know where his original home was?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I do not know where he originates from, but I know him from the location, the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he associate himself with the people who came from Umsinga?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst we are referring to Victor Keswa, according to your knowledge, was he in the hostel on the 17th of June 1992?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, Mr Keswa was in prison.  He had been arrested a few days before.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The name Rubin, which would be a reference to Tebogo Rubin Magubane, was he from Umsinga?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "According to my knowledge, he is from Johannesburg, either from Tshiawelo or Masilela, but he is not from kwaZulu-Natal.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Lucky Stikenawu, was he from Umsinga?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He is from Johannesburg, not kwaZulu Natal.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person by the name of Themba Kubeka?  Was he from Umsinga?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.  The Themba Kubeka I know, also comes from Johannesburg.  His home was at Small Farms.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Sipho Thomas Lukhozi, is he a person from Umsinga?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "With reference to Sipho, I also know him to be from Johannesburg.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The other applicants, Sipho Buthelezi, will still testify.  Do you know if he is from Umsinga?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I know that he was born and bred here in Johannesburg, from Zone 12.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Jack Mbele, or Dondo, he has already testified.  Is he from Umsinga?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I know him to be from Sharpville, not Umsinga.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person by the name of Andries Matanzima Nosenga?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I do not know him.  I have never seen him before.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if he was part of the attack on Boipatong, as far as your knowledge goes?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I first heard of his name, while I was in prison.  I heard that he had come to the hostel on ANC instruction.\n\tI do not have full details of what happened there, because I was already incarcerated, in prison, by then, but I do not know that person.  As a youth leader, if he had been in the hostel whilst I was there, I would know him because every youth person, any person who was at that level, was brought to me and I would have records of such a person, so I would know him if he was at the hostel at the time.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to your records, was Mr Nosenga at the hostel on the 17th of June 1992?  Can I add something, your records and your recollection?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I do not have any records.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You were convicted in the criminal court, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the Court found that you were in Boipatong on the night of the attack, was that a correct finding?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The Court insisted that I had been present in the attack, although I tried to explain that I did not take part because of ill health.  That is why I was convicted.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I've got no further questions.  Sorry, I in fact have got, I forgot about something, sorry.\n\tDo you or did you know a person by the name of Nomvula?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did know that person, although I was not close to her.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And did you hear what happened to her?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I heard that she was burnt.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was that before the attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.  That is true.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr David Mbele, did you know him?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I heard about him.  I did not know the people of Tserela very well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Mr Khumalo?  Sorry, can I just ask you, you said you heard something about Mr Mbele, what did you hear about him?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I heard that he had been killed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Khumalo, Mr B.L. Khumalo?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I knew Mr Khumalo and I also heard that he had been burnt and killed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you know a Mr Elias Sebiya who was staying in Boipatong and his address was 2202 Sihiso Street?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I knew of a certain Sebiya, whose car had been burnt down and he was assaulted and he had to be hospitalised.\n\tI am not sure whether you are referring to the very same one that I do know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you, I've got no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Mr Buthelezi, did Themba Khoza come to the hostel often to address meetings, or was it only on special occasions?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, he did not frequent the hostel, unless there was something that he had to inform us about, that is on political matters.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "After the attack, was he at the hostel only once during that week, or twice?  Will you know that?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "After the attack, did he come to the hostel during that week, once or twice?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "According to my knowledge, he came twice.  He came on a Friday and he also returned midweek when the police had cordoned off the hostel.\n\tWe requested him to come and negotiate with the police that we should be able to go out and buy ourselves food and necessary things that we needed at the hostel.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Were you aware that there was a decision that all the loot from Boipatong had to be burnt?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I mentioned before, that I went to town early the following morning.  I did not get to hear of that information.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Did you know Victor Keswa?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Was he a member of the Youth Brigade?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, he was.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you know whether he went out into the townships to shoot people?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I do not have any information to that effect.  What I can explain is that there were no set times regarding the movements of the people in or out of the hostel, people were free to move as they pleased.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "The day to day business of the Youth League, was it run by all eight members of the Youth League leadership or was there a smaller committee, who did the everyday work of the Youth Brigade?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "If for instance, we were to have a meeting, we would meet as a committee to formulate an agenda.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Did the police, before the attack on Boipatong, did any police come and talk to the residents of kwaMadala?  Was there a meeting addressed by the police at kwaMadala before this attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The police usually came to search the hostel.  They never came to address us on any matter.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Did you know Mr Peens from the police, Pedro Peens?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I do not know that person.  I would not even be able to identify him.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Did Themba Khoza ever address a meeting where white policemen also addressed the meeting, before the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions, thank you.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Da Silva?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "As it pleases you Mr Chairman.  Mr Buthelezi, you testified that you heard an alarm on the 17th of June and I gather the reason for the alarm was for the people to gather at the stadium.  Can you say what time you heard this more or less?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I think it was around eight o'clock in the evening.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You say that Mr Khanyile came into the room. Was this before or after the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "When the alarm rang, he went out for a very long time.  Although I could not have looked at my watch, but he was gone for quite a long time.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When Mr Khanyile was in the room, can you estimate what time this was more or less?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Unfortunately I did not look at the watch, because I was not well.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I don't have any further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes Ma'am?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Do you have records of all the members of the Youth Brigade?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "At the time I did have a list of everyone.  Unfortunately when the police were investigating this matter, they confiscated all those records, and they were never returned to me.",
            "Male"
        ],
        [
            "MS TANZER",
            "Could you say that you knew every single member of the Youth Brigade?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did know them, but there were many members and I was not with them all the time, but there are some that I do remember.",
            "Male"
        ],
        [
            "MS TANZER",
            "How many members would you say that there approximately were at the time of the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Unfortunately I cannot give a figure, because there were many.\n\tThe book of records would be the one to actually give an exact number.",
            "Male"
        ],
        [
            "MS TANZER",
            "Could you say though that every IFP member or Youth Brigade member, was carrying a card?  Did he have to carry a certain card to be a member?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "A Youth Brigade member had to have a card, so that we would also be certain that he indeed was a member.",
            "Male"
        ],
        [
            "MS TANZER",
            "Are you certain that you do not know of a person known as Matanzima, maybe not Nosenga, but the name Matanzima, does that not ring a bell somewhere?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I do not know that name.  I heard of that Matanzima when I was in prison, in the Pretoria prison.",
            "Male"
        ],
        [
            "MS TANZER",
            "If Matanzima would give evidence that he was carrying a card, that he was a card carrying member, would you accept that he was a member of the IFP at the time?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Before my arrest, I would dispute that he was a card carrying member, because I have never met him, I do not know him.",
            "Male"
        ],
        [
            "MS TANZER",
            "But you just said that you didn't know everybody because there were too many people to know?  No comment?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I have already explained, that I do not know that name.  I just heard of him later.\n\tHe would have to show or give evidence of when and how he joined the organisation.  Secondly I am not the person who was responsible for signing up new members.  That was the Secretary's job.\n\tMy job was to see to it that every member carried their card.",
            "Male"
        ],
        [
            "MS TANZER",
            "How could you dispute whether he was a member or not, wouldn't the Secretary be able to confirm that?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "What I dispute is that I have never seen nor heard of the name Matanzima before my arrest.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you know of any ANC members who would join the IFP at the hostel, and then how would you treat such members if they joined?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "If a person wanted to join the IFP, we would question his background, and he would have to explain where he comes from.\n\tWe would accept new members because we were on a recruiting drive.",
            "Male"
        ],
        [
            "MS TANZER",
            "According to Matanzima in his statement, he tells, he says that when he left and joined the hostel, you were at first suspicious  but then after a while, your suspicions were allayed and you accepted him in the Brigade.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When Nosenga says you, is he referring specifically to this witness or to the hostel residents in general?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Mr Chairperson, I would expect that he was referring to the committee, either the committee or the Youth Brigade itself, who would accept him as a member.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What are your instructions in that regard?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I have no instructions except that he says that he was accepted after some time of suspicion.\n\tWe will get further evidence from him in this regard, anyway.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is your answer Mr Buthelezi?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Will you please repeat the question?",
            "Male"
        ],
        [
            "MS TANZER",
            "Are you aware of any ANC members that joined the IFP, and how would they be treated once they joined?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I thought the question that you have just asked is the question, what you were putting to him is that Nosenga says in his statement that when he came to the hostel, they were first suspicious.  Isn't that the question that you wanted to put?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "That is the question, I apologise Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  That is the question that you should put to him.  I put it to you that Matanzima at first, when he joined, you were suspicious or the party was suspicious of him, according to him, and after a while, the suspicions were allayed, and he was accepted as a full fledged member of the IFP party.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I have already mentioned it before, I do not know him.  Maybe he joined the organisation after my arrest.",
            "Male"
        ],
        [
            "MS TANZER",
            "You mentioned that your life was in danger.  How was your life directly in danger at the time prior to the attack on Boipatong?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "My life was in danger in relation to the ANC's attack on Inkatha members.  I always had to be on the lookout for the ANC, be it at the taxi's or anywhere.\n\tEven though I was not written Inkatha all over my face, but they could have easily recognised me.  My life was in danger for a very long time, from 1990 right up to the time when the violence subsided.",
            "Male"
        ],
        [
            "MS TANZER",
            "However, you were not afraid to go to the shops the day after the attack on Boipatong?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was afraid, but I was then forced by circumstances.  I had to go out and buy food.  I had to accompany people who were on their way to work, so as to get out of the hostel and buy food.",
            "Male"
        ],
        [
            "MS TANZER",
            "You mentioned that there was an ANC programme to eliminate IFP members.  What was such a programme, how were you aware of such a programme?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I am explaining that this was the programme of the ANC wherein the IFP was attacked all over the place.\n\tIt was their campaign to burn and kill members of the IFP.  That is why I am saying so.",
            "Male"
        ],
        [
            "MS TANZER",
            "Where did the Youth Brigade get its money from?  You mentioned a Treasurer, where would they collect monies from?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Here I am referring to the structures of the IFP when I am talking about the Treasurer.  For example we would raise money by way of contributions from the members within and these monies would then be used accordingly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your standard of education?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Unfortunately I have never been to a classroom situation.",
            "Male"
        ],
        [
            "MS TANZER",
            "You mentioned that the meeting that you attended prior to the attack, all right, at this meeting, was the attack discussed in detail?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "In your opinion would you say that the attack itself, was just a random attack or was it well planned?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The attack happened randomly on that day.  People were driven by anger and they therefore had to do exactly that, attack.  But nobody had planned beforehand what was going to happen on that day.",
            "Male"
        ],
        [
            "MS TANZER",
            "I put it to you that Matanzima Nosenga is going to give evidence that in fact this attack was planned, that he was part of the planning, he was part of the crowd when it was planned for, and that every detail was discussed?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He can come forward with that information, but as far as I know, I did indicate that I have never seen him.  I don't know him.\n\tIf he has that information, he should come forward and divulge that, the implication of the police, the killing of the people at Tserela, etc.  I think if that is the case, he must have been captured in a photo shot by the police, if he was present.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you aware of the IFP leadership's unwillingness or not being in favour of this attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The leadership or the entire leadership of the IFP, have or the IFP as a whole, have a constitution which is opposed to the attack of people, but we as residents of kwaMadala hostel had been angered by the killing of so many of our members by the ANC here in the Vaal and we therefore decided as residents that these people from Tserela should be attacked.\n\tAnything can go ahead and happen, that is how it happened.",
            "Male"
        ],
        [
            "MS TANZER",
            "But my question was, were you aware that they were reluctant to proceed, they wanted to speak first to see if they could not communicate and discuss with the leaders of the Boipatong location before any attack took place?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I know that the leadership of the IFP were opposed following the constitution of the organisation.",
            "Male"
        ],
        [
            "MS TANZER",
            "You say you only learnt of the attack, the day after the attack?  When the dwellers or the hostel residents came back, weren't they shouting, changing, singing, victorious, happy with what they had just done?  Didn't you hear any noise, weren't you awaken by any sounds?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, there wasn't any such noise.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did the dwellers just come home and go back to sleep like nothing happened?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I think so because I also heard my roommate or I only saw my roommate the following day, I didn't see him come in at night.\n\tI did not hear any noise at all.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did anybody notice your absence from the attack and were you ever asked why you did not participate in the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I was not questioned at all.  No one questioned me about that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did Khanyile, your roommate not ask you where were you in the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He was the one who knew that I was not well, seeing that he was my roommate.",
            "Male"
        ],
        [
            "MS TANZER",
            "So he knew that you did not participate in the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "And Matanzima Nosenga is going to give evidence that in fact a meeting took place about two weeks before the attack, at which meeting members of the police, one Mr Peens and members, IFP leaders, all gave speeches.  Can you confirm this?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I know not of such a meeting.",
            "Male"
        ],
        [
            "MS TANZER",
            "Nosenga is going to give evidence that at this meeting Themba Khoza and Mr Peens chaired the meeting, speeches were given by Matwana Zulu, one Darkie, Katheni and Dani.  Does such a meeting ring a bell, do any of these people ring a bell to you?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, shouldn't you break the question so that he can respond properly?  The first portion of the question relates to the fact that these individuals you have described, gave speeches and they chaired the meeting.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I shall do that Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, so that he can respond properly.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Are you aware of a meeting, or Mr Nosenga is going to give evidence that  a meeting took place that was chaired by both Mr Peens, which is a member of the Murder and Robbery Squad and Themba Khoza.  Are you aware of such a meeting?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did Themba Khoza chair any meeting two weeks prior to the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He did not chair any meeting.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did he give a speech at any hearing or rally about two weeks prior to the attack?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "At any what?   At any hearing or rally?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes Mr Chairman.",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, I saw him delivering a speech for the last time at a rally at Jabulani.  That was the last time.",
            "Male"
        ],
        [
            "MS TANZER",
            "You mentioned that a rally did take place about two weeks before the attack.  Could you say who gave speeches at this rally or who spoke?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He talked of a meeting, didn't he?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I did.  I apologise I am using the word meeting, but I mean rally, hearing, a rally.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I mean the applicant, did the applicant not talk of a meeting which was approximately two weeks prior to the attack?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "He did.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that what you are referring to as a rally?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I am, I am sorry, yes I am Mr Chairman.  I am referring to the meeting.  Are you aware of any other persons who gave a speech at the meeting two weeks prior to the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The meeting that we had as far as I know, was a meeting that was not attended by people from outside.  I did not see them.",
            "Male"
        ],
        [
            "MS TANZER",
            "My question to you was, do you remember anybody who spoke at that meeting, besides Mr Khoza?",
            "Female"
        ],
        [
            "MR STRYDOM",
            "He never said that Mr Khoza spoke at that meeting, he in fact said the last time he heard him speaking was at the rally at Jabulani.",
            "Male"
        ],
        [
            "MS TANZER",
            "Who spoke at that meeting?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Excuse me Ma'am.  Please be very careful what you put to the witness, please try and put to the witness what he has said.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Can you tell us who spoke at this meeting that was private?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Buthelezi, you spoke about a meeting that was held approximately two weeks prior to the attack, do you recall that?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you are being asked is, can you tell us who spoke at that meeting?  Do you understand the question?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what you want to ask?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "That is, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Thembinkosi Khumalo,  Chairperson of Inkatha, followed by Induna Mkhize.  Those are the people who delivered speeches and we also had Matwana  Zulu and local residents of the hostel itself.",
            "Male"
        ],
        [
            "MS TANZER",
            "Mr Nosenga is going to give evidence to the effect that he was at this meeting, and that at this meeting, he had heard Themba Khoza speak and Themba Khoza saying that a certain insect should be killed, referring to the Boipatong residents, due to a certain Inkatha member having been killed in a location.  What is your comment to that?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is an error.  I did not come across any such speech.",
            "Male"
        ],
        [
            "MS TANZER",
            "Mr Nosenga is also going to give evidence that Themba Khoza said at the meeting to kill the dogs, again referring to the Boipatong residents, because they were not human beings, and he said that the Indunas agreed with the statements of Themba Khoza?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did indicate that I know nothing about this, and resultantly I cannot give you an answer thereto.  I don't know anything about this.",
            "Male"
        ],
        [
            "MS TANZER",
            "I put it to you that Mr Nosenga is also going to give evidence to the effect that Mr Peens, or Sergeant Peens from the Police Force, spoke in Afrikaans, he also spoke at the meeting, and that it was translated.",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Again, I maintain that there is nothing that I can say about Nosenga.  I did not come across such kind of a speech.  I am here before this Commission to divulge the truth because I am not in court now.  I am here before the Commission and therefore I have to tell everything I know.\n\tI would have said the same about the Nosenga issue if I knew it.  It is very difficult for me to start telling a lie now here.",
            "Male"
        ],
        [
            "MS TANZER",
            "Mr Nosenga is going to give evidence and has made a statement to the effect that Mr Peens agreed with Themba Khoza and also said that he would supply caspirs near the location.",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I would stick to the same response, I know nothing about that.  Maybe he was communicating with Khoza, but really I have not heard of anything like that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Let me then just put it to you, what he will say is that Sergeant Peens and Dani also said that they would supply Rooikop with weapons and they would give them to Themba Khoza who would bring them to the hostel.",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is an error.  We did not have a problem with reference to weapons, because Qunchu was the one who was supplying us with firearms.\n\tI don't know how this Peens story comes in here.",
            "Male"
        ],
        [
            "MS TANZER",
            "Are you aware of a meeting that took place on about the 14th of June 1992?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I do not remember, I don't know.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well Mr Nosenga is going to give evidence that a meeting did take place at the hostel, and at this meeting it was decided that an attack will take place on the 17th of June and at this meeting it was said that everybody should be killed, including women and children?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I have already said that I do not remember any meeting held on that day.  The one meeting that I remember was on the 13th, wherein we were addressing the issues pertaining to a rally that we had to attend at Jabulani, where we were to address the experiences of 1976 wherein we were shot by the Boers during the Black Power and therefore I know nothing about anything different from that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Finally, are you aware of any relationship between any  member of the hostel and any  member of the Police Force in the Vaal Triangle area?  Were you aware of any kind of relationship of any sort?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.  I have never seen anyone like that.",
            "Male"
        ],
        [
            "MS TANZER",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you sir.  Mr Buthelezi, what is it that you ask this Committee to grant you amnesty for?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I seek amnesty for the fact that I was charged for crimes pertaining to Tserela, that is the reason why I am here today.\n\tIt is also an attempt to clear my name to the community of Tserela, to explain that I did not take part in the attack.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So you are applying for amnesty because you were found guilty in short?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You did not kill anybody in Boipatong on the 17th of June 1992, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you did not order any person to go and kill people in Boipatong on that day, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in fact, you were a member of the Youth Brigade of the IFP, whose duty it was to inform people about the policy of the IFP in the hostel, isn't that so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in fact this action of killing people in Boipatong, was against the policy of the IFP?  That is your evidence, isn't it so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, do you associate yourself with the actions that was made, that of killing people in Boipatong on the 17th of June 1992?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you associate yourself with the act of killing people in Boipatong on the 17th of June 1992?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I have already explained that I was one of those persons who had been angered by what the people of Tserela had been doing and I was also in favour of them being attacked because I did not understand why they were attacking us, because we were all fighting the same government, the apartheid government.\n\tIt was the aim of all of us to dismantle the apartheid government, therefore we decided that they should be attacked, because we were no longer free to carry out our activities as an organisation.  We were now acting, we were now operating as a banned organisation.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you say you decided that they should be attacked, who do you refer to?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Myself as a leader, the people, the residents of the hostel were complaining about the situation.  As a leader you have a responsibility to look into people's complaints and take appropriate action.\n\tAs a leader, I realised that we were losing our members because they were now intimidated.  I personally felt that the people of Tserela should be attacked.  I even told my colleagues that these people should be attacked.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you say you decided, when was that relating to the date on which this incident occurred?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "With regards to the date, I am not in a position to specify it.  My anger had been building up since the beginning of 1990 when the attacks began.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Can you tell the Committee how many days before the actual attack, was that decision made?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want him to give us the specific date when he decided that the people of Boipatong must be attacked?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Not necessarily the specific date Mr Chairperson, but I would like to know how many days before that attack took place, did they decide.  I am asking this question Chairperson, because I want to find out whether he was part of the decision making process at all, he himself, as a person.\n\tIt is against that background that I am canvassing that point Chairperson, with respect.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Although I cannot give you a specific date, I should explain that I discussed the matter with Mr Qunchu and suggested that they should be attacked.\n\tWhen the decision was taken to launch the attack on the 17th, I was not able to take part because of my ill health.\n\tIf I had been part of the decision making process, they maybe could have postponed the date on my behalf, but they did not because I was not there when the decision to attack, was taken.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In that meeting where you expressed your view that the attack be launched, where was Matwana Zulu?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Matwana was not present.  We were discussing this as leaders.  It was a caucus of IFP leaders, but Matwana was not present.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  I have no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, just one aspect that you didn't answer.  You were asked can you tell us approximately when that happened, that meeting where the decision, or your discussion, the caucus where you made the decision, you were asked approximately when that happened?  We don't want the exact date, if you can say was it a few days, a week, two weeks, etc, it would be helpful.\n\tWe are not talking about the meeting now, we are talking what you referred to as a caucus.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was about two or three weeks before the attack was launched.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, and who were members of that caucus, who were present in that caucus meeting?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was with Mr Damara, Mr Khumalo who was the then Chairperson of the IFP, as well as Mr Mkhize, who was the Induna at the time.\n\tThose were the people I discussed with.  It was not easy to discuss this with everyone, every member of the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, I see that the time is about five to eleven.  Do you want to start now, or would you prefer to start after tea?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I can start after tea, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  We will raise and return at half past eleven.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Berger, you may proceed.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  Mr Buthelezi, as I understand your evidence this morning, you became aware of a pending attack on Boipatong, some two or three weeks before the attack actually took place, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "In my evidence I mentioned that I also felt that  the people of Boipatong should be attacked, but not that I knew of the decision two or three weeks before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Counsel is asking you is that in your evidence, you told us that approximately two weeks before the attack on Boipatong, you were aware that there was going to be an attack on Boipatong.  Is that the question?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That is the question yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did say so.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were asked the same question at page 50, paragraph 6.  You were asked please give particulars of how and when you first came to know of a pending attack to be launched by the residents of kwaMadala.  Do you remember that question?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "And your answer at page 54, paragraph 6 is, I knew nothing.  Do you see that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Please repeat that, I don't think I understood you correctly.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were asked a question by the TRC before you came to give evidence.  You were asked to give details about how and when you first came to know about a pending attack that was to be launched on Boipatong, and the answer which you gave at that time, was that you knew nothing.\n\tToday you have come to this Committee and you have told this Committee that approximately two weeks before the attack on Boipatong, you knew that there was going to be an attack, that an attack was pending.   How do you reconcile what you said to this Committee today, with your answers that I have just read to you?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I would like to explain about this statement.  Firstly, I was not aware of the process of the TRC.  I later found out that you have to divulge the entire truth.\n\tThat is why at that time, I may not have supplied all the information that was relevant to the case, because I did not know what the process of the TRC was.",
            "Male"
        ],
        [
            "MR BERGER",
            "No Mr Buthelezi, not only did you not supply all the information, but you actually told a lie.   Were you not aware of the fact that you had to tell the TRC the truth, you thought you could lie, is that what you are saying?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I have explained, I did not have information on the TRC.  I learnt when I came here, that you have to tell the whole truth.  Such information I did not have when I actually wrote that statement.\n\tI do accept and admit that what was written in the statement, was not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you understand the TRC to be functioning at the time when you gave this information?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Because of the lack of information, I thought that I would not be in a position to divulge the entire truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "I am sorry, there was a whole piece of evidence that was not translated.  There was a whole piece of evidence that wasn't translated, or it didn't come through to me.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He repeated what he had said before, that the process was not thoroughly explained to him, therefore he did not know that he could divulge the whole truth.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "When did you first decide to apply to the TRC for amnesty?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Although I cannot be certain of the exact date, I think my Attorney would be in a better position to assist you with regards to the date.",
            "Male"
        ],
        [
            "MR BERGER",
            "It was after your conviction, am I correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you decided that you needed to apply to the Amnesty Committee of the TRC so that your conviction could be set aside, would that be right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at the same time, you were going to appeal against your conviction to a higher Court, to the Appellate Division, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you told the Committee this morning that you are not in court now, you are before the Committee, so you have to tell the truth.  Do you remember that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you mean to imply by that, that in court you can lie, but before the TRC you can't lie?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "In court it is possible to lie, because you may deny the charges, even if you are rightfully charged.  In my instance though, what I was denying, was something that I had not committed and the Judge, after all my explanation, insisted on convicting me for something I did not commit.",
            "Male"
        ],
        [
            "MR BERGER",
            "So in court you told the truth?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, yes, I did tell the truth in court.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you decided to apply for amnesty, you were prepared to tell the truth?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "When I applied for amnesty, yes, my intention was to tell the truth, but as I have explained before, I did not know what the functions and the process of the TRC was.",
            "Male"
        ],
        [
            "MR BERGER",
            "And for that reason, you told a lie?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I have just explained to you, the reason why I said what I said was because of the lack of knowledge that I had.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it that you realised that the case you have set out about not being aware of the attack, knowing nothing about the attack, not participating in the attack, you realise you can't get amnesty for that?  Isn't that correct?\n\tBecause to get amnesty, you have to have done something wrong.  I have explained Mr Berger, that the lack of information with regards to the TRC, prevented me from divulging the information that I have just divulged today.\n\tI do not know what else should I tell you.",
            "Male"
        ],
        [
            "MR BERGER",
            "Just to finish the point I was making, so you now involve yourself in discussions about the attack, so that you can get amnesty.  Isn't that what you are doing?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is being put to you is this, you knew that in order to get amnesty, you must have done something wrong.  Do you understand that?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "What I knew was that I had to seek amnesty for the crimes that we were charged and convicted for.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what is being put to you further is that because on your version, namely that you did not do anything as you said in court, you knew that you could not get amnesty for that, do you understand that?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is now why it is being put to you, you are somewhat belatedly telling this Commission that you were somehow involved in the decision to attack Boipatong because you want to tell this Committee that you did something wrong, so that you can get amnesty.  Is that the gist of what you want to put to this witness?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That is exactly the point, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Do you understand that?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do understand, although it is not true.  I have told the truth before this Committee that I was involved in the planning.",
            "Male"
        ],
        [
            "MR BERGER",
            "All right.  You were also asked at page 50, paragraph 7 the following question, did the Steering Committee discuss the pending attack and if so, please supply the particulars of such discussions, including the dates.\n\tYou know about the Steering Committee at kwaMadala hostel, do you?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I would just like to explain about the committees that were in existence at kwaMadala hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell us about those committees.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "There was a committee that was tasked with ensuring the welfare of the residents.  This committee consisted of Mr Mthembu, Mr Kumane, Mr Ntuli as well as Shohesa and Mr Mkwanazi.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please continue?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The senior committee of the IFP was comprised of Thembinkosi Khumalo who was the Chairperson, his assistant was Richard Nqumalo.  It was Richard Ndwandwe.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you correcting yourself, I am just not clear?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Continue.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The Secretary was Mr Jerome Zungu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it Zuma or Zungu?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Zuma.   I am not sure whether it is Zuma or Zungu.  Zuma.  His assistant was Mr Qunchu, Damara Qunchu.\n\tThe Treasurer was Mr Ngobesi and his assistant was Buthelezi, Zwayinga Buthelezi.  The Publicity Officer was Gasu, I forgot his first name.   I have forgotten the others and our record books were also confiscated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger - you have only mentioned two committees.  Are those the only committees that existed at the hostel?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was Mthembu's committee, the youth committee and the senior committee as well as a committee that was tasked with arranging funerals.  There were four committees in total.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were busy telling us about those committees.  You have only told us about the two, what is the third one?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "With regards to the funeral committee, there were two members in that committee, it was Mr Vincent Khanyile and a Mr Mbungosi, whose first name I have forgotten.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then there is the fourth committee.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Mr Buthelezi.  It is the youth committee Mr Chairperson.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The fourth committee was the youth committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you.  Now,  you say there were four committees in total at kwaMadala, is that right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many of those committees were part of the IFP structures in the hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "There were two committees that were part of those structures.",
            "Male"
        ],
        [
            "MR BERGER",
            "And they were which committees?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The senior committee, the Chairperson being Thembinkosi Khumalo and the youth committee of which I was the Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "And besides those two committees, were there any other IFP structures at kwaMadala?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "According to my knowledge, these were the only two structures of the organisation.  That is disregarding the Women Brigade.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay.  I have asked you about this question which was put to you about the Steering Committee and in fairness to you, I must just tell you that the Steering Committee is the committee that you describe as being the Welfare Committee, that is the committee of Mr Moses Mthembu.\n\tYou were asked whether that committee had discussed the pending attack and your answer at page 55, paragraph 7, is I have no knowledge of their discussions.\n\tIs that answer true?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It is true for the reason that I was not aware whether they had any information with regards to the impending attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "What you deliberately left out of this reply is that you had knowledge of other discussions of other committees about the pending attack, would that be right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did mention the names of the people with whom I discussed the matter.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay.  Your committee, the youth committee, from whom did you take instructions?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "My instructions came from the constitution of the organisation as well as from Mr Themba Khoza who was the Chairperson, the Regional Chairperson of the Youth Brigade in the Transvaal.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you familiar with the constitution of the IFP?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I know.  I am familiar with it, although I cannot claim to know everything.",
            "Male"
        ],
        [
            "MR BERGER",
            "I am not going to ask you everything, but at the time of the attack, June 1992, you were familiar with the terms and the provisions of the IFP constitution, is that right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "And would it be fair to say that your committee, the youth committee as well as the senior committee of the IFP in the hostel, both those committees were familiar with the terms and provisions of the IFP's constitution?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, they were familiar with those provisions.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who was the overall leader of kwaMadala hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Let me explain again that kwaMadala hostel was differentiated into us being Zulu's and also as IFP members.\n\tPrince Vanana Zulu was the most senior person in as far as the fact that he was the leader of the Zulu's, he was our leader as Zulu's.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would it be fair to say that any major decision involving the residents of kwaMadala hostel, would have to be taken in consultation with Prince Vanana Zulu?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It depended on the nature of those decisions.  If they did not concern him, decisions could be taken in his absence.",
            "Male"
        ],
        [
            "MR BERGER",
            "Can you think of any major decision that could be taken without the blessing of Prince Vanana Zulu?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "If the IFP held meetings, we would sometimes discuss and agree to go on rallies in the Prince's absence.  Such matters that effected Zulu's directly at the hostel, would not be discussed without the Prince's presence.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were asked the question at page 50, question 4, who was the leader of the senior men in the kwaMadala hostel and your answer at page 54, paragraph 4, Prince Vanana Zulu.  Do you confirm that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I have explained before, Matwana Zulu was a leader of the Zulu's in the Vaal area.\n\tEven at the hostel, he was afforded the utmost respect.  Even on occasions when we went out on rallies, we would inform him of these because of the respect we held for him, not because he had to take the decision.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if Prince Vanana Zulu was informed about some course of conduct that the residents of kwaMadala hostel were going to embark upon, and if he said no, I don't want you to do that, would he be obeyed?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "In most instances, as I have just explained, that we afforded him respect, we would have respected that opinion.\n\tIf there was a need not to, if there was circumstances compelling us not to, then we may have not respected his opinion.",
            "Male"
        ],
        [
            "MR BERGER",
            "As far as the IFP were concerned in the hostel, would I be correct to say on your evidence, that the leader of the IFP in the hostel, would be Mr Khumalo?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I am concerned, yes, that is true.",
            "Male"
        ],
        [
            "MR BERGER",
            "And in his absence, it would be Mr Ndwandwe?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As his assistant, yes, he would be the one.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was the position with regard to the residents of kwaMadala hostel and membership of the IFP?  Was it synonymous, was every resident of the kwaMadala hostel a member of the IFP, or were there residents who were not IFP members?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Briefly, at that time, we could not afford to reside with people who were not members of the IFP.\nEvery person who resided in the hostel at the time, was a member of the IFP.",
            "Male"
        ],
        [
            "MR BERGER",
            "Every member who was a resident of the hostel, had to become a member of the IFP, is that what you are saying?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where is Mr Khumalo today?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Unfortunately he is deceased.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where was he on the 17th of June 1992, was he at the hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I do not remember whether he was present or not on the 17th, because of the situation of my health.  I cannot remember whether he was there or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "I won't limit you to the 17th, in the week or two weeks before the 17th, say from the 10th to the 17th of June, was Mr Khumalo at the hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He used to work at ISCOR, therefore I would assume that he was present.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the same can be said for Mr Richard Ndwandwe, would that be correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, he is also an employee of ISCOR.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you would assume that he was present at the hostel in the days before the attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I cannot be absolutely certain, because he used to work shifts but I think that he was.",
            "Male"
        ],
        [
            "MR BERGER",
            "You think that he was present?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I will say that I do not know, but I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "The meetings that you attended prior to the attack, if I understand you correctly, there was a meeting, there was a caucus some two or three weeks before the attack, where you say you were there, Mr Khumalo, Damara Qunchu and Mr Mkhize, the four of you were part of this caucus, and that was where you decided that there should be an attack on Boipatong.  Would that be correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is what I said, but we did not take a concrete decision, although our opinion was that this attack should be carried out, but no concrete decision was taken.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well Mr Buthelezi, I want you please to be clear on this point, because it effects your application.  Are you saying that at that caucus the idea of an attack on Boipatong was discussed, but no decision was taken that Boipatong would be attacked at that meeting?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "When that caucus ended, there were no plans to set in motion an attack on Boipatong, at some time in the future?  Are you with me?\n\tI want you to be clear, I am not suggesting that at that caucus, an actual date was set to attack Boipatong, because as I understand your evidence, no date was set at that stage, correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Mr Berger, I will explain this again.  When we held this caucus meeting, we did not take a decision, but in my mind, it was clear what we should do.\n\tI would have planned it after the final decision had been taken, but the decision was not taken on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the position that at that caucus, all the persons who were there, expressed the opinion that there should be an attack?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, we agreed that they should be attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But no decision was taken that there will be an attack?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, it was not taken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well Mr Buthelezi, I don't understand that answer at all.  You initially said before the Judge asked you the question, you said in my mind I thought that Boipatong should be attacked.  Now you are saying that you actually said at that meeting, I think that Boipatong should be attacked?\n\tDid you actually say at the meeting I think that Boipatong should be attacked, did you say that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I don't understand your question properly.  When I gave the explanation on the caucus meeting, I did say that my mind was made up that we should attack because our people were being burnt, killed daily.  That was the reason why we held that caucus meeting, to discuss the situation and what steps to take.\n\tBecause of the anger that was inside me, I had decided, I had taken that decision that there should be an attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "All right, what did you say at that caucus?  Not what was in your head, what did you actually say at that caucus?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "What I expressed was that we are leaders and people complain to us, the situation is clear, we should try - decide what steps should be taken to prevent this from continuing.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you never mentioned an attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I don't know how to explain this to you Mr Berger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Buthelezi, when you speak, would you please speak slowly so that the Interpreter can interpret everything that you say.  There is some of the things that are not interpreted because you speak fast.  Be slow.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I will try to do so.",
            "Male"
        ],
        [
            "MR BERGER",
            "My question Mr Buthelezi was, what did you say at the caucus?  You have told the Committee that you said we need to do something, the people are angry.  Is that all that you said or did you say something more?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "What I said was that we should do something.  I did not say anything else.  We were agreed that these people should be attacked.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you never mentioned an attack, you said we should do something?  You didn't mention an attack, right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I have been explaining the same thing Mr Berger, the fact that we made a reference to the effect that they should be attacked, meant that there would be an attack.",
            "Male"
        ],
        [
            "MR LAX",
            "I think just to be fair, you are speaking very vaguely now Mr Buthelezi.    Mr Berger is asking you to be particular, to be careful because he is saying that it is important to you.\n\tThat is why he is covering this thing carefully with you.  If he is asking you did you say that there must be an attack or did you just say that we must do something about the situation, there is a difference between the two and you need to be clear to all of us so that you can help us understand what you actually did at that caucus.  Do you understand?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAX",
            "Try and be particular if possible, which will help all of us and we will get through this thing a lot quicker.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I will try to explain.  I did express the opinion that they should be attacked in the caucus.  Yes, I did express that opinion that they should be attacked.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I just want to get some clarity on this point.  At that caucus, were you discussing particularly the people in Boipatong or were you discussing the situation in the whole Vaal Triangle?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "At that caucus, we were discussing Tserela township because it had become difficult to go anywhere because of the situation that was happening at that time.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Mr Buthelezi.  I now understand from your evidence at that caucus, when you talk about Tserela, you are referring to Boipatong, that at that caucus you expressed a desire that Boipatong should be attacked at some time soon, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the others present at that meeting, each and every one of them, Mr Qunchu, Mr Khumalo and Mr Mkhize, agreed with you and you agreed with them, that Boipatong should be attacked some time soon?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.  As I mentioned before, they did not dispute what I was suggesting, therefore yes, they accepted that opinion that we should attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Very shortly after that, there was a mass meeting of hostel residents, do you remember the one that was held approximately two weeks before the attack, roundabout the 3rd of June 1992, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I mentioned before, I know of a meeting that were held on the 13th, to discuss the rally that was going to be held at Jabulani.",
            "Male"
        ],
        [
            "MR BERGER",
            "Just bear with me for a moment.  Do you remember giving evidence about a meeting, a mass meeting that was addressed by amongst others, Prince Vanana Zulu?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Berger, just to be fair to the witness, was that - the evidence that he gave, was that here or was it at some other forum?",
            "Male"
        ],
        [
            "MR BERGER",
            "No it was here, I think when my learned friend, Ms Tanzer was questioning the witness.  Yes, the question was about a meeting two weeks before the attack, and Mr Buthelezi said that at that meeting Mr Mkhize spoke, Mr Khumalo spoke and Mtwana Zulu spoke.  Do you remember that meeting Mr Buthelezi?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do remember that meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it correct that that meeting was approximately two weeks before the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Although I cannot be certain of the date, I would not be in a position to explain that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, when do you think it was approximately?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I have just explained, the meeting that I still remember quite well, is the one that took place on the 13th, to discuss our trip to Johannesburg.  This other meeting where the Prince addressed the meeting, I cannot really recall the date on which it took place.",
            "Male"
        ],
        [
            "MR BERGER",
            "This meeting on the 13th, that wasn't the meeting that was addressed by Prince Vanana Zulu, was it?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, it was not that same one.",
            "Male"
        ],
        [
            "MR BERGER",
            "It was before that meeting that Prince Vanana Zulu spoke?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is true.",
            "Male"
        ],
        [
            "MR BERGER",
            "But it was after the caucus decision, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I will not be able to tell about the timing.  When we held that caucus meeting, we did not record that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay.  When was the decision taken that now there is going to be an attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did explain that I heard the alarm going off on the 17th.  Ii do not know when the decision, the actual decision to attack, was taken.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me refer you to page 47 of the papers, paragraph 11(b).  You said in your application that and I am translating from the Afrikaans, an instruction was given by leaders of the IFP living at the kwaMadala hostel on approximately the 10th and the 17th of June 1992, that Boipatong must be attacked.\n\tWhat I am telling you is that in your own application you say that on approximately the 10th of June 1992, there was this instruction that Boipatong must be attacked.  At what meeting was that instruction issued?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "When I refer to the leadership of the IFP, I was actually referring to us, myself and Mr Khumalo.  As I have just explained we held a caucus meeting, I do not remember us taking this idea forward to the other residents, that we should attack Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "There is a difference between a decision and an order and you say that an order was given on approximately the 10th of June 1992.  What I am putting to you is that an order was given before the attack, days before the attack on Boipatong, an order was given to residents that they were going to attack, a decision had been taken to attack Boipatong.\n\tDo you dispute that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I explained before, I may have written this which was a mistake.  As I mentioned before, I did not have knowledge on the process of the TRC and since realising that I have to divulge the entire truth, I have furnished the information on the caucus meeting that we had.",
            "Male"
        ],
        [
            "MR BERGER",
            "The difficulty that I have with your answer Mr Buthelezi is that your Counsel this morning, when he led you and got you to confirm these documents, said that these documents had been explained to you yet again and yet you confirmed them, yet again.\n\tIt doesn't help you to say that you decided now to tell the truth, because even this morning you were confirming documents that you say contain mistakes.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that was true at the time, because I signed, I appended my signature.",
            "Male"
        ],
        [
            "MR BERGER",
            "You made certain changes this morning to those documents, I remember one, the date being changed.  You made another change when you said with reference to your family being killed in Boipatong, you said no, it wasn't your family that was killed in Boipatong, it was IFP members who were being killed in Boipatong, do you remember that?\n\tYou made changes, but you didn't change the points that I am now pointing out to you?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I remember.  With regards to what you are referring to now, I am trying to explain that I wrote the statements under those circumstances where I was not aware ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Counsel is aware of your explanation for that, what Counsel wants to know is this, when you were giving your evidence in chief,  you corrected certain information which were contained in your statement.\n\tIf these are the matters to which he has drawn your attention, were mistakes - what he wants to find out is, why didn't you correct them at the same time when you were correcting the others?  Is that what you want to find out Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It is Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand the question?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.  It was a mistake for me not to correct this inaccuracies.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it correct that the documents that you were referred to this morning, have recently been explained to you yet again?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, my Attorney did explain.",
            "Male"
        ],
        [
            "MR BERGER",
            "By the 14th of June 1992, even on your version in your application, a decision had been taken, an order had been given to attack Boipatong.  On that Sunday, is it correct that Mr Themba Khoza visited kwaMadala hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your deputy, Mr Victor Mthembu, says that Mr Themba Khoza did visit the hostel, in fact addressed a meeting of all the residents in the hostel.  You were there, you must have attended that meeting Mr Buthelezi?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Mr Berger, I think Victor made a mistake.  I would not have been able to see Mr Khoza if I was absent.  I would have seen him if I was present at the hostel at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say there was a meeting at the hostel on the 13th?  Mr Mthembu says there was a meeting at the hostel on the 14th.  Whichever date that meeting took place, whether it was on the Saturday or the Sunday, Themba Khoza attended that meeting, do you dispute that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.  I would, but I would also explain what we were discussing at the meeting of the 13th.  Can I just explain this?",
            "Male"
        ],
        [
            "MR BERGER",
            "You were discussing as you have told the Committee already, the June 16 rally that you were going to attend, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I am talking about a meeting where Themba Khoza was there, Mr Dlamini was there, the problems that the hostel residents were facing, were discussed.  You say there was no such meeting?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I thank you for that question.  I will just like to explain with regards to Mr Keswa's statement, Mr Victor Mthembu's statement.\n\tMr Dlamini was a representative of the kwaZulu government.  As far as I know, he came to us when we were in prison in October.  The person who was present when the Boipatong incident took place, was Mr Velazi, who was the then representative, at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mvelazi?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, it was Mr Velazi.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did he come and address the hostel residents on the Sunday before the massacre?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I explained before, I do not know anything about that meeting, and I did not see him.\n\tHe did not frequent the hostel.  If he wanted to communicate anything to us, he would normally call us to his place.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say in your further particulars at page 53, paragraph 2.3, that as leader of the youth, I used to take orders from the Johannesburg office or from the leader, who stayed in the kwaMadala hostel.  Do you confirm that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.  I have already explained that Mr Khoza was the Regional Chairperson in the Transvaal.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that is the person that you took orders from, from the Johannesburg office, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I received my instructions from Mr Khoza.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who was the leader that you referred to, that stayed at the kwaMadala hostel, that you took orders from?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The leader I was referring to, was Mr Khumalo, the Chairperson of the IFP at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you discuss the decision to attack Boipatong with Mr Themba Khoza?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was not easy to discuss such a matter with Mr Khoza, because I knew that the policies of the IFP were against the decision.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you discuss the decision to attack Boipatong with your deputy, Mr Mthembu?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not discuss it with Mr Mthembu because he was a young fellow with whom I could not discuss such a matter.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why not?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I have explained, that we had a caucus meeting, I felt it important that I should discuss that matter with mature individuals, who were the leaders.",
            "Male"
        ],
        [
            "MR BERGER",
            "So here was something that you say all the residents of the hostel were crying out for, an attack on Boipatong, and yet you didn't even discuss the attack or the decision to attack, with your own deputy?  Is that your evidence?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I am trying to explain that if you were a leader, it is not easy to divulge sensitive information to a person that you do not trust completely.\n\tSuch a person may misuse that information.  Therefore I was not in a position to discuss that matter with him.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say that there was a political war between the hostel residents and ANC sympathisers in the townships, the townships of the Vaal, is that what you said?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR BERGER",
            "As one of the senior leaders, would I be correct if I said that you were aware of what was happening politically in the country at that time?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I was familiar with what was happening politically in the country, because I used to listen to the radio bulletins.",
            "Male"
        ],
        [
            "MR BERGER",
            "You knew about the political negotiations at CODESA that were taking place?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I was aware of the negotiations that were taking place.",
            "Male"
        ],
        [
            "MR BERGER",
            "You also knew that the political violence in the Vaal really took off on the 22nd of July 1990, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct because I was also present when it erupted.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that 22 July 1990, coincides with the date of the first IFP rally in the Transvaal, am I right, or in the Vaal, let me say in the Vaal?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You know Mr Victor Mthembu talks about the 40 or 50 men who came from Umsinga, who fomented violence in the townships of the Vaal and who stayed at kwaMadala, you have heard that evidence?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did hear him giving that evidence, but I regarded it as a mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you also know about the activities of - or the alleged activities of Mr Victor Keswa and his gang?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I heard about it here.  I did explain that at the hostel, no one was restricted in their movements.\n\tI was not aware about what they did when they left the hostel.  I also minded my own business.\n\tTherefore with regards to Victor Keswa, I am not aware of what activities he did outside of the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you never listened to the allegations on the radio, so you are not aware at all of that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "There were many allegations that were levelled against Victor Keswa.  He was accused of being a hitsquad member.\n\tThere was an incident that happened in Zone 7, he was alleged to have been the person responsible for that attack, but the truth is that at that time, he was in hospital, in (indistinct).  That is where he was hospitalised.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct Mr Buthelezi that the political war that you speak about, was an IFP strategy to destabilise the townships of the Vaal for political purposes?\n\tIsn't that the war that you speak about?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Let me just explain about the rally that was held in Zone 7.  Maybe you would understand the facts better.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Buthelezi, the question has just been put to you, answer that question.  You can explain thereafter what you want to explain, but answer the question first.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I am aware, the IFP was not employing any strategy to perpetuate violence.",
            "Male"
        ],
        [
            "MR BERGER",
            "And isn't it correct that the attack on Boipatong on the 17th of June 1992, was part of that strategy of the IFP to foment such violence in the townships of the Vaal, that the political negotiations themselves, would come to a standstill?  Wasn't that the whole point of the attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "You do know I take it, that that was the result of the attack on Boipatong, that the political negotiations in fact came to a standstill?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I heard about it, that the ANC withdrew from the negotiations because of that incident.",
            "Male"
        ],
        [
            "MR BERGER",
            "And isn't it so that the IFP feared that the political negotiations would lead to a deal between the ANC and the government, that the IFP would be excluded from the deal and that by fomenting this violence, the IFP established itself as a major player in the Transvaal?  Isn't that what this was all about?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is not true Mr Berger.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying that this attack on Boipatong, had absolutely nothing to do with the Inkatha Freedom Party?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It had nothing to do with the IFP at senior leadership levels, but on the ground, yes, it had to do with the IFP in the sense that it had to do with residents of the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you have told the Committee that the action, the attack on Boipatong was contrary to the policy of the IFP, whether at national level or at grassroots level, isn't that right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did say so.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know that Prince Vanana Zulu was against an attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was not aware of that because he had not discussed it with me.",
            "Male"
        ],
        [
            "MR BERGER",
            "You heard Mr Mkhize yesterday saying that Prince Vanana Zulu was against the attack?  You say you don't know about that.\n\tIf I put it to you that Prince Vanana Zulu was in fact part of the attack, can you dispute that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I would dispute it, because he was not present at that time.\n\tI used to stay in a room near the gate, so I would see him if he was inside the yard, but at that time, he was absent.\n\tAround those days, he was not at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, you said he left about three days before the attack, is that right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR BERGER",
            "You told the Committee that you know that Prince Vanana Zulu was not there, because he left the hostel to go home about three days before the attack, is that right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He was away, he had gone home.  Although I cannot remember exactly when before the attack did he leave.",
            "Male"
        ],
        [
            "MR BERGER",
            "At his evidence at the criminal trial, Prince Vanana Zulu said that he left kwaMadala hostel on the 5th of June 1992, almost two weeks before the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Although I cannot be absolutely certain, I cannot be too sure about the exact date on which he left, he would have better knowledge thereof.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you say he was present when meetings were held with the residents of the hostel to discuss a potential attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I do not remember having said that he was present in those meetings.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, I have a direct note of your evidence here, you said Vanana Zulu was not at the hostel that day, the attack was launched two or so days after he left?\n\tYou were asked whether Victor Keswa was in the hostel on the 17th of June 1992, and you said no, he had been arrested two days before.  Can I take it that you had a keen interest in Victor Keswa, you knew him well and you followed what was happening to him?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I knew Victor Keswa because he was in the Youth Brigade.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you were aware of the fact when he died, am I right?",
            "Male"
        ],
        [
            "MR LAX",
            "Just stop for a second.  Just stop, hold on.  Sorry Interpreters, the man said something about Vanderbijl, it wasn't interpreted.  Please you've got to try and tell us everything he is saying.\n\tCan you just repeat your answer to the previous question, you were talking about Victor Keswa and you said something about knowing him and then you went on to say something about the Youth Brigade and Vanderbijl and it wasn't interpreted.  Please just repeat that part.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I said I knew Victor Keswa.  At the time when the incident happened, he was in Vanderbiljpark in prison, he had been arrested a few days before.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR BERGER",
            "When he died, were you informed?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I heard about it.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did you hear about who was allegedly responsible for his death?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Although I cannot be certain, it was alleged that he had been killed by the police.",
            "Male"
        ],
        [
            "MR BERGER",
            "And which policeman had allegedly killed him?  Which policeman had allegedly been involved in his death?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I have said that I cannot specify who exactly was responsible.  I am not even aware who was the Investigating Officer.\n\tTherefore I cannot point out who exactly was that policeman.  What I learnt was that he was alleged to have been killed by the police.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Themba Mabote, you heard that he too was alleged to have been killed by the police, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I heard that he was allegedly killed by the police.  I heard that he actually jumped out of a police van, a police vehicle.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you don't know the name of the policeman who was allegedly involved in his death?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I am aware of the fact that it is passed one, I am trying to finish.  I don't know if you want me to finish before lunch?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you've got a couple of questions that you still want to canvass, perhaps it is appropriate to adjourn now and then you can continue after lunch?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Very well, as the Court pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, we will adjourn until two o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "(continued)   Thank you Chairperson.  Mr Buthelezi, during the two or three week period between the time of the caucus that you spoke about until the attack, in that two or three week period, did you have any other discussions with anyone else, with anyone concerning a forthcoming attack on Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "During that two or three week period, did you attend any meetings, either small meetings or large meetings where the possibility of an attack on Boipatong was discussed?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I never attended such a meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "I take it then that you had no idea on the 17th of June 1992, when the alarm or when the trumpet sounded, you had no idea what was going to happen that night?  Am I correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And in particular, you had no idea whatsoever that there was about to be an attack on Boipatong that night, when the alarm sounded, am I correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "When the alarm sounded, Mr Khanyile left the room and he never said anything to you, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He left.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he never said anything to you when he left, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He just left and went straight to the stadium where the alarm was sounded.  He returned thereafter and left shortly after that.",
            "Male"
        ],
        [
            "MR BERGER",
            "He left and then you say he came back and then left again?  As I understood your evidence before lunch when the alarm sounded, he left and the next time that he came back, you were already asleep?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "When the alarm sounded, Khanyile left the room.  After a short while he returned, and he left thereafter, shortly thereafter and returned late when I was already asleep.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you had no idea where he was going when he left the room for the second time, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I did not know.",
            "Male"
        ],
        [
            "MR BERGER",
            "He never told you?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, he did not tell me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did he come back to the room a second time before leaving?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not really notice what he had come to pick up from the room.",
            "Male"
        ],
        [
            "MR BERGER",
            "So even after Mr Khanyile left your room for the second time, you had absolutely no idea what was happening that night, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you then confirm your statement at page 60 of your affidavit, in the second last paragraph, you said and I will read the whole paragraph to you, you said I would have been prepared to go together with the other residents to attack Boipatong, however, I knew nothing about the attack and was in any event sick on the day of the attack.  Do you confirm that passage?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the first time that you heard anything about the attack, was the following day when you heard about it on the radio?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, because I went to town early the following morning.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you feeling better?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, my chest had cleared a bit at that time.",
            "Male"
        ],
        [
            "MR BERGER",
            "And on your way out of the hostel, you had no problems getting out of the hostel and nobody spoke to you about the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not encounter any problem.  I just got into a taxi.",
            "Male"
        ],
        [
            "MR BERGER",
            "There was no police presence at the hostel that morning, there was nobody talking to you about what had happened the night before?  As far as you were concerned, nothing had happened the night before, am I right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not speak to anyone the night before, and on the following morning still, I did not speak to anyone when I left.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was the first time that you spoke to anyone about the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I heard about it when I was still in town.  That is where I heard that Tserela had been attacked and people had died.  It was on the news.\n\tWhen I returned to the hostel, I discovered that police were now present at the hostel.  I went into the hostel, that was when I enquired from Mr Khanyile where they had gone to the previous evening and he said that they had gone out to fight.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did he tell you anything more about what had happened or what had happened at the stadium or anything like that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He did not go into a lot of detail because there was a heavy police presence at the hostel.  Therefore we were not able to get into a lengthy discussion.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you have any further discussions with anyone else after that, about the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not discuss it with anybody else, as far as I am aware.  I do not remember having spoken to anybody, but I cannot be sure because there were many of us living at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "And until today, you really didn't have a discussion with anybody about what happened in Boipatong or what happened at the stadium before the attack, is that what you are saying?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "My co-accused in prison have been telling me, relating the story of what happened when they went out to attack in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "The afternoon of the 18th, this was the day after the attack, is it correct that Mr Themba Khoza and Mr Humphrey Ndlovu visited kwaMadala hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not see them on the Thursday afternoon.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see them at all, on the Friday or Saturday?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I saw them on Friday, when they arrived with a police officer.",
            "Male"
        ],
        [
            "MR BERGER",
            "And is it correct that there was a meeting of hostel residents, addressed by Mr Themba Khoza and he said to the residents that he had heard that you were responsible for the attack, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not hear about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were asked at this meeting where Themba Khoza was, not you personally but all the residents, whether you knew anything about the attack and you said no, we know nothing about the attack?  Do you recall that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do recall that.  When that police officer was asking us, that was when Mr Khoza said we should cooperate with the police to assist them in their investigation.  So yes, I do recall that question.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you don't recall Mr Themba Khoza and Mr Humphrey Ndlovu saying that they had heard that you, the residents, were responsible for the attack, you don't recall that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I do not remember that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me tell you what you said in response to a question at page 51, question 18.  You were asked did Mr Themba Khoza and Mr Humphrey Ndlovu visit kwaMadala after the attack and your answer was yes.\n\tQuestion 18.1, give particulars of the nature of this visit, answer, page 57, 18.1, they said that they had heard that we were responsible for the attack.  We were asked if we know about the attack.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "If that is what is in the statement, it must have been a mistake of the person who was translating.",
            "Male"
        ],
        [
            "MR BERGER",
            "You went on to say we said that we know nothing about it.  They said that the police were busy with investigations, but that we are suspects.  They said that we must cooperate with the police.\n\tThe first sentence that I read to you, they said that they heard that we were responsible for the attack, fits in with the rest of the paragraph.  You say it is a mistake?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, it was a mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know that property  looted from Boipatong was burnt at the hostel on the day after the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not know anything about that property because I had left the hostel in the morning, therefore I did not see the property.\n\tI cannot dispute that such property may have been burnt, because there was always a fire at the hostel, because it was cold at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you saying that in your conversations with your various accused, in your conversation with Mr Khanyile, nobody told you that the goods from Boipatong had been burnt?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I don't remember anyone telling me about that property.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your deputy, Mr Victor Mthembu, never told you that Themba Khoza had ordered the burning of the goods?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, he did not tell me.",
            "Male"
        ],
        [
            "MR BERGER",
            "You heard Mr Themba Khoza, you never heard him say that you must burn all the evidence?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I  did not hear Mr Themba Khoza saying that.",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to put it to you Mr Buthelezi, that you are not being candid with this Committee, you are not telling the truth.  You know that the goods were burnt, you know that Mr Themba Khoza ordered the burning of those goods.\n\tYou were there, isn't that so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I am telling the truth when I say that I do not know anything about that property.",
            "Male"
        ],
        [
            "MR BERGER",
            "You, one of the prominent leaders of the IFP in the hostel, and you knew nothing about what was going on under your very nose, can that be true?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I do not know about a lot of things.  With regard to the attack on Boipatong, I have already mentioned that I went to town early in the morning, and returned when the police were already present at the hostel.  I was not therefore able to gather enough information, because of that police presence.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Judge at pages 294 to 195 of the record in the criminal case, found that you were in fact present at Boipatong during the attack.  You know that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is what the Judge said.",
            "Male"
        ],
        [
            "MR BERGER",
            "You also know that on the basis of certain evidence from State witnesses, this is Mr Moloi, in fact there were three witnesses, Mr Bojozi, Moloi, Mciti, all of them said that you were in possession of an AK47 in Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is what they said, but it was not true, because I never went there.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that you were identified in Boipatong, in Bafokeng Street, do you remember that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I remember such evidence and that is why I refer to it as false because I never went to that place.",
            "Male"
        ],
        [
            "MR BERGER",
            "But then as your Counsel pointed out, Mr Victor Mthembu, your deputy, gave evidence to this Committee, at page 59 of the record, he was asked by me, Mr Mthembu, can you name anybody in your group who was there that night, but you did not actually see carrying out an attack, answer, I can say that people like Buthelezi and somebody like Khanyile and Umsani were present when we went to attack.\n\tQuestion, the third name that you mentioned was who?  Answer, Umsani.  Question, the Buthelezi that you are talking about, is that Mqambeleni Buthelezi, Mr Mthembu, yes, that is so.\n\tYour deputy who knows you very well, says that you were present when you went to attack Boipatong, three State witnesses put you in possession of an AK47, another State witness placed you in Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That is not so according to my recollection and according to the judgment.  The State witness who placed him in Boipatong, was Moloi, one of the State witnesses earlier mentioned.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, I am not suggesting a fourth State witness, I am sorry.  Another meaning one of the three, not all three, not all three placed you in Bafokeng Street.  Three placed you in possession of an AK47, one placed you in Bafokeng Street, your deputy says you were present when you went to carry out the attack.  Are all of these people mistaken and telling lies, Mr Buthelezi?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, Mr Berger, they made a mistake.  I did not go to Tserela.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Victor Mthembu was a co-accused with you in the criminal trial, correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Victor Mthembu was with you as one of your co-accused in the criminal trial?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "He heard you tell the Judge that you were sick, that you were not present in the attack on Boipatong, correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And yet he came to this Committee and said that you were present.  That can't be a mistake, can it Mr Buthelezi?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I am explaining Mr Berger, Victor made a mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Mr Buthelezi, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Just a few questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't cover matter that have already been canvassed.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Sure, I won't do Chairperson.  Mr Buthelezi, the problem that you had with the residents of Boipatong, was that an issue effecting the IFP or the Zulu speaking people at kwaMadala only?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Please repeat the question.  Will you please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "He is asking you to repeat the question Mr Malindi.",
            "Male"
        ],
        [
            "MR MALINDI",
            "My question is, the problem that you as residents of kwaMadala had, with the residents of Boipatong, was that an issue for the IFP or was it an issue for the Zulu speaking residents of kwaMadala?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was a problem for the IFP as well as for the residents of the hostel, because they were no longer free to walk in the streets, they would be attacked.",
            "Male"
        ],
        [
            "MR MALINDI",
            "If Mtwana Vanana Zulu, if it had come to your knowledge that Mtwana Vanana Zulu had suggested that the attack should not be launched, whilst he tries to speak to the leaders of Boipatong, would you have followed his request or instructions?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I would have followed that instruction because I myself, desired negotiations between us and the ANC.",
            "Male"
        ],
        [
            "MR MALINDI",
            "You yourself, as a leader at kwaMadala were aware that there was an alternative way to resolve this problem other than attacking the residents of Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As a leader, I was aware that there were alternative means to resolve the problem, but the problem we had was contacting ANC leaders, because they were intimidated themselves, they lived under the fear that if they talked to IFP leaders, they could be attacked by their own members.",
            "Male"
        ],
        [
            "MR MALINDI",
            "You yourself regarded Mtwana Zulu as the overall leader of kwaMadala, isn't that so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did explain the position of Mtwana Zulu at the hostel.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Going back to the judgement during your trial, you say when you told the Judge that you were not part of the attacking group in Boipatong, you were telling the truth?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did tell the truth, I did not go to Boipatong.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And when you told the Judge that you did not hear the siren or the alarm being sounded, you were not telling the truth?  Is that not so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I was telling lies.",
            "Male"
        ],
        [
            "MR MALINDI",
            "When you were telling the Judge that you were not aware of a meeting prior to the attack, was that the truth or were you telling a lie?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was a lie.  I was just denying the charges.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And when you told the Court that the attackers did not come out of kwaMadala, you were not telling the truth?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I was telling lies.",
            "Male"
        ],
        [
            "MR MALINDI",
            "So all the lies that you told in that court, it was because you wanted to protect residents of kwaMadala and leaders of kwaMadala, isn't it so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was trying to save myself.",
            "Male"
        ],
        [
            "MR MALINDI",
            "No, you told the Judge that you were not there, that was saving yourself, but when you told the Judge that none of the residents of kwaMadala left the hostel to attack in Boipatong, you were protecting the residents of kwaMadala, isn't that so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I was just trying to escape and save myself.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And at the same time, by denying that the residents attacked and denying that meetings took place prior to the attack, you were also protecting the leaders of kwaMadala hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was just trying to protect myself against the crime, against the charge, the entire charge.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Including protecting the leaders of kwaMadala?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was also a leader at that time.  I was arrested because I was a leader.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Mr Buthelezi, you are evading my question and I will leave it at that.\n\tWhen you filled in your amnesty applications, you have conceded to the Court, to this Committee, that you did not tell the whole truth because you were not sure of the stratus of this Amnesty Committee, is that not so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "What I want to put to you is that your denial that people like Mr Zulu, Vanana Zulu and Mr Themba Khoza knew about the pending attack and the attack itself, is another way of protecting the kwaMadala leaders and other residents.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is not true.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Cambanis?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "No questions Mr Chairperson.\nNO CROSS-EXAMINATION BY MS CAMBANIS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Did Mr Mkhize play any leadership role in the hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What was his role?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He would be the leader, he will be in front when we went out to rallies or to traditional ceremonies.  That was his role.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, with respect to my learned friend, Mr Strydom, from my cross-examination it would have been noted that I asked certain questions and I deliberately did not ask questions about Mr Mkhize, because of the answers that I was given.  With respect, this is not a matter for re-examination.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I would submit that it is.  A certain amount of questions were asked about leadership and I am following up on the question about leadership and that is why I am asking that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will allow the question, proceed.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "You just made reference to marches, when people went out to march, was that when the AmaButho came together or what?",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, with respect, AmaButho again, was not raised at all in the cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, I think the important thing to note is that this is an enquiry.  The purpose of this is not to restrict the scope of the enquiry, we are here to get, to seek answers.  We are not here to restrict the process.\n\tIf you want to follow up on these matters, you would be given the opportunity to do that so this question would be allowed.  Yes Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I have put the question about the AmaButho, can you just give an answer?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As far as I know, I know AmaButho to be a large number of people who would be assembled.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You were also asked about meetings, what I want to know about these meetings, when a meeting is called in the hostel, will each and every member, each and every resident in the hostel go to these meetings or just a portion of those people?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "If there was a need, all the residents would attend the meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When will, if the alarm is sounded, how will the residents know that all of them are needed at this specific meeting?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "When the alarm is sounded, it meant that people should go to the meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You made a reference during your cross-examination about Interpreters.  I just want to find out, can you speak English or Afrikaans?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.  I do not know either English or Afrikaans.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Do you know whether Mkhize went along that night, did you hear anything afterwards when you discussed it with your co-accused in prison?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "From what I heard, yes, he did go on the attack.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "In a matter like this where the AmaButho or the Zulu's go on attack, will he who is the leader of the AmaButho, lead the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is how it should have happened.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "The meetings that were held at the hostel, were some of the meetings only attended by the senior men and some only by the youth, or did everybody attend all the meetings?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "If the youth was attending specifically to youth issues, they would hold that meeting on their own, and the same would apply to the senior committee, unless if it was a general meeting, where everyone would attend.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Da Silva?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I have no questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "MS TANZER",
            "Just one question Mr Chairman.  In your cross-examination and in examination in chief, you do not place yourself at the Boipatong attack, you do not know anything about the date of the attack or details relating to the attack, facts of which Mr Nosenga is very certain.\n\tAre you still, can you still be so sure as to state that Mr Nosenga only joined the hostel after your arrest which means after the attack?",
            "Female"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I am very much certain about that, I do not know him.",
            "Male"
        ],
        [
            "MS TANZER",
            "No further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  Mr Buthelezi, I just want to understand your understanding of the Truth Commission process and particularly this amnesty process.\n\tWhat is it that you were concerned about at the time or let's put it another way, what is it that you didn't understand about the Truth Commission process when you filled out these forms?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was not explained to as to how it operates.  I was just informed that I have to lodge an application for amnesty pertaining to the Tserela incident.  That is what was informed to me.\n\tI was also told that I should divulge all the truth that I know.",
            "Male"
        ],
        [
            "MR LAX",
            "Who told you that?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was informed by my lawyer at the time of taking the statement.",
            "Male"
        ],
        [
            "MR LAX",
            "What were you concerned about at that time?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was concerned because if you look at this amnesty thing, I saw an opportunity to tell the truth.",
            "Male"
        ],
        [
            "MR LAX",
            "So you saw an opportunity to tell the truth, do I understand you correctly?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Why were you concerned about telling the truth?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I had already heard that we had a duty to come before the Commission to explain what happened when Tserela was attacked, and explain the reasons thereof.\n\tI therefore took up this opportunity to come forward to explain.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but your evidence was that you had a concern about the process.  I am trying to understand what that concern was.  What were you worried about or weren't you worried, have we all misunderstood you?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did explain that I was also concerned that I didn't have information as to how the procedure of the TRC was, but I just grabbed an opportunity to tell the truth.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just repeat your answer again, the answer that you have just given.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "My answer is the one thing that I was concerned about is that I didn't know how the TRC functioned in relation to the court for example, but I knew that I had an opportunity to come forward and tell the truth as it is.  That is that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Interpreter, I think what the witness is saying that when he came here, he then only saw how the Commission works?\n\tMr Buthelezi, you have told my colleague that you were concerned about the TRC because you didn't know how it works.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you now understand how it works?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you become aware of that?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I began to understand this when I came to listen to the hearings for the first time, and I realised that this is the place where the truth should be told.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The concerns that you mentioned to my colleague, do you still have those concerns?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.  Not at all.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, you say you didn't understand how the process works, but you did understand that you had an opportunity to tell the truth, is that right?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you tell us the truth in all these documents?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did explain here that at the time of taking the statement, and processing or preparing the application, I did not have hope or trust or faith in the TRC.",
            "Male"
        ],
        [
            "MR LAX",
            "But you have told us that your lawyer told you here is your opportunity to tell the truth?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, he did say that.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, you said that Mkhize was present at this caucus where you discussed the decision to, you discussed the issue of what to do about the attacks on your people and you came to the unanimous conclusion that the best thing to do was to attack Boipatong, do I understand that correctly?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Mkhize has told us absolutely nothing about any caucus whatsoever, in any of his evidence.  Were you here yesterday when he gave evidence?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I don't know, he is the one who was rendering testimony here.",
            "Male"
        ],
        [
            "MR LAX",
            "He only told us about one sort of caucus and that was a discussion he had with Damara Qunchu.  He didn't mention this caucus at all.  You don't know why he didn't mention it?  Do you think maybe he has forgotten or he is mistaken or what?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I really don't know.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one other aspect on the filling out of these forms, the truth is that you weren't present there, correct at the attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And the truth is also that you didn't know when the attack was going to happen?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And that you weren't present at any of the meetings besides the caucus, where decisions were taken to attack?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "What were you trying to hide by lying?  What was the purpose of your lies, what were you trying to manufacture?  What different version of the truth were you trying to achieve?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I am certain that I was not present at the meeting where the decision was taken.",
            "Male"
        ],
        [
            "MR LAX",
            "You haven't answered my question, do you understand the question?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I am not hiding anything.",
            "Male"
        ],
        [
            "MR LAX",
            "The question I am asking is, what were you seeking to hide by lying in these forms because the truth in no way, interferes, so what were you trying to achieve by lying?  Do you understand the question?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do understand the question.  I have already explained, I cannot say there is anything in particular that I wanted to achieve.  I have explained this numerous times now.",
            "Male"
        ],
        [
            "MR LAX",
            "So you had no intention to achieve, by telling lies?  There was no purpose in it, is that what you are telling us?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe the fact that he did not trust the TRC?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "There was no intention of benefitting from so doing, really.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one second, we are just sorting out something with the translation.   Were you present at the hostel on the Sunday before the massacre?  There have been a lot of talk about meetings that happened on the Sunday and the Saturday, were you actually there because I am not clear from your answers whether you were there or not?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I have already indicated that I know about a meeting that was held on the 13th.",
            "Male"
        ],
        [
            "MR LAX",
            "At Jabulani, were you there on that day?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I was present on the 13th.",
            "Male"
        ],
        [
            "MR LAX",
            "Were you present on the 14th?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was not present at the meeting on the 14th.",
            "Male"
        ],
        [
            "MR LAX",
            "So you can't deny anything about that meeting because you weren't there?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "At some point during your evidence under cross-examination, you said that you didn't know anything about the allegations, you were asked did you know anything about the allegations surrounding Victor Keswa and your answer was no, I am not aware about him.  I am a person who minds my own business, I wasn't interested in what he was doing.\n\tIs that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I said I was not aware of what he was doing, of his activities.",
            "Male"
        ],
        [
            "MR LAX",
            "The question you were asked was, were you aware of the allegations about Victor Keswa, not about what he was doing and that was your answer.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I said no.",
            "Male"
        ],
        [
            "MR LAX",
            "But later in your evidence you indicated that you had heard about the allegations on the radio.  I just want you to explain that for us please.",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did hear on the radio that he was alleged to be a hitsquad member.  I heard about that.",
            "Male"
        ],
        [
            "MR LAX",
            "As Chairperson of the Youth Brigade, did you ever ask him about this, weren't you concerned about it?  Here was one of your members involved in this kind of activity or allegedly involved in this kind of activity.  Did you ever do something about it?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not question him, but I was - I started to watch him closely to try and ascertain if indeed those allegations could be true.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How far was your room from the main gate at the hostel?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was close to the gate.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And you have heard the evidence here that the hostel dwellers left through the main gate when they were going to attack and there were hundreds of them.\n\tYour evidence here is that you did not know anything, you did not know anything about the attack or that there was going to be an attack, you only got to know about the attack the following morning.\n\tCan you explain to me how is it possible that if hundreds of people are leaving through the main gate, that you would not have heard them?  Or did you hear them when they left through the main gate?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Because of the state of my ill health, I was not able to listen as to what was happening.\n\tBecause of my ill health, I did not see what was happening at the hostel.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You did not see what was happening, did you hear the sound of people walking through the main gate?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "When people walk up and down around the place, you do hear footsteps but you wouldn't know who they are or where they are going.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But would you agree with me that there would be a difference from the sound of people walking in and out of the gate and from the sound of a whole group of people going out to attack?  Would you agree with me on that point?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "If they were making a lot of noise, I could have heard them if I was not in deep sleep, but I did not hear them.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "All right, I will leave that.  This caucus which you had, who called the meeting?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It had been called by myself and Mr Khumalo.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Had you discussed with Mr Khumalo who you were going to call to the caucus?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "We discussed on who to contact and we decided on Qunchu and Mr Mkhize.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Can you say it was a formal meeting or was it just an informal thing where you just wanted to discuss what you wanted to do, what should be done about the problem of the Boipatong residents?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It was an informal discussion, because we did not have time to sit down and analyze all the issues, but we were just discussing amongst ourselves.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "After that, you did not take any steps to make sure that the attack took place?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I did not do anything.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And you were not involved in any planning to the way in which the Boipatong residents would be attacked, the modus operandi, as to how you were going to come into the township and all that, you never took part in any of that?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.  Mr Buthelezi, you said on the 14th of June, you were not there?  Where were you?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was out, I could have been in town.  I may have gone to buy out stock for my tuckshop in the hostel.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When you returned, didn't you hear that there was a meeting and what was discussed in the meeting?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Unfortunately, they did not inform me about it.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "On the 17th of June, on the day of the attack, did you hear the siren or the alarm being sounded?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did Mr Khanyile leave immediately when the siren was sounded or was there some delay?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "He left immediately after the alarm was sounded, because the alarm means that people should assemble at the stadium.\n\tHe left immediately after the alarm sounded.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You spoke about different meetings that the youth would meet alone to discuss their own issues, and there will be a general meeting.  My question is, was this alarm used for each and every meeting which was called?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The alarm was sounded for general meetings.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And you said Mr Khanyile returned after he left for the first time, but he left again.  When he returned, were you not eager to know why they were called, what was the meeting all about?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No, I had no desire.  I thought I would question him in the morning, as to what the alarm had been for.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Why didn't you ask him in the morning as you intended to do so?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not question him because when I realised that my chest was a little bit better, I felt that I should go to town and do my business there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Can you think of a reason why Mr Victor Mthembu and those witnesses at the criminal trial, would say that you were at Boipatong when you were not there?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I think because I was a leader who was always amongst them, they may have assumed that I was there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Is it not so that maybe you want to maintain the version which you gave before the criminal trial?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Is it not so that you want to stick to the version which you gave at the criminal trial?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is not so, I am telling the truth.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, no further questions.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Can you tell me why - you heard Mr Mkhize's evidence yesterday, didn't you?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And you heard him say that he decided that an attack must be launched because there was a threat on his life?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I heard him say so.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And that the decision came entirely from him?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I heard him say so.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Now what I would like to know is, if you had a caucus with him some two weeks earlier, why would Mr Mkhize not tell you that today we are going to launch the attack, why would you not be informed of that?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I think that maybe he had already heard that I was not well on that day, that is what I think.  I cannot be certain.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How long had you been ill?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I had been unwell since the morning of that day.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you see Mr Mkhize on that day?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "As I was sitting in the yard during the day, I did see him passing on my left.  I did not see where he eventually went to.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did he know that you were sick?  Did he know that you were ill?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I am not sure, but I had not told him about it.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, just one small aspect.  It is Mr Buthelezi, around the issue of negotiations.  You did say that you were in favour of negotiations, did I understand that correctly?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I said I had the desire to hold negotiations with them.",
            "Male"
        ],
        [
            "MR LAX",
            "You also said that you were not sure how to make contact with the people in the township, did I understand that correctly?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I don't think you heard me correctly.  I said our problem was that it was not easy to communicate with ANC leaders, because in the township, if they were to communicate with us, they would be regarded as sellouts to Inkatha.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you go to your leadership in Johannesburg, contact the office and say, we are having a terrible problem, we need to contact the ANC, can you do it through the right channels for us?  It would have been a simple way of dealing with negotiations, getting them going?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not do that.  It was our duty as leaders at grassroots level to find and identify people from our own ranks who would do that.",
            "Male"
        ],
        [
            "MR LAX",
            "But you have just said you had a problem doing that, so why didn't you do something else?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "We had a problem, we had a serious problem of contacting ANC leaders from Tserela.  We did not succeed in doing that.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you try and use the police?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "At that time, the police were not in favour of such negotiations, they would normally say that it was not their duty to do so.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you employed at the time of the attack on Boipatong?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "At the time, I was out of a job, I was unemployed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you earn your living?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I used to sell in the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What things were you selling?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Foodstuffs and fresh produce, like vegetables.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you fairly busy?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, at that time, it was busy because the people at the hostel did not go out to town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your shop or outlet, was there any other person who was hawking vegetables, or other things at the hostel?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I will say yes, there were other people who were selling at the hostel, because it was a huge place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Describe this illness that you had on the 17th of June 1992?  You spoke about your chest, what was the problem?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I still have a problem, it becomes tight and I am unable to walk long distances.  I become cold, I become cold and also very hot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long would it last?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Would you please repeat that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long would that last?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Even up to this day, I still have this problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you can walk, you can come to the hearing, right?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "If it is not too bad, yes, I am able to walk distances.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you taking any medication for your chest problem?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "At that time, I did not have any medication in the room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gather that you were in bed as a result of your illness?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For how long had you been in bed?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "It had not been for many days, because it is a problem that comes and goes.  If the weather changes, it becomes cold, then I have the problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am talking about the day, the 17th, you have told us that you were in bed, you were laying down.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I had had this problem for the whole day.  That was why I was in bed on this day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   When you were told to apply for amnesty, what were you told about the process of amnesty?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was told to lodge an application so that I can get an opportunity to appear before the Committee and relate what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you told who could make that application?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was told that my Attorney should  lodge the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were you told who qualified for amnesty?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, they told me that if you were convicted for a crime like I was, you should lodge an application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not told that people who qualify for amnesty, are people who have done something wrong, not necessarily who have been convicted?  Were you told about that?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was told that as a person who was convicted of attacking Tserela, I should come before the TRC.  I was told about my situation, that I should come and seek amnesty and clear my name before the people of Tserela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In so far as you were concerned, when you appeared in court, did you consider yourself to have done anything wrong?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was charged and the Court decided that I indeed was guilty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No forget for the moment about what the charges were and what the Court found, I want to find out from you whether did you consider yourself to have done anything wrong in regard to the massacre in Boipatong?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I realised that I had done something wrong, I did not tell the whole truth in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you appeared in court, was there anything that you considered having done wrong?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you were then told that you could apply for amnesty, were you told that you are required to tell the truth?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "My lawyer told me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in so far as you are concerned, that truth would have been that because you were ill in bed, you didn't go to Boipatong, you weren't part of the attack?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not go to Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And of course, that there was a caucus meeting with Majola?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I did attend that meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the problem you had in telling the truth in your application?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The problem that I had was that I did not have enough information and knowledge about the Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Lack of full knowledge about the TRC, how does that prevent you from telling the truth?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I did not know what the procedure was, and I decided that I would have to wait and see how the process went in the TRC and I realised that I would have to tell the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that that at some point, you understood how the process works, but what I want to find out from you is, lack of full knowledge of how the TRC functions, how does that prevent you from telling the truth?  Do you understand the question?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I do understand?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the answer?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was afraid to tell the truth when I made that application.  I was afraid.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were afraid to tell your legal representative the truth?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were afraid to tell the TRC the truth?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I was afraid then, but I have told the truth here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that.  Why were you afraid, what were you afraid of?  Why were you afraid of telling your legal representative the truth, which your legal representative can then convey to the TRC?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was afraid and hoped that my Attorney would pass on whatever information that I had given him, until such time that I saw for myself what the process was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the truth of the matter that you didn't trust the TRC?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Because of that lack of knowledge, yes, I did not trust the TRC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Under cross-examination certain discrepancies were pointed out to you between your statement and your evidence and in one occasion you said that there was a mistake with the interpretation.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is what I said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that the person who interpreted what you had said, made a mistake?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that Interpreter must have made a mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not that it was part of telling the untruth to your Attorney because you didn't trust the TRC?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the 18th of June 1992 I think it is, you were well enough to go and get stock for your shop?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I went.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you want this Committee to grant you amnesty?  What is it that you did wrong?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I seek amnesty for the reason that I was charged and convicted.  I know that I was wrong to hold that caucus and in fact decide and propagate that people should be killed and attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a statement which was put to you under cross-examination I think it was, dealing with your, the reason why you did not go to Boipatong.  The reason I think that appears in that statement is that you were, you did not know that there was going to be an attack in Boipatong, I think that is the effect of what you said, and in any event, you were ill in bed.",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the real reason why you didn't go to Boipatong?  Is it because you were ill in bed, or is it because you didn't know that there was an attack?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was sick on the 17th and therefore could not go to Boipatong.  Had I not been sick, I would have accompanied this contingent to Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As you were laying down there on the 17th, if your roommate had come to you and said Buthelezi, the day has arrived, we are now on our way to Boipatong, would you have gone to Boipatong?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "They did not come, but I would have indicated that I am sick and perhaps suggest that they wait.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Mr Strydom, anything arising?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "One question Chairperson.  If you were not sick that day, after you heard the alarm, would you have gone to the stadium?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, I would.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then would you have joined the people to Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "No further questions, Chairperson.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "MR DA SILVA",
            "I don't have any questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "MS TANZER",
            "No questions, Mr Chairperson.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "MR MAPOMA",
            "No questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  Mr Buthelezi, you spent the day of the 17th sitting in the yard, did you not?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were not in bed on the 17th, during the day?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "I was in bed, but I would wake up and walk around, I would walk around in the yard.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who were the ANC leaders in Boipatong that you tried to get hold of, but couldn't?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "The ones that I heard about was a Mr Tsotso who was the leader of the ANC at Boipatong, as well as Mr Mgebe.  I only heard about them, I had not met them.",
            "Male"
        ],
        [
            "MR BERGER",
            "So, it was well known in the hostel that Mr Ernest Tsotso was a prominent leader of the ANC in Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "When I asked you to list all the structures of the IFP in the hostel, you did not mention the AmaButho, is that correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I take it therefore that the AmaButho were not considered an IFP structure within the hostel, am I correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "AmaButho is a group of people assigned to go out and carry out a certain task.",
            "Male"
        ],
        [
            "MR BERGER",
            "My question to you is, is it correct to say that the AmaButho were not considered to be an IFP structure in the hostel?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "When I asked you to mention all the leaders of the IFP in the hostel, you did not mention Mr Mkhize, am I correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, that is correct, because he was not part of the whole structure.  He was just an Induna on his own with others.",
            "Male"
        ],
        [
            "MR BERGER",
            "So therefore it would be correct to say that Mr Mkhize was not an IFP leader in the hostel, correct?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes, he was just an Induna of everybody who resided at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Mr Buthelezi.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "MR MALINDI",
            "Just one question Chairperson.  Mr Buthelezi, some of your applicants if I remember their evidence well, gave evidence that when they left the hostel, they were chanting slogans and singing and that they did the same on their way back from Boipatong.\n\tIf this is how they conducted themselves, your room being very close to the main gate, you would have heard them leave and you would have heard them come back, is that not so?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I must object to that question.  There was not evidence to my recollection, I think that is - it comes out of the statement of Mr Matanzima Nosenga.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Strydom, Mr Khanyile said so in his evidence.  I have checked my notes to make sure earlier.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I stand to be corrected, I withdraw my objection.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you Chairperson.  My question was that if the attackers had conducted themselves in that manner when they left the hostel and when they came back, you would have heard them as your room was very close to the main gate?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "About this caucus meeting, you say your view was that the Boipatong residents must be beaten up if I am interpreting the Zulu word you used, \"shaya\" correctly.  Is that what you understood should be done to the residents of Boipatong?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MALINDI",
            "You did not envisage that they should be killed?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "We are talking about killing a person here during an attack.",
            "Male"
        ],
        [
            "MR MALINDI",
            "If that is what you envisaged, why didn't you use the word that they should have been killed specifically?",
            "Male"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "In Zulu when we say a person is being beaten up, it is understood that they should be killed.  I had explained in Zulu and everybody who speaks the language, would understand it very well.",
            "Male"
        ],
        [
            "MR MALINDI",
            "I will not take it any further.\nNO FURTHER QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon Ma'am, sorry, I beg your pardon.   Sometimes you are marginalised.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I have no questions, thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh very well.  Thank you Mr Buthelezi, you may step down, but before you do, is there anything, did you want to say something?  Do you want to say something?",
            "Unknown"
        ],
        [
            "MQAMBELENI BUTHELEZI",
            "No thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, before you step down, who is your next witness Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, the next witness is number 5 on the list, Timothy Stals Mazibuko.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We may still have to have a short adjournment.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, like the other applicants, the evidence in chief, won't take long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take a break until quarter past four, and when we come back, we will hear Mazibuko.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}