{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-18",
        "location": "VEREENIGING",
        "day": "1",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53116&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990118ve.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV PRIOR",
            "MR STRYDOM",
            "MS PRETORIUS",
            "MS TANZER",
            "MR BERGER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV PRIOR",
            "MR STRYDOM",
            "MS PRETORIUS",
            "MS TANZER",
            "MR BERGER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good afternoon everyone.   Mr Prior, do you think you could just indicate for the record, what are the problems in this matter?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.  Mr Chairman, today being the 18th of January 1999, for the further continuance of the Boipatong amnesty hearings, the delay has been occasioned by the applicants not being present.\n\tI understand that three or four that were coming from prison, had not been brought to the hearing.  I have made numerous enquiries and no one seems to know precisely what the position is.  \n\tThe jails, or the prisons, acknowledge that they received proper notice of the hearing, but we are busy investigating why these people are not here.  The names are Magubane, Mkwanazi, if I may just be assisted with the other two, Mazibuko and is it Mbele.\n\tI understand that some of the other applicants who are not in prison, are also not present, bar Mr Mkhize and Mr Buthelezi are present here today, as well as Mr Kubeka.\n\tMr Chairman, we were anticipating them arriving in order that the evidence could be led in sequence and the evidence that may impact of them, be heard in their presence, rather than hearing it in their absence, which may have created certain problems.  But to date there is no, I can't give you any firm explanation as to why those people are not here.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Prior.  Mr Strydom, you appear on behalf of Messrs Magubane, Mkwanazi and Mbele, do you?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you appear in respect of all four, I gather?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any reason why these applicants were not here at ten o'clock this morning?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, all I can say is that during the course of last week, my Instructing Attorney, had a telephone conversation with a person we believe is responsible to get the people from prison, and he said that notices were served and we assumed that everything had been done properly.\n\tOnly to see this morning that the people did not arrive, so I cannot really take it any further than that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gather that there are also the applicants who are not in prison, but who are not here.  What are the names of those applicants?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I will go according to the list on the front page of the documents handed to us.  Moses Mthembu, Sipho Buthelezi is not here;  Petrus Mdiniso is not here; Molokseni Mkhize is not here; Paulos Mbatha is not here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just slow down.  You said Petrus Mdiniso?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Petrus Mdiniso.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, and who else?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mxoliseni Mkhize.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that number 13?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes Chairperson, and then the next one Paulos Mbatha and Richard Dlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paulos Mcikeleni Mbatha, I have his name crossed out here?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "He was the person that was ill in Natal, in kwaZulu Natal but on the previous occasion, he came to the hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh he did, okay.  Okay, now what is the explanation for these applicants not to be here?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The only information that I have, is what I got from the other applicants.  Apparently the other applicants, all these applicants that aren't here today, were not certain about the venue.\n\tOn the previous occasion the matter was postponed to this date, but at that stage, it was not certain which venue would be the place where the Committee would sit.\n\tI can also inform the Committee that my Attorney had a discussion last week with Mr Tshabangu, and he acts as the contact person between us and the other applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mlupeki Tshabangu, number 10?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That is indeed so, and he was informed that the hearing would resume and would take place at the same venue again.\n\tI don't know if he informed all the other applicants, that I can't tell you Chairperson.\n\tWhat I will try to do is to try to get hold of these people, I will drive to kwaMaziza, not kwaMaziza Khayelitsha hostel and just tell them and remind them that they must be here tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The notice advising the applicants of the date and the venue, do we know to whom that notice was addressed?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I have notices regarding the applicants in prison.   The ones who weren't in prison, I don't think notices were sent out because of the adjournment, the adjournment was announced.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But was the date, because as I recall the record, there was no specific date was there, that was ...",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "My recollection is that in chambers, we certainly agreed that it would be the date, with the legal representatives.  I am not too clear whether that was said in open hearing, but my understanding was that the applicants who were present and who were not in prison, heard the date.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The record indicates that what I said on the last day of the sitting, was that a date for the next sitting of this Committee, will be announced in due course.\n\tYou see, the reason why I am asking this question, is I want to find out from Mr Strydom whether, is there any reason why the applications by those applicants who are not here today, who are aware of the date today, why their applications should not be struck off role.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I would have to take instructions from these people, they must give me explanations why they aren't here today.  At this stage unfortunately, I can only speculate and if such a step is envisaged, I obviously will have to take instructions and then inform the Committee properly what the reasons are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed.  I think you would be well advised to take instructions from these applicants as to why they were not here if indeed they were notified of the date of the hearing, because otherwise, their applications ought to be struck off the role, because I think if they did receive notification and if they are not here deliberately, there is no reason why their applications should remain before this Committee.\n\tWe've got a letter here, dated the 27th of October 1998, written by Adv Prior to the legal representatives in which they were advised that the hearings would commence on the 18th of January.  Did all the legal representatives of the applicants receive that letter?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, do you refer to the letter that I have in front of me, yes, because I've seen another document also dated the 27th of October?  Personally I haven't seen this letter, but I was aware of it.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Chairperson, if I may be of assistance, that is Mr Da Silva's Attorney, Instructing Attorney.  Mr Da Silva did not receive this letter either, I received it, I gave it to him last week with the time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But as far as my recollection goes, it is that this date was arranged with the legal representatives, yes.\n\tIt is unfortunate that this Committee has been unable to conduct the proceedings today because most of the applicants have not turned up.\n\tIt seems to me that what should happen, in so far as the applicants who are in prison, are concerned, this Committee would require an explanation as to why these applicants namely Magubane, Mkwanazi, Mazibuko and Mbele, were not brought to the venue timeously if the prison officials did receive notice that these applicants were required to be at this venue today for their application, because it seems to us that if there was someone who did not perform his or her duties, with the result that these applicants were not brought to the venue, that is intolerable.\n\tIn so far as the applicants who are not in prison, namely Moses Mthembu, Sipho Buthelezi, Petrus Mdiniso, Mxoliseni Sibongileni Mkhize, Richard Dlamini and Paulos Mbatha, in so far as these applicants are concerned, before we commence tomorrow, we would require firstly to know whether were they aware that these hearings were supposed to resume today and if so, why they were not here today.\n\tI understand you know, the difficulties that Counsel is facing in regard to these matters, but unfortunately we can no longer sit today, we will have to adjourn until tomorrow morning.\n\tIn order to make up for the lost time, tomorrow we will commence at half past eight in the morning because we have the benefit of the sunlight these days, we will sit until half past five, and that is how we will continue until we have made up for the lost time.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman, Mr Chairman, the matter of Mr Nosenga, at the last hearing we discussed whether to enrol him during those proceedings.  He is present and his Attorney is present today, would it be more convenient to enrol him tomorrow?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who appears for Mr Nosenga?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I do, the name is Goldie Tanzer.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What time did you arrive today?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Ms Chairman, I was a bit late, I arrived at about ten o'clock.  I have taken instructions from Mr Nosenga.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I have taken instructions from Mr Nosenga and we are ready to proceed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there any reason why you arrived late?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Unfortunately I come from Johannesburg, and I got lost, it is difficult.  Now I will be able to make my way, but I did lose my way a couple of times, a couple of different places, I do apologise Mr Chairman, for the delay, for my inconvenience, that was caused.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, it is one thing you know, to tolerate lateness from an applicant, but another from a legal representative.  Just make sure that in future you are here in time.\n\tIs this just a matter of just enroling, is there any issue in regard to this application?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Sorry Mr Chairman, no there is no issue it appears, it is just to enrol him, that he is properly before the Committee that we can then deal with his application.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In due course?  Mr Berger, is there any objection to that?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, no objection Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do we have his papers?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I was handed an addendum to the Boipatong index, containing the amnesty application of A. Nosenga.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, for the record, we received this addendum last year from Ms Tanya Hoskins from the TRC, so we all have it.  It runs from page 1 to 17.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Did we assign to each applicant a number?\n\tHas Kubeka been enrolled formally?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He can't possibly be number 17 then?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I think the only reason why a number was allocated, there was made mention of his presence and that he was attending the hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  The application for amnesty for Andries Matanzima Nosenga will then be enrolled and it will be number 17.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman, there is no other matter arising from our side, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I take it that we will deal with Kubeka at some point, whilst the necessary documentation has been made available to Mr Berger?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes Chairperson, I have given Mr Berger the documentation, but I will give him the other, incomplete form as well, plus the letter I have referred to earlier on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That being the case then, the Committee will rise and we will resume tomorrow morning at half past eight.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}