{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-26",
        "location": "VEREENIGING",
        "day": "7",
        "names": [
            "SIPHO ALFRED BUTHELEZI"
        ],
        "case number": "AM 6132/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53127&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990126ve.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "MR BERGER",
            "SIPHO ALFRED MR BUTHELEZI",
            "ADV SIGODI",
            "MR LAX",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER",
            "MS CAMBANIS",
            "INTERPRETER",
            "MR MALINDI",
            "MR MAPOMA",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "MR BERGER",
            "MR BUTHELEZI",
            "ADV SIGODI",
            "MR LAX",
            "SIPHO ALFRED MR BUTHELEZI",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER",
            "MS CAMBANIS",
            "INTERPRETER",
            "MR MALINDI",
            "MR MAPOMA",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, the next applicant I intend calling is Sipho Buthelezi, but I ask for the matter to stand down for a short time.  I must still consult with him and just go through his affidavits.  Unfortunately he was not here yesterday.   He phoned my attorney and gave an explanation why he could not be here, but I see he is here today.\n\tI didn't say that I'm going to call him, I said Paulos Mbatha but I think I'll also call Paulos Mbatha probably later today, so he will still be called.  I ask for a short adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How much?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Twenty minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, Mr Strydom, is there any reason why you have not consulted with your client?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I've consulted with all my clients but just to make it more convenient for the Committee, I must go through their statements before they testify, just to get clarity on each and every aspect.\n\tI would submit that it shortens the proceedings if I can go through with the interpreter before he testifies, just before the witness testifies.  I've used all the other adjournments during lunch breaks to do consultations up till now, but things went a bit quicker today, so I'm in a bit of trouble at this stage so I will ask for a short adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you consulted?  You are now left with Sipho Buthelezi is it?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, Sipho Buthelezi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sibongeleni Mkhize.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mkhize I must inform the Committee is not present.  I don't about his whereabouts, neither does my attorney.  He hasn't been present since the beginning of this session.  He's never been here, he never came.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, is the applicant who said will be dealt with at the close of things?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I indicated at the beginning that he was not present, he never arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "So the outstanding ones are Sipho Buthelezi, Mbatha and then Kubeka.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, okay.  Have you consulted with Mr Mbatha on the statement?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, on a previous occasion but not today or yesterday, so I would like a short adjournment to consult with him as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Mr Kubeka?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I've consulted with him on the last occasion, I took his statement.  That was during the course of these hearings but not again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, okay.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "A request, can the matter stand down for lunch now till 2 o'clock and then I can consult with three of them then I don't need any further time for any consultations after that?  I can consult with the three of them together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what we are considering.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, what we propose doing is to allow Mr Strydom to consult with the three remaining applicants and then we will take the lunch adjournment now and allow him to consult with all of the applicants and then we will resume after lunch, do you have any objection to that?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No objection, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The time now is about twenty past twelve, should we come back at one thirty?  It would be one hour and ten minutes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Can I ask until a quarter to two because I'm going to consult with three people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  Well if that is the case, what do you colleagues say to that request?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "We've got no problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  Well the Committee recognises the fact that we have probably been starting too early and perhaps finishing somewhat late and that may well have prevented you from consulting with your clients.  We will adjourn a this stage, take lunch and we will come back at quarter to two.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when we come back, we expect at least you to have consulted with all the remaining witnesses and could you also make enquiries if you can, as to what is happening to Xholiseni Sibongeleni Mkhize or ask your instructing attorney to make enquiries from the other co-applicants as to when last he was seen or what his position is.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  May I see all the legal representatives in the Committee shortly after this?  We will rise and come back at quarter to two.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Buthelezi, what language are you going to speak?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Zulu.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, I didn't get the middle name.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Alfred.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thanks.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, Judge, we're not getting any translation in English.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "(sworn states)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Buthelezi, you've signed a Form 1, Amnesty Application, on page 182, is that your signature?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This document has been shown to you and translated to you, and you've indicated that there is one mistake which you want to rectify and that is contained in paragraph 11(b), is that correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That paragraph deals with orders that were given inter alia it reads\n\"Orders were given on the 10th and 17th of June 1992.\"\nIs that correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you move into the hostel for the first time?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "On the 17th of June 1992.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you attend any meetings in the hostel prior to the 17th of June 1992?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I also want to refer you to the annexure to this Form 1.  You've indicated to me that you will set out the reasons why you went to Boipatong, in your own words, is that correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "We will deal with that later.  First I want to show you page 185 and 186, that is the request for further particulars and your answers are on page 187, 188 and 189.  Do you confirm the answers given by you?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You've indicated to me that you want to add something to the answer contained under point 2.2?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question was, with reference to the two groups of attackers\n\"In which one you were\"\nAnd the answer you've given is:\n\"I cannot remember.\"",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You added to that\n\"I think Mkhize.\"\nIs that what you wanted to add, Mkhize's group?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then I want to refer you to your affidavit on page 190 and your signature on page 192.  Is that your signature?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is my signature.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And do you confirm the contents of that affidavit?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to this affidavit, you arrived at the hostel on the date of the attack.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I arrived on that day of the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Before you moved into Kwamadala hostel, can you just elaborate on what happened in the townships and what motivated you to move to Kwamadala.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "What motivated me to move to Kwamadala hostel, I had a quarrel with two young men.  One of them was Doti and the other one was Skosana.\n\tDoti and Skosana were there at my place of work at Hollywood Inn Nightclub.  They wanted to hit Timothy Stals Mazibuko with a handgrenade.\n\tI said to them; stop doing what you intend doing.  If you want peace or harmony stop that because you are going to injure this person and all of us will be affected and the other people who know nothing about this.\n\tThey said they wanted to do their job.  I said - I drew my firearm, a 9mm that was in my possession and I told them that after finishing what they wanted to do, I was also going to hit them back.  \n\tThe other said;  then that means the guy was my friend because I was prepared to do whatever on his behalf.  I told them that this person was a customer.  The situation was bad and I couldn't live freely in the township thereafter.  Whenever I'm walking around the township, I would see people looking at me in a funny way, in a strange way but I knew what the cause was ...(intervention)",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to interrupt you there, this Doti and Skosana, were they members of the ANC?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, they were well-known members of the ANC.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During that period, were you a member of any political party?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, can you take it from there, what then eventually happened and why did you move to Kwamadala?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The month was April in 1992.  Skosana and other young men who were residing in that same area called me Umkgwenbe.  I told them to stop calling me with such a name.  Skosana referred to me - said I was a dog and he wanted to get something to hit me with.  When the other one opened his jacket I saw an AK47.  I ran away.\n\tThey shot at me but they missed me and I went to my place.  I told my brothers and I told them that the situation was tense.  Just because I'd stopped the guys trying to hit Skosana(sic) with the handgrenade and Skosana influenced the other people against me and they told the other people that I was a member of Inkatha Freedom Party. \n\tMy situation became worse.  On the 16th we couldn't sleep at our respective places because the people were pelting the house with stones.  We woke up.  I took that firearm, that 9mm.  I shot in the air for about five times.  \n\tThe pelting of the stones subsided and my friend Jabulani said to me; it's better for us to leave the place because the people would come and burn us inside the house.  We did as Jabulani was saying.\n\tI didn't even know that Jabulani was an IFP member.  We went to Jabulani's girlfriend and we spent a night there at her place.  Jabulani told them about the situation.  After that they said we must get into the shack.  They locked us inside the shack, they locked from the outside.\n\tJabulani opened the window and tried to talk to them through the window and asked them why were they using a padlock.  They said they that the people should think that there was no-one inside the shack.\n\tOn the 17th we woke up and Jabulani told us to go to a certain place to get better protection.  I asked him: \"Where are we going?\" and he said: \"Lets go to Kwamadala hostel.  I had no alternative but we had to go to Kwamadala hostel.  We went to Kwamadala hostel, it was three of us.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who was the third person that went with  you and Jabulani?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was Doctor, the name was Doctor.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now when you went to the Kwamadala hostel on that morning or during that day, did you know that there will be an attack on Boipatong that night?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then what happened, how did you become aware that there was going to be an attack?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "After we had got into this hostel in one of the rooms that was occupied by the young men from the township, we saw our old friend that used to work with us at Hollywood.  His name was Serame Mokoena.  We had some money, we bought some liquor.  We just wanted to calm down our emotions with this liquor.  As we were sitting there I went to the toilet to relieve myself.  I heard something like a whistle or siren.  I heard sound.  It looked like some people were talking outside, a number of people were talking outside.  I was in the toilet at the time.\n\tAfter relieving myself I went out of the toilet.  I enquired as to what was happening, what was this siren for.  Serame said it might happen that something is going to happen, maybe there are people who want to come to attack us because the siren wouldn't just ring for nothing.  He told us to go to the stadium.\n\tWe went to the stadium.  When we arrived at the stadium, as we were coming in Hollie Bajozi was going out of the stadium.  Serame asked him: \"Why are you going out so quick, what was happening?\".  Hollie Bajozi told Serame this: \"We were instructed to go and fetch our weapons.\"  \n\tAs he was telling us that, Mkhize came and he said: \"I told you that this is the day that you've been waiting for, you must go and arm yourselves.\"  We left.  When I arrived at the house, Doctor gave me a pump-gun.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who gave you the pump-gun?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Doctor gave me the pump-gun.  After giving me this pump-gun there were two pump-guns left.  One was his and one was Jabulani's.   We left for the stadium.\n\tWhen we arrived there, Damarra said each and every man must get out.  We went to Serele and we came back again - I beg your pardon, he said, if they can go to Serele and come back and find a man inside the hostel, that man would be killed.  We left for Serele.\n\tWe used ntelezi just before going to that.  We applied that ntelezi on ourselves and we left through the gate.  We were in a hurry.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you know at that stage what was going to happen in Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, it was well-known that the Self Defence Units were to be attacked.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you agree with the idea that Self Defence Units should be attacked?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I did not agree.  As I was going there I did not agree with the idea.  As they said we were going to - if they said that we were going to Zone 12 at Sebokeng, I would be in the forefront but unfortunately we went to this nearest house.\n\tWe went there, we went under the bridge, we walked behind the nursery ...(intervention)",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst you are in that area, did you see any Casspir vehicles there and did you get into a Casspir vehicle and were you transported to Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you said you were by foot, what happened then?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "We went past the bridge that was on the tar road.  We walked through another footpath through the bridge and we took cover under a big tree.  We were told to wait there for the others.  They came.\n\tWe were divided into two groups and we were told that another group should go in front and the other one would follow.\n\tIn that process we saw a fence from the school that was used to barricade, to close the road, and it was tied up next to a certain pole.  We removed that fence, we went through.  When we were at the corner, at the road that was used by the taxis, we were told to start with the job.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember who told you that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was with Serame and I asked him who was the gentleman that was talking.  He said to me the gentleman was Damarra.  I said fine.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And what job are you referring to?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The job of attacking.  As we were going through on that road, we met with the Self Defence Units at the corner.  Damarra started shooting and the others followed those who had firearms.\n\tThe Self Defence Units shot back.  Damarra took another direction with his group, going towards the direction of the shops.  I took another direction, taking that same street as we had used as we were coming in.  \n\tI participated, I also shot at the Self Defence Units.  After shooting I left.  I shot pointing at the houses, directing at the houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you shoot any person in Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see if anybody got killed in Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I did not get into the houses, I was just walking in the streets.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see if anyone of the attackers stole goods in Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I saw them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the attack, what happened to your shotgun?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Damarra instructed me to give him the firearms.  He was about to hide them.  I asked Serame why is, this gentleman who wants my firearm, where does he say and Serame said this person is also living in that same yard.  I gave him my firearm.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The following day, were you at the hostel?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I was there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At that time did you know Themba Khosa?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I knew him as I used to see him on TV.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see him there on the following day?  That's now the day after the attack.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I saw him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you hear him issuing a warning that certain bloody clothes should be burnt?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see that some of the goods that were stolen in Boipatong got burnt?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Will you please repeat your question, Sir?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Did you see that stolen goods were burnt?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I did not see that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do  you know Mr Nosenga?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I know him very well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did he share a room with you in the hostel?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now when you started living in the hostel on the 17th of June 1992, was Mr Nosenga there already or not?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, he was not there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did he come to the hostel, according to you?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He came after the Boipatong incident.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Are you certain about that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I am certain about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from him, can you remember the names of other people that also shared that room?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I can still remember them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give the names of the other people?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The first one is Papie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Another name if you can.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "And Tsanana, Hollie Bajosi.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Hollie Bajosi was a State witness at the trial, is that right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Any other names?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Serame Mokoena and Skumbuzo.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that all the names you can remember?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, for now those are the only names that I can remember.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Before Mr Nosenga moved into the hostel, did you know him?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When were you arrested for this Boipatong incident?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "If I'm not mistaken I think it was on the 25th of September 1992.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember the policeman who came here by the name of Peens?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I just saw them for the very first time on Friday.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Both of them?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a policeman by the name of Shaka?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I know  him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where do you know Shaka from?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I used to see him at Tekani's garage.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Whilst you were moving through Boipatong and whilst you were busy with the attack, did you see any police or military vehicles in Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I did not see any military vehicles or police vehicles.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the course of that night of the attack, did you see any vehicles at any stage?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I have no questions, thank you, Chairperson.\nNO QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "MR DA SILVA",
            "I have no questions, Mr Chairman.\nNO QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, M'am.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "When you arrived at the hostel, who allocated you a room?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "If I'm not mistaken I think it was Mr Mthembu.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you presented to any committee upon your arrival?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you questioned about your political affiliations when you arrived at the hostel?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Will you please repeat the question, M'am.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you questioned by anyone about your political affiliations when you arrived at the hostel?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I cannot remember.",
            "Male"
        ],
        [
            "MS TANZER",
            "You were simply given a room and invited into the hostel without any questioning or any interrogation?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I remember when we arrived at the gate, Jabulani issued his card, his membership card, IFP membership card.  I think Mr Mthembu asked us something ...(intervention)",
            "Male"
        ],
        [
            "MS TANZER",
            "What time about did you hear the siren?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was in the evening.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was it the early evening or the late evening?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I think the time was about nine.",
            "Male"
        ],
        [
            "MS TANZER",
            "When you arrived at the stadium, was anybody speaking to you, were there any speeches being made?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "When you arrived at the stadium, did you notice any weapons lying on the floor or anywhere, to be taken by the hostel residents?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was the pump-gun that you used that night, did that belong to you or did you bring that with Jabulani to the hostel that afternoon?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was brought by Jabulani in the evening and he said he was giving it to me, it would be mine thereafter.",
            "Male"
        ],
        [
            "MS TANZER",
            "And as you entered the hostel, did they not search you or anything?  Did they not try to search for weapons or something?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "These three pump-guns, Jabulani left with a guy who was, they left with a guy in a car and they went to fetch them in the hostel.  I asked him where did he get the pump-guns, he told me that he had bought the pump-guns from the Sebokeng hostel.",
            "Male"
        ],
        [
            "MS TANZER",
            "How many people would you say attacked Boipatong that night?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Are you talking about the residents of Kwamadala hostel or the people who were attacked?",
            "Male"
        ],
        [
            "MS TANZER",
            "No, the Kwamadala hostel, the attackers.",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Plus-minus 300.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you notice anyone wearing a balaclava on their face or covering their face in any manner that night?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, no-one was like that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you notice any white people participating in the attack?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you remember when about did Nosenga join the hostel after the attack?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I cannot remember whether he came after weeks or after a month, I just cannot remember.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well when he arrived, was he only able to speak Sotho?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He came to us and he was speaking in Sotho.",
            "Male"
        ],
        [
            "MS TANZER",
            "So how did you communicate with him?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I asked him about his visit, why was he there.  He first said to me the people want to burn him in the township because they said he was an IFP member.  I asked him what is it that he did that made the people to say that he was an IFP member ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Buthelezi, that's not really the question, the question is you say that Nosenga spoke Sotho.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, he spoke Sotho.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now what you've been asked is how did you communicate with Mr Nosenga.\n\tIs that the question, M'am?",
            "Female"
        ],
        [
            "MS TANZER",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you understand the question?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I understand the question.  He first greeted us, he said ...(Sotho).  That means he was greeting us in Sotho.  I noticed that he was a Sotho-speaking person.",
            "Male"
        ],
        [
            "MS TANZER",
            "But my question was, in what language did you communicate with him, how did you talk to him?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I can say I was born here in this Vaal Triangle.  I can speak both languages, Sotho and Zulu.",
            "Male"
        ],
        [
            "MS TANZER",
            "So were you conversing with him in Sotho?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "What was he relating to you, his reasons for joining the hostel?  You were telling us beforehand what he was telling you, can you just tell us again?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "When I asked him why he was out of the township, he said the people were saying that he was an IFP member ...(end of tape) washing Hollie Bajosi's car.  I don't know what is it that he told the other gentlemen.\n\tAfter a few days I heard Joseph Radebe who was also a witness during the trial, though he did not go to Pretoria, he told me that this person said he was sent by the ANC to try and inspect the place as to where can he plant the bombs.\n\tI got a shock because I realised that we were staying with someone who wanted to kill us.  I asked him;  gentleman, I asked you yesterday your reasons for being here in this hostel.  He said no, I was afraid, I was too scared.  Then Nosenga was then to be taken to the conference.",
            "Male"
        ],
        [
            "MS TANZER",
            "Are you telling this Committee that he admitted to you that he was an ANC spy sent to plant bombs in the hostel?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was not alone, he admitted, I was with the other people.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you discuss the attack with Mr Nosenga when he joined the hostel?  Did you relate details of the event of the attack to him?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Joseph Radebe would make an example about someone else in front of him.  I think this is where he got some idea.",
            "Male"
        ],
        [
            "MS TANZER",
            "What motive would you then give to Mr Nosenga for alleging that he participated in the attack if he did not participate in the attack?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The motive behind him saying that he was one of the people who participated in this Boipatong incident, perhaps he was regarding himself as a journalist, I don't know, or a newsman, I don't know.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now you've heard the version of Mr Nosenga that I've placed to all your fellow applicants to day, from the meetings that took place leading up to the attack and the attack itself.  I don't want to waste this Committee's time any further, so I'm just going to put to you that that is Nosenga's version, that there were policemen at the time assisting in the attack at Boipatong and that he did participate in the attack at Boipatong.  What are your comments and your comments regarding his statement?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I dispute that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well I put it to you, insofar as your version contradicts and differs Nosenga's that he is telling the truth and that you are not completely honest and open with this Committee, what are your comments?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I'm the one who is telling the truth.",
            "Male"
        ],
        [
            "MS TANZER",
            "I have no further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you, Chairperson.\n\tMr Buthelezi, after you became aware of Mr Nosenga's statement that he was an ANC spy and that he had been sent by the ANC to come and plant bombs in the hostel, what steps were taken to isolate Mr Nosenga?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "What do you mean, isolate him?",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, were any steps taken against Mr Nosenga?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "What steps were taken were that he was taken to Ulundi.",
            "Male"
        ],
        [
            "MR BERGER",
            "How long after the allegation that he was an ANC spy was it until he was taken to Ulundi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I did get the question, I'm still thinking.  No, I do not remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, was it a week, two weeks, a month?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I cannot even begin to estimate.",
            "Male"
        ],
        [
            "MR BERGER",
            "This was shocking news wasn't it, for you to discover that the man who is sleeping in your room is an ANC spy who has come to kill you, and you can't tell the Committee whether he continued to sleep in your room for a week or for a month after you became aware of that allegation.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He was always under our watchful eyes, even though he went to the toilet at night.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is that your answer?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then how did you become aware of the fact that he was being taken to Ulundi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "A meeting was convened at Kwamadala to the effect that on a particular day people would be going to a conference at Ulundi.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who addressed that meeting?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I cannot recall.  I was not quite familiar with the community at the hostel, only a few people.",
            "Male"
        ],
        [
            "MR BERGER",
            "That was a meeting attended by all the residents of the hostel, is that right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at that meeting it was announced that Mr Nosenga is to be taken to the conference in Ulundi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Mr Nosenga at that meeting?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, he too was present.",
            "Male"
        ],
        [
            "MR BERGER",
            "So one can assume then that the entire hostel knew about Mr Nosenga and knew about his confession to be an ANC spy.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And nobody attempted to harm Mr Nosenga in any way, is that right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct, we received an instruction to the effect that we should not harm him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Oh, from whom?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "This came from Mr Thembankosi Khumalo.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that also at a meeting held in the hostel immediately after it became known that Mr Nosenga was an ANC spy?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Would you please repeat the question, Sir?",
            "Male"
        ],
        [
            "MR BERGER",
            "This instruction from Mr Khumalo, was it issued at a general meeting in the hostel immediately after it became known that Mr Nosenga was an ANC spy?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know who went to Ulundi with Mr Nosenga?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, there were people with whom I shared a room who went to Ulundi.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who were they?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Joseph Radebe, Serame Mokoena and Papie Skumbuzo.  In my room I think it was myself and a few others or should I say two boys who were twins.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you go to Ulundi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "So Joseph Radebe, Serame Mokoena and papie Skumbuzo, they went to Ulundi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, they did.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when they came back from Ulundi, did they tell you what happened there?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, they just informed me that Nosenga was put on stage, introduced and he was made to explain what drove him to Kwamadala.",
            "Male"
        ],
        [
            "MR BERGER",
            "He was put on stage at the national conference and made to explain himself?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was this in front of the top leadership of the IFP?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "That's how they told me.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did they tell you what Mr Nosenga said when he was on stage?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "They just informed me that Nosenga told the people there that he had been sent by the ANC to infiltrate the hostel and reconnoitre the area to establish where he could plant the bombs.\n\tI cannot remember which old man asked him but I think he was asked by an old man as to whether he was still prepared to go back to the ANC, and Nosenga is said to have said no, he's a member of Inkatha.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then what decision - were you informed as to what decision had been taken at conference as to what to do with Mr Nosenga?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I was not informed.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well did Mr Nosenga come back to stay in your room?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you speak to him about his trip to Ulundi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I asked him in the presence of other how they fared to and fro and he told me that they fared well.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did Mr Nosenga tell you that he had met Chief Mangasotho Buthelezi at the conference?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, he didn't explain that to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "So as far as you were concerned it was alright for Mr Nosenga to come back and stay in your room, you were quite happy with that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, because we had realised that he's a nice person.  He didn't have to be on his own thinking all the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "So from then on you treated him as a friend?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I would say that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Buthelezi, I want to put it to you that this version of Mr Nosenga admitting that he was an ANC spy who had come to blow up the hostel and kill the hostel residents is a fabrication and it has been concocted by you and some of your fellow applicants who have recently given evidence.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, we have witnesses who arrived in Nosenga's presence.  There are people who can testify in my favour in this regard, people who are no longer at the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who are those people?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Xhala, or should I say the first one would be Tsalmo, Nomjali Fasibiya ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know Tsalmo's surname?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I don't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know where he stays?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I used to see him at Zone 7.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When last did you see him?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Last week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is Zone 7 where, Sebokeng?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Tzwee is one person who has the full knowledge to this effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you said that you last saw Tsalmo at Zone 7.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So where?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "At the shops.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, but which township, in Boipatong, in Sebokeng or ...\"",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "At Sebokeng, Zone 7.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said this was last week?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is the other person?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Tzwee Bajosi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "That's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, I've got Salmo, Tzwee, Bajosi, who is the other one?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Nomjali Fasibiya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where does he stay, Nomjali Fasibiya?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "When I asked him last week where he stays, he told me that he stays at the two rooms near Palm Springs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and Bajosi, where is he?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "At his parents' home, Zone 7, Sebokeng.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you, Chairperson.\n\tYou say that Mr Bajosi would be able to come and tell the Committee everything about Mr Nosenga?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I trust that he can come here.",
            "Male"
        ],
        [
            "MR BERGER",
            "Joseph Radebe, is he still alive?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, he is arrested.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where is he now?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The last time I heard he was in Groenpunt, Groenpunt in Stoffberg.",
            "Male"
        ],
        [
            "MR BERGER",
            "Serame Mokoena, where is he?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I have no idea as to whether he is still alive or not.  The last time I heard of him he had gone to Parys.",
            "Male"
        ],
        [
            "MR BERGER",
            "Papie?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He too is incarcerated in Sun City.",
            "Male"
        ],
        [
            "MR BERGER",
            "And finally, Skumbuzo?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He cannot be found, he is moving about.",
            "Male"
        ],
        [
            "MR BERGER",
            "This quarrel that you had with Doti and Skosana was in Sebokeng, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you friendly with Stals Mazibuko at Kwamadala?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see him at Kwamadala?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you take your 9mm with you to Kwamadala?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, we gave it to a boy called Lucky from Everton.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you think you wouldn't need your gun once you got to Kwamadala?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, it never occurred to me that I might need it.",
            "Male"
        ],
        [
            "MR BERGER",
            "So when you went to Kwamadala, you, Doctor and Jabulani, none of you had guns, is that right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I would say as far as I'm concerned, Doctor and Jabulani had knowledge about the pump-guns.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, I'm not asking about their knowledge, I'm saying when the three of you entered Kwamadala on the 17th of June 1992, all three of you were unarmed.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And where is Jabulani and Doctor today?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "They died in 1992.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is it correct that you - or let me ask you this, what time did you enter Kwamadala hostel on the 17th of June?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was round about 12 to 1.",
            "Male"
        ],
        [
            "MR BERGER",
            "Wasn't it  about 3 o'clock in the afternoon?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "That is my estimation, 12 to 1 is my estimation.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the criminal trial, page 3444 you said you arrived at the hostel at about 3 o'clock in the afternoon.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was not sure because - I am saying that I was not sure because I was angry about what happened to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "So?  Because you were angry you said you arrived at the hostel at 3 o'clock in the afternoon?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "That was an estimation of time.",
            "Male"
        ],
        [
            "MR BERGER",
            "After you got into the hostel you were allocated a room you say, by Mr Mthembu?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then you went to your room together with Jabulani and Doctor, is that correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did you do between the time you got to your room and the time you heard the siren go off?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "We held hands and spoke to some of the gentlemen that we found there.  We bought liquor, we sat drinking.",
            "Male"
        ],
        [
            "MR BERGER",
            "And there was no talk that afternoon about an attack on Boipatong, was there?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "In fact the first indication that you had that something was going on was when you heard the siren?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I asked what this whistle was all about, Serame then told me that we were wanted at the stadium, something might happen.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Doctor and Jabulani were drinking with you and talking throughout the afternoon?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "We sat drinking all together to the time that we heard the siren.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you see, my problem with that is there would then be no time for Doctor and Jabulani to go and fetch the shotguns from Sebokeng hostel.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "There was time because at some point Jabulani disappeared.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, you see you said you sat drinking with them the whole afternoon until the siren went off.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is what I've just said.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you also say at some point in the afternoon Jabulani got up and left.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he left the hostel and he went to Sebokeng hostel, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I only heard from him when he came back telling me that he was coming back from Sebokeng hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the distance from Kwamadala to Sebokeng hostel is quite far, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is quite a distance.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he returned with two shotguns?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "There were three of them.",
            "Male"
        ],
        [
            "MR BERGER",
            "I beg your pardon, three shotguns.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "By himself he fetched three shotguns and brought them back to Kwamadala.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Despite the fact that he too had no knowledge of any planned attack that night, that correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you being honest when you say that you only came to the hostel on the 17th of June and that you had no knowledge whatsoever about a prior attack on Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I am telling the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now when you got to the stadium you had no idea what it was all about, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "What exactly were you told at the stadium?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "When we arrived at the entrance point, myself and Serame, that is the entrance point to the arena, we came across Bajosi and we asked him what was happening.  Hollie Bajozi then said to Serame;  Mkhize said this is the time, the time which you all have been waiting for, that we should go and attack.  He then said Mkhize had just said that we should go and fetch our weapons.  Indeed, we went to fetch our weapons.  As we were talking there, Mkhize spoke as well.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what - sorry ...(intervention)",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Mkhize then said that the day of reckoning has arrived, it's about time we launched the attack.  We then went for our firearms or our weapons.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did Mr Mkhize say anything else?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I only heard him say what I've just said.  I don't know what he said before we arrived at the Arena.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did he say who you were going to attack?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Hollie Bajosi said we were going to attack the Self Defence Units.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know why?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I already knew.",
            "Male"
        ],
        [
            "MR BERGER",
            "From whom?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Serame had informed me that they were tired of being burnt all the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you knew when you left Boipatong, when you left Kwamadala, that you were only going to attack the Self Defence Units?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "The shotgun that you had was a pump-action, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "The State witness, Mr Moloi, told the trial Court that you were in possession of a pump-action shotgun, so he was correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you were lying in the criminal Court?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Moloi also told the criminal Court that the following day he heard that, he heard you say that you had shot a small child in Boipatong, do remember that evidence?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I don't.  I did not know the State witness at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "But he knew you because he accurately described what you were carrying in Boipatong.  Let me read to you what was put to you at page 3447 of the record.  Mr Bajosi has said in Court that he saw there in Boipatong and that you shot at a person, do you remember that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is that evidence correct of Mr Bajosi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "That is a lie.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never shot at a person?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then it goes on.  Mr Moloi has testified that the following morning he was in a conversation with you and other people while he was drinking there and others were also drinking and then you said that you had shot a small child, do you remember that evidence?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I don't.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say Mr Moloi was not telling the truth?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Because you knew, or you know, and you knew then that small children were not part of the SDUs, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know what happened to your shotgun?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was taken by Mr Damarra.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He took it on the 17th, he took it together with the other two shotguns.  He brought them back on the following day, which was on the 18th and during which time we heard or we received information that we were going to be attacked by people from Serele.  When we came back, at the robots where we took a turn, Mr Damarra took these firearms again, put them in his Skyline and drove away.",
            "Male"
        ],
        [
            "MR BERGER",
            "This is on the 18th?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Damarra Chonco puts three shotguns into the boot of his car, were there other guns in the boot of his car?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "His car was a distance from where we were.  It was on the side of a wall.",
            "Male"
        ],
        [
            "MR BERGER",
            "But it was inside the hostel?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And there were other weapons in the boot?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I did not get near the Skyline.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then with your three shotguns in his car, he left the hostel and drove away?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at that time the hostel was surrounded by the police and the army?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The police had not arrived yet and the soldier had not arrived as well.",
            "Male"
        ],
        [
            "MR BERGER",
            "What time of the day on the 18th was this?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was in the morning.  It was after we heard that the Serele people were going to avenge.  The time could have been eight, nine or thereabouts.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the people of Boipatong were marching towards the hostel, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "They had said they were going to avenge, that is insofar as rumour is concerned.",
            "Male"
        ],
        [
            "MR BERGER",
            "And how were they turned away?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "There were many soldiers and the Stability Unit around the area and they came to us,",
            "Male"
        ],
        [
            "MR BERGER",
            "And it was only after that that Mr Damarra Chonco drove away?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at that time the army was already there outside the hostel?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "We left the soldiers and the police at the robots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you leave the hostel on the 18th to meet these people who were about to attack you?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say, did you go as far as the robots?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, we went as far as the robots.",
            "Male"
        ],
        [
            "MR BERGER",
            "After Damarra Chonco drove away with the three shotguns you never saw those shotguns again?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I saw only two of them later and not mine.  He said he was going to bring my gun back.",
            "Male"
        ],
        [
            "MR BERGER",
            "What happened to the two that he brought back?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The police confiscated them as exhibit.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did he bring them back?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He brought them back after the soldiers and the police had left.",
            "Male"
        ],
        [
            "MR BERGER",
            "This must have been many days after the attack?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It could have been a week or weeks.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you see Jabulani burying a shotgun?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "At the time when we were at the veld.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was it your shotgun that he was burying?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "MR BERGER",
            "Whose shotgun was he burying?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was his own shotgun.",
            "Male"
        ],
        [
            "MR BERGER",
            "This was after you had left Boipatong but before you returned to Kwamadala.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was on our way to Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "On your way into Boipatong you saw Jabulani burying a shotgun in the ground?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Before the attack on Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Jabulani had already passed away at the time, I am the one who buried the shotguns.  I did not understand the question.",
            "Male"
        ],
        [
            "MR BERGER",
            "I think you understood the absurdity of your previous answer, but let's proceed.  You buried a shogun in the veld on your way to Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The guns were not hidden at Boipatong but were hidden at Kwamadala hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you bury a shotgun?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Berger, he keeps talking about guns, not a gun, he's using the plural.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you, Mr Lax.  All of this flows from a question: \"Did you see Jabulani burying a shotgun?\", and he said: \"Yes\".  Now he says Jabulani didn't bury the shotguns, the shotgun, \"I did\".\n\tDo I understand you correctly, Mr Buthelezi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I thought you were asking me if I did see Jabulani carrying a shotgun.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'll start again.  Did you see Jabulani burying a shotgun?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the trial, your counsel put on your behalf a fact that you had seen Jabulani burying a shotgun.  And when I say on your behalf, I mean on your, Sipho Buthelezi's behalf it was put, do you remember that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you say that is not true?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that was a lie.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you tell your counsel that, that you saw Jabulani burying a shotgun?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I told him so.  I told him so as I was trying to run away from the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many shots did you fire in Boipatong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "About three times, I fired about three time.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you fired into houses?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I fired only once, directing to the houses.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the other two times?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I shot, directing my shots towards the SDUs and I shot for the second time in the air.  As the other people that were in my company were getting into the house I shot in the air.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you shoot into the air?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was too scared to kill a person.",
            "Male"
        ],
        [
            "MR BERGER",
            "You wanted to kill people, didn't you?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that was the instruction that was coming from Mr Damarra.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you fired into the house because you wanted to kill whoever was in that house, you didn't care who was inside, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I shot at a certain window, the bullet penetrated the dining-room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that you didn't fire, you fired into the air because you were afraid of killing a human being?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Previously you had threatened to shoot at the people who wanted to throw a handgrenade at Stals Mazibuko.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I knew that they wouldn't do that, they wouldn't hit Mazibuko with a handgrenade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you did threaten to shoot them.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I tried to threaten them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told us earlier on that if you had been instructed to go to Sebokeng, you would have been the first one to go there.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I said so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you going to do there?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was going to kill the people who were trying to kill me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you, Chairperson.\n\tMr Buthelezi, at page 188 of your further particulars you say the following:  Question 6:\n\"I had a shotgun and I fired shots in the direction of the houses and into the air.\"\nIs that correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "At page 191, third last paragraph you say the following\n\"I fired three shots in the first street which we entered.  I fired in the direction of the houses and into the air.\"\nIs that statement correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you fired at more than one house, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I shot at one house only.",
            "Male"
        ],
        [
            "MR BERGER",
            "You know that with a shotgun that the pellets spray all over the show, it's not just one bullet that comes out of a shotgun, you know that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I know.",
            "Male"
        ],
        [
            "MR BERGER",
            "So when you fire in the direction of one person you can hit 10 people, you know that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I know that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you went spraying shotgun pellets in the first street in which you entered Boipatong, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the first street that you entered in Boipatong, was at the bottom, the southern side of Boipatong.  The first street was Moshweshwe Street, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Though I do not know the name of the street, but it was the street next to the school.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, that's Moshweshwe Street, right at the bottom of Boipatong.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And just at where you came in in that street, Moshweshwe Street, people were killed and in house 666 two people were killed.\nDISTRESSED AUDIENCE MEMBER",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Mr Chair, may I be excused from the proceedings for a few minutes?  Thank you.\nMACHINE SWITCHED OFF",
            "Female"
        ],
        [
            "MR BERGER",
            "And the two people who were killed at 666, Mr Buthelezi, were Anna Sebolai and Percival Sebolai, and Percival Sebolai was shot in the face with a shotgun.  Is it correct, Mr Buthelezi, when you say that you didn't see who you were shooting at and you don't know if anyone was killed as a result of your shots?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I am sure that I did not see the person that I hit as I was shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just repeat your answer.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I am saying ...(indistinct) that as I was shooting, directing to the house on that particular street, I am not sure if I did hit someone or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you were shooting there were people around you with spears, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct that you went into the house at 666, you and your co-attackers, you shot Percival Sebolai whilst your co-attackers stabbed Anna Sebolai in Moshweshwe Street, the very first street that you entered?  Isn't that what happened?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where was Jabulani and Doctor when you ...(intervention)",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "They disappeared, they just disappeared.",
            "Male"
        ],
        [
            "MR BERGER",
            "So they were not with you in Moshweshwe Street when you fired into the houses, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, they were not there with me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you move down to Slovo Park?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, we took that direction.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did you fire shots in Slovo Park?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I did not shoot thereafter.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why not?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I do not have a specific reason why I did not shoot.",
            "Male"
        ],
        [
            "MR BERGER",
            "According to you, you hadn't killed anyone up to that point.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you stop your shooting spree when you got to Slovo Park?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It's something that just happened unplanned.",
            "Male"
        ],
        [
            "MR BERGER",
            "Weren't you still chasing the SUDs?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "They had already run away, most of them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Hadn't they run into the houses in Slovo Park?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The others ran towards Slovo Park.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, and you followed them there.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, we followed them.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you didn't shoot anymore, even though you could have?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I did not use the chance to shoot them.",
            "Male"
        ],
        [
            "MR BERGER",
            "You're not being completely honest with this Committee about your participation in the attack, are you, Mr Buthelezi?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, that is not true.",
            "Male"
        ],
        [
            "MR BERGER",
            "You know because you saw the damage that a shotgun can cause, and you want to distance yourself from that horror, isn't that right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Please repeat the question, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "You know because you saw the damage that a shotgun can cause on a human being, and you want to distance yourself from that horror, that is why you say you didn't shoot anymore in Slovo Park and you don't know if you killed anybody in Boipatong.  I am right, aren't I?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I can still hear the interpreter interpreting whilst the next question was already asked.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreter was still explaining the question to the witness.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I can respond like this, as follows:  at Boipatong I did not shoot anyone, all I know what I did was to shoot directing to one house only.  In my mind I think that was in the bedroom.  I was standing on the street, I think I hit the bedroom.  I shot in the air, I left the scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well did you shoot once or did you shoot twice?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I used three bullets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  The first shot that you fired, where was it directed at?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "My first shot was directed at the Self Defence Units.  The second one was directed to one house and the bullet hit the bedroom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, you fired directing the shot at a bedroom?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the third shot, was it the one that you fired into the air?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you.\n\tYou fired into a bedroom because you knew that there would be people in bed, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "In that bedroom the light was on.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you knew there would be people in bed, that is why you fired into the bedroom, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I did not know that there would be people in bed, or there were people in bed.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you fire into a bedroom?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was trying to break the windows.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well Mr Buthelezi, there were many people breaking windows.  Your job was to kill people.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I've explained that I myself, I was afraid to kill a human being.",
            "Male"
        ],
        [
            "MR BERGER",
            "You knew when you fired into that bedroom, that you had a very good chance of hitting people in bed, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was just shooting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Buthelezi, I can see you don't want to answer my question, I'll move on.  If there were police and police vehicles in Boipatong, you would have seen them, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "If the police had assisted you and your fellow attackers in Boipatong, you would know about that, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I would know about that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Because you would have seen it and you would have discussed it with your co-attackers afterwards, am I right.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Am I correct when I say you said Damarra's group went towards the shops and your group took the other route, that would mean that your group moved right down the first street in Boipatong, correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "In Moshweshwe Street I can just tell you that there were many windows smashed in many houses by your colleagues.  Do you agree that there were plenty of people around  you smashing windows in Moshweshwe Street?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR BERGER",
            "At 11.93 Dick Mokoena was injured with a shotgun wound.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Pardon?",
            "Male"
        ],
        [
            "MR BERGER",
            "Dick Mokoena.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I do not know that person.",
            "Male"
        ],
        [
            "MR BERGER",
            "The next day after the attack, are you saying that you have no knowledge of anything being burnt?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I did not know where these goods, the place, the spot where these goods were burnt.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you do know that goods were burnt?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Goods which were stolen from Boipatong.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who gave the order that those goods should be burnt, do you know?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "In the room that I was staying Damarra came in ...",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He told us that if we had taken something from Boipatong, we should take it to the stadium so that it could be burnt.",
            "Male"
        ],
        [
            "MR BERGER",
            "And was anything taken from your room to the stadium?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who had stolen stuff from Boipatong and what had they stolen.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Hollie Bajosi brought a video machine, Skubuzo had a blanket, that is all.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Damarra said that these goods must be taken to the stadium to be burnt?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, he said anyone who had stolen property from Boipatong, that should be taken to the stadium.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you went to the meeting at the stadium, had the goods already been burnt?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I hope so.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you don't know.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it that Themba Khosa gave the instruction that the goods should be burnt and the weapons should be destroyed?  I beg your pardon, the evidence linking you to the attack on Boipatong, should be destroyed?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, that is not Mr Themba Khosa's instruction,  that was not Mr Themba Khosa's instruction.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was his instruction?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Mr Themba Khosa came and I heard him saying that they were shocked about the Boipatong incident and he wanted to know if we had any knowledge as to who did that, who was involved in that incident and  everyone denied having any knowledge to that effect.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No-one wanted to be arrested at that time.",
            "Male"
        ],
        [
            "MR BERGER",
            "But when Themba Khosa spoke the police were not in the stadium, were they?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I think police were there on that particular day.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you deny your involvement because you knew that such an attack would not be approved by Themba Khosa, is that why you denied it?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, we denied our involvement there in that particular incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, the question is, did you deny your involvement in the attack because you knew that Themba Khosa would not have approved the attack on Boipatong?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, Mr Khosa, I am sure that he wouldn't approve and he wouldn't be happy if he had known that we were the people who did that.",
            "Male"
        ],
        [
            "MR BERGER",
            "You knew that on the 18th of June 1992?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Will you please repeat the question, Sir?",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know that on the 18th of June 1992, that Themba Khosa wouldn't have been happy if he had known that you were responsible for the attack?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "That is my view.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did Mr Mkhize give an instruction that the goods looted from Boipatong should be burnt?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I don't know but in our room, Mr Damarra came.",
            "Male"
        ],
        [
            "MR BERGER",
            "So would you answer at page 188 where you say: Question 5.1\n\"Mr Khosa did not give such a warning, this warning was given by Damarra and Mkhize.\"\nWould the reference to Mkhize there be wrong?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I can say so.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you know Mr Mkhize?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "No, at the time, did you know him, at the time of the attack?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, Serame pointed him to me at the stadium.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thanks.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "This is the night of the attack, the night of the 17th?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you, Mr Buthelezi, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson.\n\tMr Buthelezi, it's your evidence that you were not a member of the IFP before the 17th of June 1992.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Are you talking about June or July?",
            "Male"
        ],
        [
            "MR MALINDI",
            "17 June 1992.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I was not an IFP member at the time.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And the only conflict you had had with the ANC was the one involving Doti and Skosana?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you become a member of the IFP subsequent to that, that is subsequent to the 17th of June 1992?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I became a member on the 17th.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson.\n\tTo the extent that you approved of this attack on Boipatong, it was because you were motivated by the desire to avenge what Doti and Skosana had done to you?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, deep in my heart I did not like the idea, I was not for the idea of attacking at Boipatong.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And you didn't want to take avenge in any form for what Doti and Skosana had done to you?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I would try and - I would revenge at Zone 12.",
            "Male"
        ],
        [
            "MR MALINDI",
            "So in other words, you can't put forward any reason why you attacked Boipatong yourself?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "My reason to go to Boipatong is because Mr Damarra said openly that a man that be left behind or that would be left in the yard while the other men go to Boipatong, that man, the one who would be left in Boipatong - the man that would be left in the hostel whereas other men had gone fighting, that man it would be his very last day.",
            "Male"
        ],
        [
            "MR MALINDI",
            "After you heard about Nosenga's existence, did you go up to him, Nosenga?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I went up to him.",
            "Male"
        ],
        [
            "MR MALINDI",
            "When you got to him and questioned him, who else was with you?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was a number of us.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Any names that you can remember?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was the late Mtwala and Tzwee, Papie, Doti, Shemi and Matanana and Chanke.  Chanke is Joseph Radebe.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Was Mr Richard Dlamini anywhere near Nosenga at that time?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I did not see him.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Were Vusi and Spongolona also there?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Though I cannot remember very well, as we were coming towards him I did not see the people who were in his company.",
            "Male"
        ],
        [
            "MR MALINDI",
            "At that time was Nosenga taken anywhere, after you questioned him?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Do you mean on that particular day?",
            "Male"
        ],
        [
            "MR MALINDI",
            "On that particular day and specifically at the time when you were part of the group questioning him.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He came there and he joined us.  He stood there as we were washing the cars.",
            "Male"
        ],
        [
            "MR MALINDI",
            "So as far as you are concerned, on this particular day, the day that you questioned him, he was not taken to any person, he just lay around the premises of Kwamadala?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "As we were there with him, in the evening a meeting was held.",
            "Male"
        ],
        [
            "MR MALINDI",
            "The meeting was held in order to address the Nosenga issue?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Will the speaker please repeat the previous question.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Was this meeting held to discuss the Nosenga issue?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, and the other subjects were to be discussed.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Up until this meeting was called, you had seen Nosenga walking about the premises, he was not handed over to anyone?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I can see Nosenga was shocked.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And at this meeting, was this meeting on the same day on which you first met Nosenga and you were part of this interrogating group?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MALINDI",
            "I don't remember if I've asked this question, where was this meeting held?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The meetings was held at Kwamadala hostel at the stadium.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And who dealt with the Nosenga issue at this meeting?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Mr Thembankosi Khumalo.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And Nosenga was at the stadium also?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, he was also present.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And where had he come from before he presented himself at the stadium?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I do not understand your question.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Did Nosenga go to the stadium like anyone else when the meeting was called?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Nosenga went to the IFP Committee.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Did he present himself to the committee or how did he get to go to the committee?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He came to the stadium with the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question - wasn't your question how did,  did he go on his own to the Committee.",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Yes, that was my question, Sir.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "People came to fetch him.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Who fetched him?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I cannot remember those people.",
            "Male"
        ],
        [
            "MR MALINDI",
            "You yourself did not see Nosenga being taken away and being taken to the IFP Committee?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "No questions, Chairperson.\nNO QUESTIONS BY MS CAMBANIS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir.\n\tAs at the 17th of June 1992, how many of you were occupants in the room that you were occupying?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It is very difficult for me to say but it was a lot of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're not being asked about the hostel as a whole, you're being asked about the room that you occupied.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Do you want to know how many people occupied one room, is that your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Occupied the room which you also occupied.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "If I'm not mistaken I think we were about 10 or 13.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And I take it that in the light of Damarra assertion that every man must go and attack Boipatong, all your roommates did participate in the attack, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And of all your roommates, it's only three of you, that is yourself and the two twins who did not attend the Ulundi conference subsequent to the attack, is that correct?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And your roommates who attended the Ulundi conference, were they necessarily delegates for that conference or were they just attending the conference as interested persons?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I think they went there as interested people.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why did you not attend the conference?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was not interested.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "This interrogation which was referred to which you had with Mr Nosenga, was that an informal situation or was it a formal situation, like a committee situation?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "We would ask questions randomly.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now when Mr Nosenga said that he was planted in the hostel as a spy and that he should look for places where he could plant bombs and all that, did you believe him?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, we believed him because there were threats all the time.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you arrived at the hostel with Doctor and Jabulani, did you arrive by car?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, we used public transport, we used taxis and we alighted at the robots.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You stated that the instruction to attack was given by Damarra, now if no order was given by him to attack Boipatong, would you have attacked Boipatong out of your own freewill?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, we would not attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you realise at that stage that Damarra was one of the leaders at the hostel?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You testified about three shots which you fired in the beginning stages of the attack and later on you went to Slovo Park, did you see any comrades in Slovo Park, or did you find any comrades in Slovo Park?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The comrades at the street that intersects the Slovo Park and Boipatong, they jumped to the side of the shacks and they disappeared.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After they disappeared, did you see them again?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, we did not see them again.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know or did you see where Doctor and Jabulani fired shots with their shotguns?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I did not see them shooting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from yourself, Doctor and Jabulani, do you know if other people also had shotguns?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The person that I remember seeing was Mr Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from him - let me ask you, did you know exactly what weapon each of the attackers had with them?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, what is the question?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "If he knew the weapons of each one of the attackers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There were approximately 300 attackers the evidence indicates, so do you want him to tell us what each one of these men had?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I know that the answer is obviously no, but if that is the situation he won't know if other people also had shotguns.  That is basically the point I want to make.  I can just put it straight away.\n\tDo you know if some of the other attackers had shotguns with them?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, it was quite a large number of people.  The only person that was in front of me was Mr Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I've got no further questions, thank you.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "No questions.\nNO QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "MR DA SILVA",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "MS TANZER",
            "Just two or three.\n\tWho related to you the event that Nosenga was on the stage at Ulundi?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Will the speaker please repeat the question?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Who related to you the event that Nosenga was on the stage at Ulundi?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was Joseph Radebe.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did Nosenga tell you about this when he returned from Ulundi?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, Mr Nosenga did not mention that to me.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you not ask him questions about being on the stage in Ulundi?  I mean it's quite an honour.",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I did not ask him question, the people were just discussing.  I did not ask him a question.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did he ever tell you that at the hostel you people were thanked for the good work done in Boipatong, by Chief Mangasotho Buthelezi himself?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now on your version Nosenga joined the hostel after the attack, that is correct right?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Would you say that he got his information relating to the attack from his fellow roommates and hostel dwellers?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I think he got that information from the other hostel dwellers.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you think that in fact he pieced together the attack on Boipatong from information he obtained, resulting in the statement?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "Then is it not correct that even if your version is correct and true,  you are not relating an important fact to this Committee and that is that the police were involved in the attack of Boipatong?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "The police were not present and the soldiers were not present during the attack at Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you part of Victor Keswa's hit-squad or gang?",
            "Female"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "No further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks, Chair, just two quick questions.\n\tYou said that a number of you went out to the robots early in the morning on the 18th when you suspected some sort of an attack, did I hear it correctly?",
            "Male"
        ],
        [
            "MR LAX",
            "How many of you went out there?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was quite a large number of people.",
            "Male"
        ],
        [
            "MR LAX",
            "More than 50, more than 100?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I think it was more than 100.",
            "Male"
        ],
        [
            "MR LAX",
            "And how did you get marshalled out, who brought you together so that you knew about these things that you went out there?  In other words, who called you together?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was Mr Damarra.",
            "Male"
        ],
        [
            "MR LAX",
            "And that's when you were re-issued with your shotgun?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "The second issue was the question of Nosenga, you were questioning him and you said they came and fetched him to the Committee, do you remember that?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MR LAX",
            "Where did they fetch him from?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "He was fetched from the room.",
            "Male"
        ],
        [
            "MR LAX",
            "So after you chaps had finished talking to him  you went back to the room?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Will you please repeat your question, Sir?",
            "Male"
        ],
        [
            "MR LAX",
            "Did you go back to the room after you had finished talking to him or asking him questions etc?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, we went back to the room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Sigodi?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "You say that you went to the hostel for the first time on the 17th of June.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Had you been to the hostel before that date?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you have friends staying at the hostel, did you know anyone before going to the hostel?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who did you know before going to stay there?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "There's a gentleman called Tabang that I used to know and one gentleman called Bono, the other one was Faltein.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Alright, but were you a frequent visitor to the hostel before staying there?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I was not a frequent visitor there at the hostel.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And before the attack were you active in politics?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And this difference between you and Doti and Skosana, why do you think that it was a political difference?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "I knew very well that Skosana and Doti were well-known people at Zone 12, each and everyone at Zone 12 knew them at the time.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "No, but why do you ascribe your difference with them to being a political difference?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It is solely because they said Stals was a member of IFP, that was Smith.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But when you went to join the hostel you were not an IFP member.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I was not yet a member.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You joined on that day.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you submit your name to somebody, saying that you were joining the IFP?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, though I cannot remember the name of the person but I was issued a card.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why did you join the IFP?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It's because the people were accusing me of being an IFP member.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes, but was it necessary to join as an IFP member on that day?  Let me put it this way, you were only seeking  refuge in the hostel, is that correct?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "It wasn't necessary for you to join as an IFP member on that particular day, is it correct?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, there was no need for me to join the IFP.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why did you choose that day to join and become an IFP member?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "In the township already they were accusing me of being an IFP member.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you agree with the IFP policies?  Did you know the IFP police?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, I did not know.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you know who were the leaders of the IFP?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I knew the leader.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who was the leader?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It was Doctor Mangasotho Buthelezi.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Alright.  And you say that when you joined the group to go and attack in Boipatong, you were not really keen or deep down in you you were not for the attack on the SDUs, is that correct?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Will you please repeat your question?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You say that you did not align yourself with the idea of attacking the Self Defence Units in Boipatong on that night?  You didn't know anything about the attack before then.",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I knew nothing about the attack.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And so you only went there to attack simply because you were scared of threats by Damarra Chonco that you would be killed if you did not join the attack, is that correct?",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.\n\tWhen Nosenga told you a different story than the one that he was sent by the ANC to plant the bombs, did these events happen when you were washing the car, on the same day or was it on different days?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "As I was questioning him as to what was the reason for him to come to Kwamadala hostel, we were still washing the cars and he told me that the people who were accusing him of being an IFP member.\n\tWhen I heard from Chunkie the following day he said the reason for that person to come to Kwamadala hostel was to assist the possibility of planting bombs.  I went back to him and I said;  Sir, I asked you the reasons yesterday and you told me that the people who were accusing you of being, you told me that you were being accused of being an IFP member whereas you know very well that you were there to check whether you can plants the bombs.  And he told me that he was afraid to tell me the truth.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So when you confronted him of having told you a lie, was it also at the spot where you were washing cars?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "We were in the house, in the room when I was asking him that question.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Earlier in your evidence when you were asked about the shot you directed at a house, I heard you saying that you directing it at the dining-room, but under cross-examination you say you directed it at the bedroom.  Did I understand you correctly?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No, you did not hear me well.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said Nosenga was left to live in the hostel because he was asked by an elderly person at Ulundi and he said that he was an IFP person, he was no longer ANC, did Nosenga become a member of the IFP?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, he became an IFP member.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "At what stage, when did he become a member of the IFP?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "After the conference in Ulundi.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything arising?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, there's just one question and it's for clarification only.\n\tMr Buthelezi, the Mkhize that you saw armed with a shotgun, that's Bhekinkosi Mkhize, am I right?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I saw him with an AK47 rifle.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, the question was, which Mkhize did you see with a shogun?  We're trying to clarify which Mkhize you saw with a shotgun.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "No-one was armed with a shotgun, it was\nonly a rifle.",
            "Male"
        ],
        [
            "MR LAX",
            "So that was Bhekinkosi Mkhize that had an AK47?",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It is Archie's one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "\"It's my co-applicant, yes.\"",
            "Unknown"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "It is my co-accused.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm sorry, Chairperson.\n\tIn answer to a question by your counsel under re-examination as to who else had shotguns, you mentioned a person by the name of Mkhize, and I want to know that Mkhize, is it Bhekinkosi Mkhize, your co-accused.",
            "Male"
        ],
        [
            "SIPHO ALFRED MR BUTHELEZI",
            "Yes, I thought you were referring to a rifle.  I just said he had a firearm, I did not know that he was referring specifically to the size of the firearm.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you, no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything arising?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Thank you, Mr Buthelezi, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}