{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-25",
        "location": "VEREENIGING",
        "day": "6",
        "names": [
            "SONNY MICHAEL MKWANAZI"
        ],
        "case number": "6120/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53123&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990125ve.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "SONNY MICHAEL MKWANAZI",
            "MR LAX",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER",
            "MR MAPOMA",
            "MR BERGER",
            "MR SIBANYONI",
            "MR MALINDI",
            "MS CAMBANIS",
            "ADV SIGODI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "MR MKWANAZI",
            "SONNY MICHAEL MKWANAZI",
            "MR LAX",
            "ADV. DE JAGER",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER",
            "MR MAPOMA",
            "MR BERGER",
            "MR SIBANYONI",
            "MR MALINDI",
            "MS CAMBANIS",
            "ADV SIGODI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Are you ready to proceed Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes Chairperson, the next applicant is Sonny Michael Mkwanazi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I indicate that I have been advised by the interpreter that there is only one Zulu interpreter and that being the case we may either have to slow down or take adjournments every time and again so as to give the only interpreter present time to rest.  I am informed though that another interpreter is on her way from Cape Town so once she arrives we should be able to proceed at the normal pace.  Yes thank you.  What is the name of this gentleman?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Sonny Michael Mkwanazi, number seven on the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mkwanazi what language our you going to speak?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Sesotho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, would you state your full names for the record?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Mkwanazi, what is your level of education?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Standard 5.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How old are you presently?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I am 23 years old.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Which year were you born?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "1977, it was in February.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You have signed a so-called Form 1?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Your signature appears on page 133, do you identify your signature?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes I can see the signature.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you confirm the contents of the application form, Form 1?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You've indicated now that you were born during 1977, I see in this form your birth date is given as 11th February 1976, can you just make that clear?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I have just applied for an identity document in 1997 and I only learnt then that I was born in February 1977.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mkwanazi, would you please speak up so that people at the back of the hall can hear what you are saying, do you understand?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes very well.  I have just taken in a new identity document, it was in 1997 when I applied.  It is then that I only came to know that I was born in 1977 in February.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And next to your application form is a typed out document setting out inter alia the political objective you wanted to achieve with the attack.  Now this document was translated to you and shown to you.  Do you confirm the contents of this document?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes that is correct but I must say we did not have an interpreter on that day.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes but I'm referring today this contents have been explained yet again, do you confirm the contents?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your own words, what was your motive and objectives when you decided to go along with the group that attacked Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "The objective was to go to Boipatong and teach the people of Boipatong a lesson.  They didn't want us to live in the township.  I wanted to teach them a lesson.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Before you moved to Kwamadala Hostel were you a victim of violence against yourself personally?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And according to your application you moved into the hostel during 1991, is that right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you become a member of the Inkatha Freedom Party?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now the next document I want to refer you to appears on page 136 of the bundle, that is the request for further particulars and your answers appear on page 138 to 140.  Do you confirm that the questions and answers were again shown to you?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I confirm.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You indicated that there's a wrong answer, is that right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you indicated to me, well I'll read you the question, you give the answer that should be given, that's question 5.2\n\"Did Mr Khosa warn hostel dwellers at the meeting that they should burn all evidence that linked attackers to the massacre including goods stolen from the hostel and clothes stained with blood?\"\nThe answer that appears on page 139 under 5.2 is \"Yes\"\nDo you stand by that answer?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No I don't stand by that answer.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What should that answer be?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I said he might have said that but not in my presence.  I had not arrived at the meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give or tender any explanation why the answer was given as \"yes\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well isn't it what he's saying that what he said was that he might have said that but not in his presence?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That is his answer today but I just want to give him the opportunity to explain why the wrong answer appeared on the application initially.",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "My advocate was with me during that occasion, he must have mistaken me for a wrong answer.  On that day I said to him he might have said that but I had not arrived at the meeting yet.  The mistake comes from his side.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember if an interpreter was used?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Would you speak a little bit of Afrikaans?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No that much.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Strydom, does he know that there wasn't an interpreter or he does not remember, I'm not quite clear what his answer is?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "No to what?  Was there an interpreter or that you just don't remember?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There was no interpreter.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When your statement was taken were you in custody at that time?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now the next document I want to show you is an affidavit which appears on page 141 up to page 143.  Now this document has been shown to you again and interpreted to you and you indicated that there are certain aspects that are not completely correct.  The one paragraph I want to read out to you is on page 142, the second paragraph which I will translate\n\"Before the night of the 17th June 1992 I knew nothing of any attack which was going to take place\"\nIs that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When was the first time for you to become aware that Boipatong would be attacked?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was on the 10th at the meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who spoke during the meeting of the 10th you refer to?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was Mr Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember what he said during the meeting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you just repeat what you remember?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He said we should get ready for an attack but he did not tell us as to when will the attack take place.  They said we should go and revenge against the people of Boipatong who did not want us in the township, the people of Boipatong who killed us when we went into the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So if I can refer you to page 142 again, is that statement then correct, the one I translated to you?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mkwanazi, the statement that your counsel has just read to you says that before the night of the 17th June 1992 you did not know or you were not aware of any attack that was going to take place, do you understand that?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've just told us now that you first became aware of the attack, of the pending attack on Boipatong on the 10th June 1992?  You see, do you understand that?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the statement that appears at page 142 cannot be correct can it?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "What I know is that we were told to prepare ourselves for an attack.  We were not told the date of the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you knew what place you were going to attack didn't you?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "We did not know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The other paragraph you pointed out to me relates to the request for further particulars and the answer given there.  I'm going to translate this paragraph and you must tell me what you say is incorrect\n\"Shortly after the attack goods from Boipatong were burnt.  Mkhize and Damara gave instructions.  Themba Khosa said during a meeting after the attack that we should burn blooded clothes.  The video which I took during the attack was burnt.\"\nAre you happy with that paragraph?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "To which extent are you not happy with that paragraph?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It is that issue of bloodstained clothes, nobody gave such an order.  Damara, Xongo and Metjie Mkhize ordered us to burn the videos to do away with the evidence.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Are you also known as or your nickname during that period as Stickenau?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that a nickname for a person that walks with a limp?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a policeman by the name of Peens?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person by the name of Andries Nosenga also known as Matanzima.",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where do you know him from?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I know him from Madala Hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You've heard the allegations that's been put to the other witnesses which basically boils down to the fact that he came to the hostel before the attack.  What do you say about that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is not correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "He also made a reference to a meeting that took place before the attack where Themba Khoza and Peens addressed the hostel dwellers.  Do you have any knowledge of that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In Mr Nosenga's affidavit it's also stated that on the night of the attack Casspir vehicles picked up various residents of the hostel including a person by the name of Lucky and he stated that he was limping.  Now if one accepts that reference to that Lucky, his reference to you, what do you say about these allegations?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There were no police vehicles on that day.  We walked to Boipatong.  When we were next to an open space we stopped, split in two groups and went into the township. I did not see police vehicles on that day.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the course of the attack or shortly thereafter did you see any military vehicles?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes, after the attack I saw two military vehicles and they wanted to stop us entering into Kwamadala Hostel.  Themba Mabote shot in their direction and they drove off taking the direction leading to Sebokeng.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was that the only defence force or police vehicles you saw during the course of the attack or shortly thereafter if I could put it that way?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I saw them approaching from Vanderbijlpark.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But when was that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "When we were coming out of Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now you indicated in your application that you were in Damara's group and you did explain briefly what did you do in Boipatong which places did you go to and what did you do inside Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "We were breaking windows and others were getting into the houses, opening the doors.  I smashed the windows in Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you injure or kill any person in Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Could you see that any person was injured or killed by some other of your co-attackers?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I could not see anything on that day but because of the shots that were fired there's a possibility that people might have been killed or injured and the next day it was reported that the people were killed in Boipatong and it was alleged that they were killed by the people from Kwamadala.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from breaking windows did you go into houses yourself?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There is this one house that I got into and I took a video away but there were no people in the house, they had run away already.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And is that video you returned to the Kwamadala Hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you take the video?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I took this video to sell it in Kwamadala, we were starving.  I did not even have clothes to wear.  When I arrived at Kwamadala I only had the clothes that were on my person only so I wanted to sell this video so that I can buy clothes and buy food.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Your parents, where did they stay during the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "They stayed in Sebokeng.\nADV. DE JAGER: Could you return to your parental home?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why not?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There was a group of comrades who accosted me, they assaulted me and they told me to tell them where my friend was.  They claimed that we were members of IFP.  I managed though to escape from them and a certain friend of mine called Mapondo advised me to go to Kwamadala Hostel, I did not know Kwamadala Hostel then.  I agreed, we went together.  He told us that there was accommodation at Kwamadala Hostel and we could stay there.  The comrades had killed Tompie Vilakazi who was my friend.  They chopped him with ...[indistinct] and pangas, I got very scared and I retreated to the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know why the comrades accused you of being a member of the IFP?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.  A certain boy who was a scholar at Lekwashando was killed, his name Lata so he was killed by my friends.  I was not present in that group now when they were searching for my friends they came to me but I told them that I did not know their whereabouts.  They then left with me, assaulted me with shamboks, I managed to escape to the police station, I met Mapondo, he advised me to go with him to Kwamadala Hostel.  He told me that there was accommodation and we would be safe and then we moved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I understand, I know that you were advised by Mapondo to go to hostel but what I want to find out is do you know, I mean apart from the fact that Lita Shando was killed there.  Do you know why the comrades accused you of being a member of the IFP?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I really do not know, I do not know why they accused me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from the fact that you could not return to Sebokeng, just prior to the attack could you move freely in the township Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No we could not move free anywhere, not only Boipatong, Sebokeng included, Sharpeville and Boepalong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you know a person by the name of Victor Kezwa?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you a member of any hit squad?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the period before the attack were you aware of Victor Kezwa's activities?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I only heard of them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you got to Kwamadala Hostel did you become a member of the Youth Brigade?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you rape any person whilst you were in Boipatong during the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now an allegation was made during the trial of this Boipatong Massacre case, that the allegation was made by one of the state witnesses that you bragged afterwards that you have raped a woman.  The witness also testified that he did not believe you and he thought that it was - you were just saying that to boost yourself but what do you say about the allegation that you said so?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "This is a blatant lie.  The situation was very tense in Boipatong.  There was gunfire.  People were screaming.  There was no such act that could have taken place, an act of raping, the situation was just tense for such an action to happen, it was gunfire, people were screaming.  One would never take such an action.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know Prince Vanala Zulu?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see him during the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If he was there just before and during the attack would you have seen him?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At that time did you know where he was?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I know he was at home.  I'm referring to Natal.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I've got no further questions, thank you.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Yes Ms Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Thank you Mr Chairman.  At this stage when this attack took place you were only 17 years old, is that correct?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I was thirteen years old.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Do you know how Victor Kezwa died?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Why did you have only the clothes you were wearing when you went to Kwamadala Hostel, what was the reason for that?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It's because I ran away from the township, I could not go back to fetch my clothes.  Had I gone to Sharpeville, who knows, I would have been killed and my parents could not even bring me clothes because they were always being threatened.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "I've no further questions, thank you.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr da Silva?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "May it please you Mr Chairman.\n\tMr Mkwanazi, you testified that you saw two military vehicles.  Could you explain where you were when you saw these vehicles?  You say you saw them after the attack.  Can you explain more or less where you were after the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "We were retreating from Boipatong, we were at an open space.  Now these vehicles approached from the Vanderbijlpark direction.  Themba Mabote shot at these vehicles, they drove off leading to Sebokeng.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So do I understand your evidence that you were in an open veld between Boipatong and Frikkie Meyer Boulevard, that's the road that leads between Sebokeng and Vanderbijlpark?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now when you saw this vehicles, let me just clarify this, there's a road Noble Boulevard that is between Boipatong and the factories.  Did you see these vehicles any stage on Noble Boulevard or did you see them only on the road which is between Kwamadala Hostel and Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I saw them in the main road.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now when you saw them were they in the vicinity of the robots?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When you saw them the first time is that where you saw them, in the vicinity of the robot?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And you say Mr Mabote shot at them and then they moved off in the direction of Sebokeng, in other words in a northerly direction?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now if you saw them the first time in the vicinity of the robots, what makes you believe that they came from Vanderbijlpark?  Is that not an assumption you're making?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No, I saw them approaching from Vanderbijlpark and they wanted to stop us.  Themba Mabote shot at them, they moved from where they were parked, that is close to the robots and they headed for Sebokeng.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "But if you saw them the first time in the vicinity of the robots, what makes you believe that they came from Vanderbijlpark, in other words from a southern direction?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said in his evidence that when he saw they were approaching from the Vanderbijlpark direction, is that not what he's saying?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman I ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless there's something that I've missed here.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman I asked him specifically this to try and establish why he says they came from the Vanderbijlpark area and I asked him specifically where did he see them the first time.  He says he saw them at the robots.  That is not from the Vanderbijlpark direction, Mr Chairman, this is why I'm trying to follow this up to try and clarify this.  Is your evidence, I understood your evidence to be that you saw them in the vicinity of the robots the first time?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "My instructions are that they never came from Vanderbijlpark.  Is it possible that you made an assumption that they came from the Vanderbijlpark direction?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There are two streets.  There's a four way stop in the middle, cars approach from Vanderbijlpark in the northerly direction, that's why I'm certain that they were approaching from Vanderbijlpark heading towards the north.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Why do you say you're certain they were coming from Vanderbijlpark?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I saw them on the left side of the road from Vanderbijlpark.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "But could it not be that they just parked there, it doesn't mean that they're in actual fact travelling from Vanderbijlpark?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I saw them approaching from Vanderbijlpark, they were not parking.  They then turned towards our direction, they lit us, Themba Mabote shot at them and they drove off.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now if I remember Mr Mazibuko's evidence correctly, his evidence was that Themba Mabote shot several times at them.  Is that your recollection?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now there were several witnesses that testified during the trial, a Mr Holi Bajosi and a Mr Malloy.  Do you remember them testifying during the criminal trial?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "These vehicles that you saw can you describe them?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes, brown in colour and these are small cars but topless because the people could protrude from within.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So it's your evidence that both of them were brown and both vehicles didn't have a roof?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct, they were open at the top.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Mazibuko referred to these vehicles as suitcases, do you also know them as suitcases?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you're quite certain you saw two vehicles which you know as suitcases?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now to return to Mr Bajosi's evidence and Mr Malloy's evidence and one of your co-applicant's evidence, Mr Magubane, he says he saw one vehicle.  Isn't it that you could be mistaken that there was only one vehicle?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No I saw two cars.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Is it - you can't give an explanation why Mr Magubane only saw one?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Magubane one, I saw two.  It might happen that he saw one car, one vehicle, but I saw two.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I just want to put my instructions to you, my instructions are that there was only one vehicle and that vehicle came in the direction of Sebokeng.  Do you have any comment in that regard?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was from Vanderbijlpark's direction.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do you have any comment in regard to there only being one vehicle?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I saw two vehicles on that day.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I have no further questions Mr Chair.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Ms Tanzer?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Have you been sitting in these proceedings listening to the hearing since the beginning?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "You have heard what I have put to your co-applicant so far regarding Mr Nosenga's statements?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "So in order to prevent any protracted questioning, I'm going to just simply put to you as you are well aware Mr Nosenga's version are the events that led up to the Boipatong attack, the meetings that took place and the fact that there was police assistance during the attack on the night of the 17th June.  What are your comments in this regard?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is not correct, there were no police vehicles assisting, I did not see the police vehicles.  It was only our group, our members, in Boipatong.  There were no police vehicles.",
            "Male"
        ],
        [
            "MS TANZER",
            "So in fact Mr Nosenga's version is incorrect in your opinion?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "When were you arrested?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember the month but it was not on the 18th or the 19th, it was quite sometime thereafter, three or four months thereafter.",
            "Male"
        ],
        [
            "MS TANZER",
            "When do you allege that Mr Nosenga joined the hostel?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "After the attack, after the attack had taken place in Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you be a little more specific?  One week, one month?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might be a month or two after the attack.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you know Mr Nosenga personally?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you ever have any conversations with him?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "And during these conversations was the attack ever discussed?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did he ever ask you questions about the attack?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did he ask you about your participation in the attack?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "So how can you explain why Mr Nosenga has such detailed knowledge about events leading up to the attack and the attack itself?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not know, he might have heard of the activities from the newspapers because this was a very famous news story.  He might have read it from the newspapers, he might have seen it from the television, this was known world wide.",
            "Male"
        ],
        [
            "MS TANZER",
            "I put it to you that Mr Nosenga has no education and cannot read a newspaper and he had no access to televisions in the hostel as I understand from your evidence or the evidence of your co-applicants?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well I'm not too sure whether this witness said that there was no television in the hostel at all.  Were there televisions in the hostels?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There was no television in the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the entire hostel no one had a television?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "In our room we did not have a television.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the other rooms?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes there were televisions in other rooms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was prior to the attack?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you see no police vehicles in and around Boipatong during the attack?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now in your evidence you said that you were advised you could stay in the hostel.  What were the conditions imposed upon you for joining the hostel?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was expected of me to be a member of the IFP as I've run away from the township, afraid of the attacks from the comrades.",
            "Male"
        ],
        [
            "MS TANZER",
            "And being a member of the IFP what was asked of you in the hostel, what were your duties as a member?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There were no duties assigned to me, I was just an inhabitant of the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Once at the hostel were you employed?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "You mentioned a meeting after the attack that you came late to while Themba Khosa was addressing this meeting.  How long would you say this meeting took place?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not know how long the meeting took place.",
            "Male"
        ],
        [
            "MS TANZER",
            "Approximately?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might have been an hour or thirty minutes.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now you gave evidence that you heard nothing about the burning of the loot by the time you arrived at this meeting?  What was he talking about?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He was telling us to co-operate with the police because they are investigating the Boipatong issue.",
            "Male"
        ],
        [
            "MS TANZER",
            "For a whole hour?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There are other things as well.  He said we should not fight back because the people of the hostel were angry, they wanted to fight the police.  He told us to come down and give our co-operation.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was Themba Khosa angry at this meeting?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No he wasn't.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well how was his attitude towards the hostel dwellers having just attacked Boipatong?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He was very sad, he asked us what happened but nobody told him the truth.",
            "Male"
        ],
        [
            "MS TANZER",
            "So at this meeting he was basically giving over the chair to the audience asking who could offer information, is that what you're saying?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He asked that question but nobody responded to it.",
            "Male"
        ],
        [
            "MS TANZER",
            "You said you weren't employed at the hostel, how were you maintained?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Red Cross supplied us with food parcels.  Often times the people of Kwamadala would gather some money so that we can buy food.",
            "Male"
        ],
        [
            "MS TANZER",
            "Where did you get the money from?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "The elderly men at Kwamadala would gather some money and buy us food.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you ever break into shops or steal money or food in order to maintain yourself?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you have a choice in participating in this attack?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I did not have a choice.  I really did not have a choice.  We were told to attack, before that we were told to take white headbands, all men were told to go, only women were supposed to stay behind.  There was nothing I could do.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well what age were you considered a man?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, I'm not too sure what's the relevance of these questions, is there an issue about whether this applicant take part in the attack?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I didn't get the question Mr Chairman?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "As there an issue as to whether this man took part in the attack?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "No there isn't Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then why are we asking these questions?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "You're right Mr Chairman.\n\tDuring the attack did you leave yourself with anybody or did you make sure that you were standing next to a person with a weapon, a firearm?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "And who was your accomplice, who were you with all the time?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is Damara, Damara Xongo.",
            "Male"
        ],
        [
            "MS TANZER",
            "Alright my final question is, I put to you that I understand you have denied allegations of Mr Nosenga.  He places you in a Casspir on the night of the attack, taking you to Boipatong.  This is his statement and this is the evidence he is going to be giving.  What is your comment?",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is not correct, that is a blatant lie from Nosenga's side.  Nothing of that sort happened.  We walked to Boipatong and walked back.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well I put it to you that you are lying and that Mr Nosenga is being open with this Committee.",
            "Female"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not know anything of what he said.  I am telling the truth today.  We were on foot to Boipatong, on foot back from Boipatong, no police casspirs, no police vehicles.",
            "Male"
        ],
        [
            "MS TANZER",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Are you also known as Lucky?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will be - I beg your pardon, I should start with Mr Mapoma.  Do you have any questions Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Chairperson, I thought if any questions I do have I may have after Mr Berger has cross-examined the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger let me warn you that we intend taking a break at 11 o'clock.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, might I ask if we take the break now instead of at 11 because in five minutes time I going to be right in the middle of a point which I wouldn't want to break.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take an adjournment now, we will come back at 11.25.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mkwanazi, let me remind you that you're still under oath to speak the truth.   Yes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tMr Mkwanazi, at the criminal trial you told the court that you first moved into the hostel on the 27th June 1992 and prior to that you were never at Kwamadala, is that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "(s.u.o.)  That is correct.  I was just defending myself.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That was a lie?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And now, before this Amnesty Committee you admit your participation in the attack but you reduce it to an absolute minimum, correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "In other words you don't admit killing or attacking or attempting to attack any person?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I did attack, I went to Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes but in your admitted participation in the attack before this Committee, you have reduced your participation to an absolute minimum?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you say that is not a lie?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I went to Boipatong to attack but it was not my intention to go there.  An order was taken out that nobody should remain behind, all men must go, women must stay behind.  It wasn't my intention to go and attack people in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you didn't want to go to Boipatong and you wouldn't have gone if there hadn't been an order?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if you don't get amnesty then you're going to proceed with your appeal and you're going to go to the appeal court and you're going to lie about your participation in the attack, is that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "So if you don't get amnesty you won't proceed with your appeal?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "The appeal goes on, sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it correct that depending on the circumstances you just modify your evidence accordingly?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is not correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see I wasn't surprised this morning when you changed certain of the answers in your application and in particular I'm referring to your answer about what Themba Khosa said at the meeting of the 18th June 1992.  You told the Committee that the reason that there's that wrong answer and the reason that there's that incorrect passage in your affidavit is because your advocate got it wrong, not you, is that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That's what I said.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the fact that you've been sitting here everyday - well let me ask you that first, is it correct that you've been present throughout these proceedings?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "When these proceedings began this month I was not here.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, you were not here on the 18th January 1999.",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "But for that day you have attended every other day, every other sitting of this hearing?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you've heard all your co-applicants with the exception of Mr Victor Mthembu denied that Themba Khosa gave the order to burn goods from the hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you knew what was contained in your amnesty application namely that you had admitted that Themba Khosa had given that instruction?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might have happened that he took out such an instruction but I was not present at that time, I arrived late.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see what I'm putting to you is that the reason that you changed your application or the details, those particular details in your application, is because you want your evidence to fit in with the evidence of your co-applicant's, am I right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No, you're not right.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay, when you made your application, I'm talking about the documents at pages 131 to 133, where were you?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I was in prison, Leeuhof.",
            "Male"
        ],
        [
            "MR BERGER",
            "That was on the 15th January 1998.",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you gave you answers which I recorded at pages 131 to 133, who was present?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was two advocates.",
            "Male"
        ],
        [
            "MR BERGER",
            "Advocate Strydom next to you and Mr Frederick next to him?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And there was no interpreter present?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at that time were the contents of the pages 134 and 135 explained to you?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I did not have an interpreter but here and there I could understand what was said.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please be aware of the document that I'm referring you to, I'm referring you to page 134 and page 135.  Perhaps my learned friend could show you?  Was that document explained to you when you signed your amnesty application?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then the questions at pages 136 to 137 were put to you and you gave the answers at 138 to 140?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who was present when you were asked those questions and you gave those answers?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Advocate Strydom next to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Only Advocate Strydom?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "The two of them again.",
            "Male"
        ],
        [
            "MR BERGER",
            "Advocate Strydom and Mr Frederick and there was no interpreter present?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There was no interpreter.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then the document at pages 141 to 143, that is your affidavit, that was signed by you on 11th June 1998 and the oath was taken by Mr Frederick, is that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And who else was present when you gave this statement?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "We were three.",
            "Male"
        ],
        [
            "MR BERGER",
            "You, Advocate Strydom and Mr Frederick?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And once again there was no interpreter present?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you do not speak English or Afrikaans and you do not understand English or Afrikaans, is that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You spoke exclusively in Sotho?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Afrikaans as well, I can understand Afrikaans just bits and pieces of Afrikaans.  I'm very strong in English, my English is stronger than Afrikaans.",
            "Male"
        ],
        [
            "MR BERGER",
            "So did you not speak English to Advocate Strydom and Mr Frederick?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Here and there I would throw a bit of English, yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see because the document from 141 to 143 is quite a detailed document and it has information which is peculiar to you and to no one else.  For example what is written on page 141 and on other pages, 142 and 143.  So what I'm suggesting to you, Mr Mkwanazi, is that you and Advocate Strydom and Mr Frederick were able to converse quite easily for them to be able to get this statement down from you, that there was no problem with communication at all?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There was a linguistic problem, a communication problem.  Why do I say this it's because I would mix English and Afrikaans together.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes but there was never a time when you didn't understand what they were asking you and they didn't understand what you were saying?  Isn't that right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct, here and there we would understand each other quite well.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now for example question number 6 at page 136\n\"Did you see any person firing with firearms during this attack?  If yes, please supply particulars.\"",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Themba Mabote.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, in fact that was your answer.  You said \"yes, I saw people\" - page 139.  \"I saw Themba Mabote\"  Accused 67 at the trial, fired shots in the streets of Boipatong, that's correct is it not?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I also saw Damara firing shots in the direction of the shops.  That is correct is it not?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You went on\n\"Apart from what I saw I also heard various shots being fired.\"\nThat's correct is it not?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I see you answered in English that time, you said \"yes\".",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "In fact you've been through all the questions and all the answers with your legal representatives, you've been through your application and you've been through the affidavit which you made at pages 141 to 143 and am I correct to say that you are satisfied with everything that is written there except the parts that you pointed out in your evidence this morning?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Everything else has been properly, faithfully and accurately recorded.  Am I correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now to come to the pertinent question, it's question 5 on page 136.  You were asked\n\"Did Themba Khosa and Mr Humphrey Nglovu visit Kwamadala after the attack?\"",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your answer was exactly the same, yes.  You answered yes in Sotho and you answered yes in English on page 139.  Your answer now again is yes.  5.1\n\"Give particulars of the nature of this visit\"\nIt's not a simple question if one doesn't understand English or Afrikaans.  You answer 5.1:\n\"They called a meeting of the hostel dwellers\"\nThat is correct is it not?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "5.2: \"Did Mr Khosa warn hostel dwellers at the meeting that they should burn all evidence that linked the attackers to the massacre including goods stolen from the hostel and clothes stained with blood?\"\nWhat part of that question - well in fact I beg your pardon -there's nothing in that question that you didn't understand, am I right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "My advocate made a mistake somewhere because I said to him if ever an order was taken out to burn bloodstained clothes I was not there.  He might have said it but I was not in the meeting yet.",
            "Male"
        ],
        [
            "MR BERGER",
            "So let's just get clarity, you understood the question perfectly well, there was no problem with understanding what the question was?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where the dispute comes is you now say that your answer was not a simple yes, your answer was much longer than a simple yes, am I right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I repeat, my answer is he might have said it but I was not in the meeting yet.  The mistake arose from my advocate when he wrote this down.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you gave a long answer and your advocate recorded it as a simple yes, that's your evidence today?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I put it to you that that answer is not the truth?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "To me it's the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you see it goes further than that, because in the statement where you were recounting what happened during the attack and after the attack, you give a full explanation and then at page 143 you say that\n\"shortly after the attack we burnt the goods which came from Boipatong.  Mkhize and Damara gave that instruction.\"\nIs that part correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You then go on to say\n\"Themba Khosa said during a meeting after the attack that we must burn the bloodied clothes\"",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is not correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes now in response to the question\n\"Did Mr Khosa warn hostel dwellers at a meeting that they should burn all evidence that linked the attackers to a massacre including goods stolen from the hostel and clothes stained with blood\"\nYou now say that your answer was not yes, your answer was:\n\"He might have said so but I didn't hear him because I came late\"",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That's what I said.",
            "Male"
        ],
        [
            "MR BERGER",
            "But your answer is not \"no\".  Mr Mkhize and Mr Xongo gave that instruction.  That's not your answer is it?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Mr Mkhize and Mr Damara issued out an instruction to burn the goods that were stolen from Boipatong to hide evidence.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what about the clothes stained with blood, did they say that those must also be burnt?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I did not hear anything to that effect.",
            "Male"
        ],
        [
            "MR BERGER",
            "But the clothes stained with blood weren't to hide the evidence of the massacre, isn't that right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "The goods that were burnt included television sets, microwave ovens and video machines.  These were goods stolen from Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "And bloodied clothes?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I did not hear anything of the bloodied clothes.",
            "Male"
        ],
        [
            "MR BERGER",
            "So where did your advocate get this sentence at page 143, that Themba Khosa said during a meeting of the attack that we must burn the bloodied clothes.  Where did he get that sentence from if not from you?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He might have made a mistake.  I explained to him as I am doing now.",
            "Male"
        ],
        [
            "MR BERGER",
            "I put it to you Mr Mkwanazi that there was no mistake here, that this paragraph like the rest of the statement was faithfully and accurately recorded by your advocate from what you told him on the 11th June 1998.",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "What we've just discussed now is incorrect.  On that day I was telling him everything I recalled.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now is it correct that at the time you were friendly with Mr Jack Mbele?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you're still friendly with him aren't you?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "We're still friends.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were also friendly with Mr Timothy Stalz Mazabuka?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you're still friends?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now you say that you were armed with a kierie is that right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "The state witness, Mr Malloy, said you were armed with a kierie, so he was correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "He said that you were in a group that were breaking windows, so he was telling the truth?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "He also said that he saw you come out of a house with other attackers and that you were carrying looted goods, so he was telling the truth?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So he was quite an accurate witness as far as you were concerned, would you agree?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I agree.",
            "Male"
        ],
        [
            "MR BERGER",
            "He also said that the following day you said that you had raped someone in Boipatong during the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is a blatant lie, the situation within the township was very tense.  There was gunfire all over and screams of people, such an action would have never taken place.  Even the members of our group were not known to each other, almost all of them because we were many, there were many of us, we would only know each other by white headbands.  Such an action would have never taken place, no one would have raped on that day.  I believe if you were found on the bed you would be killed mistakenly for someone who lives in that house.",
            "Male"
        ],
        [
            "MR BERGER",
            "Firstly, why do you say the rapes were taking place on a bed?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I believe raping, sleeping with a woman, takes place on a bed.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mkwanazi, I'm not going to debate the point with you that rape is not a sexual act, it's an act of violence, it's an act of power and it doesn't have to take place on a bed.  The point is that Mr Malloy who accurately gave accurate evidence according to you about everything that you did or that he saw you doing during the attack should suddenly be mistaken about what you said a day after the attack.  Can you explain that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He is mistaken when it comes to the issue of rape because he did not see me raping.  He says he heard it from me, I never said that, that is a blatant lie.",
            "Male"
        ],
        [
            "MR BERGER",
            "Either you did rape during the attack or you're aware of the fact that people were raped and you in the euphoria after the attack tried to claim some credit for yourself?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is not the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Bajosi at the trial said that he saw you in Boipatong at a house on the corner of Glubie and Bafokeng Streets, would that be correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might be true he saw me but I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you don't dispute that during the attack you were in the vicinity at one point in time of the corner of Glubie and Bafokeng Street?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I think we got into many streets.  I do not even know where Glubie is, I would not dispute that.",
            "Male"
        ],
        [
            "MR BERGER",
            "I can tell you - well you say you don't know where Glubie is, does that mean that you don't know Boipatong very well?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You didn't spend any time in Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "You didn't have any friends or family in Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I don't have family in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "You didn't have any reason to go to Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I had no reason to take me to Boipatong to attack people.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now Glubie and Bafokeng, the corner of Glubie and Bafokeng is right at the top of the township, you know the streets where the factories are?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, his evidence is that he cannot dispute whether he was at that place because there were so many streets.  I don't know what point would be served by telling me where the location is unless there is something to the point that you want to make.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I want to give the witness an opportunity to at least have an idea of the area of Boipatong that I'm talking about because I want to tell him what happened at two houses near the corner of Glubie and Bafokeng Streets but I can move onto that straight away without telling him, fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, let's hear what he has to say because I understand him he just didn't know Boipatong, nor does he know any streets there, he can't dispute, deny that he was at some of those places.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That's what I'm trying to assist him with, with some idea of where it is.\n\tMr Mkwanazi, near the corner of the two streets where you were seen are two houses.  One is 734 Bafokeng and the other is 722 Bafokeng.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this is where he was seen by the state witness Bajosi?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That is so, Chairperson and at 734 Bafokeng Andries Manekye and Lena Manekye were stabbed - let me be accurate, Andries Manekye was stabbed, chopped and shot.  Lena Manekye was stabbed and items were stolen from the house and at 722 Bafokeng ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's just let him deal with the first one, with 734 first, let's get his response.  Did you understand the question?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I understand.",
            "Male"
        ],
        [
            "MR BERGER",
            "The question is and I'm not sure which house you were seen coming out of, that's why I wanted to mention both houses which are near the corner of the street, but in both houses items were stolen and in both houses people were killed.  In other words they were there when the items were stolen because they died there.  Now you say that the house you went into had been deserted?  Are you not telling lies again?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No, there were no people inside the house, the house was deserted, the doors were open.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The state witness Bajosi only says he saw him in the vicinity of these two houses, 734 and 722, is that all he said?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, he saw him at a house on the corner of Glubie and Bafokeng Streets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay and the houses at the corner would be either one of those two?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No Chairperson, 734 is exactly on the corner of Glubie and Bafokeng and 722 is in Bafokeng across the road from the corner with Glubie and Bafokeng.  It's two houses away from the corner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes alright.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "You're saying you didn't go into those houses?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No I did not get into those houses.  The house that I went into was in the middle.  From the corner it might be the seventh if not the eighth house.",
            "Male"
        ],
        [
            "MR BERGER",
            "Oh, so you do have an idea of where the house is?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might happen it is the seventh or the eighth house from the corner, that's the structure of the township houses.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you can remember that today from that night?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.  I remember what happened on that day.",
            "Male"
        ],
        [
            "MR BERGER",
            "You took a T.V. - I beg your pardon, a video recorder, because you were hoping to sell it to someone in the hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were hoping to sell it to someone who had a T.V.?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.  Someone who did not have a T.V. could have as well bought it.",
            "Male"
        ],
        [
            "MR BERGER",
            "To do what with?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He would buy it and buy the T.V. set later on.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many people had T.V. sets in the hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I would not say everybody in the hostel had a television.  I think according to my knowledge ten if not eleven people owned television sets within the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you not steal anything else, why just a video?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I knew that video machines are very expensive when you buy them from the shops so when selling it I would sell it at a very high price so that I can buy food and clothes.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you hoped to make a lot of money from this video machine?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And isn't it also so that you couldn't carry anything else because you were now carrying a video machine so it would have been a bit difficult to steal other stuff?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct, I wanted this video.",
            "Male"
        ],
        [
            "MR BERGER",
            "You must have been very upset the next day when Mr Mkhize and Damara Xongo said you must burn the video machine?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would it surprise you that - or are you surprised because you were present that Mr Mkhize doesn't tell the Committee that he gave any order to burn the goods?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I did not hear an order to burn the bloodstained clothes I only know an order to burn stolen goods which is microwave ovens, television sets and video machines.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mkwanazi, that is not the question you are being asked.  The question is are you surprised that Mr Mkhize, when he gave evidence before this Committee, did not mention the fact that he had given orders that stolen items such as your video machine be burned?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It really surprised me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where was this order given and how was it given?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was after the attack.  We were told that the police were outside to come and search and we were told we should burn the stolen goods to hide the evidence.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you talking now about the day after the attack, the 18th June 1992?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Round about what time in the morning was it when this order was given?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember the time but it was day.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was it in the morning?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was not in the morning it was just towards midday, round about 1 o'clock, 2 o'clock, 3 o'clock but not in the morning.",
            "Male"
        ],
        [
            "MR BERGER",
            "And where were you when this order was given?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I was at the stadium.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright, so if I understand your evidence correctly, what happened was you woke up that morning very pleased with yourself that you now had a video machine and you were going to make lots of money.  The whole morning went by and nothing happened and then at some point everybody was called to the stadium, would that be right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did the siren go off again and then everyone went to the stadium?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.  Others were just walking towards the stadium.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then everybody congregated in the stadium, it's now about midday and Mr Mkhize and Damara Xongo address the men?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Only the men, women didn't come?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "They were not there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why not?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I believe women were not needed to go to Boipatong, they were not needed as well in our meeting, it was a secret that was going to be discussed, only men were allowed, women were not allowed to hear what men were discussing.",
            "Male"
        ],
        [
            "MR BERGER",
            "But how did the women know not to come to the stadium that morning?  You see the night before we've heard when the siren went off all the women went to the stadium then they were told to go back to their rooms.  Now the day after the attack the siren goes off again and yet the women don't go to the stadium?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I believe the siren was calling the men who went to Boipatong for an attack.  Those who did not take part were not needed, I'm referring to women.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the women who didn't know what happened the night before because they were sent away from the stadium, they just knew when the siren went off the following day they're not needed again at the stadium?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "They would not come to the stadium.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at this meeting now where Mr Mkhize and Mr Xongo addressed the residents was Themba Khosa present?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "On the 18th he was present.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then at that meeting Mr Mkhize said all the goods which we have looted from Boipatong must now be burned, right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Themba Khosa was present when he said that, correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then all the men went back to their rooms and fetched the goods which they had stolen from Boipatong and brought them back to the stadium where they were burned, is that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "They did not come with the goods to the stadium.  There are these big rubbish bins on the premises of Iscor, we threw those goods into those rubbish bins and they were burned.",
            "Male"
        ],
        [
            "MR BERGER",
            "And after the goods were burned you then went back to the stadium?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did you do after the goods were burned?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "We went to our different rooms.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the meeting was over?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So when did Themba Khosa say you must cooperate with the police?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was a day after the attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Before you left the stadium to go and burn your goods?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I've got a problem.",
            "Male"
        ],
        [
            "MR BERGER",
            "You've got a problem because the interpretation is not coming through?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Just for the record you're speaking English again and understanding it?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, if you take your hand off that black box you'll be able to hear better.  If you block the signal then you can't hear.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'll repeat the question Mr Mkwanazi.  You see what we've established thus far is that there's this meeting in the stadium.  Mkhize is there, Damara Xongo is there, Themba Khosa is there and I take it Humphrey Nglovu is also there and at this meeting and in the presence of Mr Themba Khosa, Mr Mkhize and Mr Xongo give orders that the goods stolen from Boipatong must be burned.  Correct so far?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then once those orders are given, the meeting breaks up, the men go back to their rooms, get the stolen loot, take them to the huge bins provided by Iscor and burn the loot?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And after that there's no more meeting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There were subsequent meetings, after this one there were others.",
            "Male"
        ],
        [
            "MR BERGER",
            "So would it be correct to say that at a subsequent meeting Themba Khosa told you to co-operate with the police?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "But at the meeting where Themba Khosa was present when Mkhize and Xongo said burn the goods, at that meeting Themba Khosa did not say cooperate with the police, he just kept quiet and remained there, am I right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Can you repeat your question please?",
            "Male"
        ],
        [
            "MR BERGER",
            "At the meeting of the 18th when Themba Khosa was there with Mkhize, at that meeting Themba Khosa did not say cooperate with the police, at that meeting Themba Khosa just kept quiet.",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He said many things, some I cannot remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "So Mkhize spoke and Themba Khosa also spoke at that meeting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct, the two of them addressed the meeting.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Sorry Mr Berger.  Mr Mkwanazi, on what day did Themba Khosa say you should cooperate with the police?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was on the 18th.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When were these subsequent meetings you are talking about, were they on the same day or sometime thereafter?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Days thereafter.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Berger.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Mr Sibanyoni.\n\tMr Mkwanazi, you were asked by your counsel whether you were a victim of violence.  You said yes.  Do I understand it correctly from your statement at 141 that the violence you're referring to is an attack upon you in Sibokeng?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No, that is in Sharpeville.",
            "Male"
        ],
        [
            "MR BERGER",
            "I just want to get your evidence accurate on the meeting of the 10th June, you remember you told the Committee this morning about a meeting you attended on the 10th June, a week before the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR BERGER",
            "You said at that meeting Mr Mkhize spoke and he said \"we should get ready for an attack\" but no date for the attack was set, is that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "At that meeting on the 10th June he said, this is Mr Mkhize, he said that \"we should take revenge against the people of Boipatong who killed us because they didn't want us in their township.\"  Is that what he said?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you walk with a limp?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Peens, you say you don't know him, you recall on Friday he was - there were two men standing at the bottom of the stage, there was one with white hair who is referred to as Rooikop and then there was another man standing next to him, darker in complexion than Rooikop, do you remember that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I remember that.",
            "Male"
        ],
        [
            "MR BERGER",
            "The darker one is Peens.  Are you saying that before Friday of last week you had never seen that man before?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "If you had been in a Casspir with him on the night of the attack you would have seen him, correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct but because we were not in Casspirs I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "How do you know that Mr Nosenga was not in the hostel before the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I believe I knew every member of Kwamadala Hostel who came from the township, there were not many of us.  I knew them, well except those who come from the homelands, there were many in number, I did not know some of them but some of them I did know.  On that day I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "So when did Mr Nosenga come to the hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "After the attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "The attack was on the 17th June, when did Mr Nosenga come to the hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might be somewhere around August.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you were arrested when?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember the month.",
            "Male"
        ],
        [
            "MR BERGER",
            "Approximately?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might be two months, three months even four months after the incident, it was quite some time before I was arrested.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides the meeting you have spoken about on the 10th June as well as the meeting in the stadium on the 17th June immediately before the attack are you saying there were no other meetings at the hostel prior to the attack where an attack or a possible attack was discussed?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There were meetings before the attack, yes there were meetings.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you never attended any?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Some of the meetings I did attend and some not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you attend a meeting on the Sunday before the attack, that's the 14th June?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Themba Khosa addressed that meeting as well, is that right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he said at that meeting if people come and attack you, you are supposed to fight back and kill them?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I did not hear that part but I do know that the people from Boipatong wanted to come to the hostel to attack us.  The police stopped that because when we heard of a possible attack from the township we went out and we met at the police at the robots.  They stopped us, we went back.",
            "Male"
        ],
        [
            "MR BERGER",
            "You are talking about an incident which took place after the attack, am I right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I am talking about a meeting on the Sunday before the attack, the one where Themba Khosa was also present, about three days before the attack.  What did Themba Khosa say at that meeting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember what Themba Khosa said but he was addressing the meeting though.",
            "Male"
        ],
        [
            "MR BERGER",
            "What about the meeting two weeks before the attack on the 3rd June 1992, did you attend that meeting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember the date but I was attending the meetings.  No I do not remember the dates, I did attend some meetings.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm talking now about two weeks before the attack.  At that meeting Themba Khosa was also present, am I correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I remember the meeting that was held on the 10th, this is the meeting I attended and I still remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you don't remember what happened at the meeting of the 3rd June 1992?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "And so you wouldn't be able to dispute whether Themba Khosa was present at that meeting as well?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I would not dispute that.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were not employed whilst living in the hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were any of your friends employed whilst living in the hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know Jabogo Magubane?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were friendly with him before the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "In fact you were all part of the same circle, you Jabogo, Timothy, Dondo?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes we all stayed in one room.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you never went out stealing to get money and to get stuff to survive?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "The two army vehicles that you saw driving along the main road from the direction of Vanderbijlpark, remember?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say at some point along that main road they turned to face your group as you were congregating in the veld outside Boipatong, this is now after the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And they shone their lights on y our group?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did they try to stop you from crossing the road or whatever?",
            "Male"
        ],
        [
            "MR BERGER",
            "The cars parked exactly where we were supposed to cross.  Themba Mabote then shot at them and they moved through the point where we were supposed to cross and we managed then to cross to Kwamadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the only thing that the soldiers did you stop you was to park in front of you, face you and shine their lights at you?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many shots did Themba Mabote fire at the soldiers?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Many times.",
            "Male"
        ],
        [
            "MR BERGER",
            "Approximately?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was a series of gunfire, I would not be in a position to count or estimate as to how many times he shot.  What I remember he had an AK47 rifle in his possession.",
            "Male"
        ],
        [
            "MR BERGER",
            "So he fired an AK47 at the military vehicles?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.  I do not know whether he hit them or the bullets just went - just passed by but he was shooting in their direction.",
            "Male"
        ],
        [
            "MR BERGER",
            "And was he the only member of the attackers who shot at the military?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not know whether he was the only one who shot but as I've said there was a series of gunfire.",
            "Male"
        ],
        [
            "MR BERGER",
            "He was the only one you saw shooting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You didn't see anyone else shooting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Except in the township, inside the township I saw Damara and Mkhize shooting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, now I'm talking about at that point in time in the veld outside Boipatong.  You didn't see anyone other than Themba Mabote shooting at the military?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the military vehicles then turned to face Sebokeng and drove away?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "They didn't stop at the robots?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "They were stopping at the robots.  The other one was in the front, the other ...[indistinct] and they drove in a convoy to Sebokeng.",
            "Male"
        ],
        [
            "MR BERGER",
            "As you were crossing the road they drove beyond the robots towards Sebokeng?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And so then it was easy for you to return to the hostel because there were no soldiers in your way and you re-entered through the main gate?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say it's not correct that Casspirs transported some of the attackers to Boipatong and assisted with transporting the loot from Boipatong back to Kwamadala, that is not correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you a friend of Victor ...[indistinct]",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you know he was called the Vaal Monster?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Prince Vanana Zulu, he was the most senior IFP leader in the hostel, would you agree with that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "His word was law in the hostel?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He was the leader of the Indunas.",
            "Male"
        ],
        [
            "MR BERGER",
            "Nothing happened in the hostel without his permission, am I right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There were many leaders in Kwamadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was Prince Vanana Zulu the most important leader at Kwamadala Hostel, yes or no?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes he was most honoured.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if he said something should happen then it happened, correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He used to address meetings of the elderly people and there was also a separate meeting of the youth.  Mr Buthelezi conducted the meetings that included the youth.  He chaired the meetings of the elderly people.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm asking you a simple question, if Mtwana Zulu said that something should happen, he gave an order in the hostel, that order was carried out, am I right?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "If he gave an order and said something should not happen, that order was obeyed and it did not happen.",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Prior to June 1992 when was the last time that Prince Vanana Zulu had gone home on leave?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I only noticed that he was not present within the hostel, it was after the attack when I saw him getting out of a taxi.  When did he come back from KwaZulu Natal, I do not know.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was the time before this that Prince Vanana Zulu had taken leave, do you know?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know when Mr Zulu went to KwaZulu Natal prior to the attack?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "So how do you know that Prince Vanana Zulu was not present in the hostel on the day of the attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I believe I would have seen him in all the meetings of Kwamadala.  His house was located next to the gate.  One would have seen him because that was the gate that we used for exit and entrance.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if someone were to say that Prince Vanana Zulu was in Boipatong at the time of the attack would you say that that is not correct or would you say it's possible but you never saw him?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I dispute that.  Had he been around Boipatong I would have seen him, I would have seen him again at the meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Mr Mkwanazi, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "Thank you Chairperson I have no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Cambanis?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "No questions thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Chairperson.\n\tHow often did Mr Themba Khosa come to meetings at the hostel?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want him to tell us the exact number of times that Themba Khosa came to the meeting?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Not exact, I want an estimate of how regularly did Mr Themba Khosa come to the hostel to address meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then put that question.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes the question is how regularly did Themba Khosa come to the hostel to address the people?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Mr Khosa used to come regularly to the meetings.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Before the attack on Boipatong do remember when was the last occasion when Mr Khosa came to the hostel to address the people?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Can you please repeat your question?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Before the attack I want to know if you can remember the last occasion before the attack Mr Khosa came to the hostel to address the residents?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember when it was, I do not know the date.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give any estimate whether it was weeks, days or months before that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might be a month before.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At any meeting which you attended did you see Mr Khosa together with the person that stood there, Mr Peens, on Friday that he stood there?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Chairperson just bear with me, I'm just taking an instruction?  I've got no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr da Silva?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "May it please you Mr Chairman.\n\tMr Mkwanazi, you testified that Mr Mabote had an AK47 in his possession and he fired this AK47 at the military vehicles.  You say there was a series of gunfire.  Is it your recollection that Mr Mabote was shooting single shots or was the AK47 semi-automatic?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "He was shooting on automatic.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And while he was shooting on automatic were there several bursts of fire at the military vehicles or was it a single burst of fire?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "An automatic will shoot many times.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "But if you think back of the incident was there a burst of fire and then a pause and then another burst of fire?  Was this what happened on several occasions or was there just one continuous burst of fire?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "The gun was on automatic.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And he was just shooting in the direction of the military vehicle?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Can you recall more or less what time in the evening this incident took place?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I would not remember the time sir.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now I understand your evidence to be that the vehicles parked directly opposite the steel footbridge that leads to the main road where the group eventually crossed, is that correct?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct, that's where we were supposed to cross, that's a small bridge.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "My instructions are that the military vehicle that was there in Frikkie Meyer Boulevard never stopped opposite the footbridge.  Do you have any comment?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "The vehicles that I saw on the 17th June stopped at that bridge, that's when Themba Mabote shot in their direction.  They were removed from our way and they drove off to the direction of Sebokeng.  We managed then to cross the bridge.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now Mr Timothy Stalz Mazibuku you say moved in the same circle as what you did.  What I want to know, did he form part of that group that crossed that bridge when the military vehicles were there, was he part of the same group?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I would say yes.  Remember we had split into groups now some people were still coming to join the group, some were right behind.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I would state to you that he was part of the same group because his evidence was that he was standing next to Mr Mabote when he fired the firearm.  Would you dispute that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I would not dispute that, I would not confirm that, we were many.  I did not go there to inspect as to who was standing next to who.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Why I'm asking you this question, Mr Mkwanazi, is that Mr Mazibuku's recollection of the events is different from yours.  He says that this vehicles or the vehicles approached close to the group and they were about thirty metres away and then they turned around and drove away, that they did not come from Vanderbijlpark and stop at the bridge.  I don't understand his evidence to be that.  Do you have any comment in that regard?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It might have been that he was right at the back but I still say I saw the vehicles that approached from Vanderbijlpark.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now your evidence is that these vehicles drove away in the direction of Sebokeng.  If I put it to you that these vehicles drove to the gate of the hostel and at later stages fired canisters of gas into the marsh, you won't be able to dispute that would you?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct, I would not dispute that.  When they arrived we were already inside Kwamadala.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I don't have further questions.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you sir.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "No re-examination.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did I ask you Mr Mapoma if you had any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.\n\tMr Mkwanazi, you say Prince Vanana Zulu was not at the hostel because if he was there you would have seen him during the meetings.  My question is if he was there and he didn't attend the meeting can you still dispute that he was not there?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There would never be a meeting in his absence.  He was a respectable man and he would attend meetings of elderly people and address them.  He would be there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now we understand all men were called to the hostel.  Are you in a position to say everyone attended the meeting of the 17th at the stadium?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was Mkambalani Buthelezi also at the meeting of the 17th at the stadium?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember. Mkambalani Buthelezi was a sickly person, I don't know whether he was suffering from T.B. or he had ulcers but he was sick.  He was the leader of the Youth Brigade.  Now he at times would not attend our meetings.  Instead Thembu would chair all these meetings.  As I said he was a sickly person.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You can't say whether or not he was there, you can't vow and say definitely he was not at the meeting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I did not see him on the 17th, I do not have certainty as to whether he was there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "As we are told that there are many people staying at the hostel is it possible that maybe Nosenga was also there but because of the fact that there were many people it was possible that you could not have identified him or saw him?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I mentioned earlier on that I knew all the people who came from the township, we were not many.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "How many men stayed at the hostel during June 1992, approximately?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Between 300 and 400, this was a massive hostel.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And you knew each and everyone of those people?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Sigodi?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "On the day after the attack when you were told that you must burn the goods, were the police present at the hostel?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "On the 18th?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes.",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "There were policemen but they were not allowed to get into the hostel they were outside.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "In other words they couldn't have heard the instruction to burn the goods, is that what you are saying?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "They did not hear that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.\n\tYou said that you couldn't say whether Themba Khosa had said anything about destroying evidence because you came late to a meeting.  Do you remember that?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I remember.",
            "Male"
        ],
        [
            "MR LAX",
            "Which meeting did you come late to?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It is the meeting of the 18th June.",
            "Male"
        ],
        [
            "MR LAX",
            "When you came into the meeting was he already talking?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And who spoke after him?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "It was Mr Mkhize.",
            "Male"
        ],
        [
            "MR LAX",
            "So after he had told you to cooperate with the police Mkhize then said you must burn all these items?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And he was present when that was said?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now what was the meeting on the Sunday about?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Give me the date for that Sunday please?",
            "Male"
        ],
        [
            "MR LAX",
            "The attack was on the Wednesday which was the 17th so the Sunday would be the 14th and in reply to Mr Berger's questions you indicated you were present at that meeting but you couldn't remember what Themba Khosa said at that meeting.  Do you remember now?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes I remember.",
            "Male"
        ],
        [
            "MR LAX",
            "Now what I'm asking you is what was that meeting called for, why was that meeting called?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "At that meeting Mr Khosa was addressing the people in Zulu and I am not that good in Zulu.  Mr Mkhize addressed us on the issue of going to Boipatong.",
            "Male"
        ],
        [
            "MR LAX",
            "So at that meeting on the 14th you now knew you were going to Boipatong but you didn't know when you would go to Boipatong?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "We were told about an attack but when we were not told.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but you were told now where the attack was going to be?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Are you referring to the address by Mr Mkhize?\nMr Mkhize said we would attack and we must be ready but he did not tell us when.",
            "Male"
        ],
        [
            "MR LAX",
            "We are talking about the meeting on the Sunday, not the meeting on the 10th.  You said that on the meeting of the 10th Buthelezi told you about getting ready for an attack.  We're now talking about the Sunday which is four days later.",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That's not Buthelezi, it's Mkhize.",
            "Male"
        ],
        [
            "MR LAX",
            "I didn't say anything about Buthelezi.  I beg your pardon, I'm sorry, I mean Mkhize.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mkwanazi you told us that you were present at a meeting that was on a Sunday?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say at that meeting Mkhize talked about - is that the meeting at which Mkhize talked about the attack on Boipatong?",
            "Unknown"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So the point I was putting to you was on the Sunday you now knew that Boipatong was the place you were going to attack?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Because your previous evidence said to us that until the 17th you didn't know where, which place you were going to attack or when?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Well just explain to us why you made a mistake?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Mr Mkhize addressed us and he told us that we should be ready for an attack because we were being killed as members of the IFP.  He said we should be in a position to go and revenge in other words attack.  He said we were being burned, we were being killed all the time.  He said we should go into Boipatong and teach the people a lesson, a lesson that killing a person is not a child's play, we are also in a position to do the same.",
            "Male"
        ],
        [
            "MR LAX",
            "And that was at the Sunday meeting?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one last thing, Mr Mazibuko in his evidence  says he saw Mr Mabote shooting with a small gun not an AK47.  Are you sure it was an AK47?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I am sure he had an AK47 and a shotgun on that day, in his possession he had an AK47.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything arising from that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Chairperson.\n\tThe meeting of the 10th you testified about already, do you know what day of the week that was?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "I do not remember.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now the meeting of the 10th when Mr Mkhize said that you must be ready for attack but he didn't give the dates or the place ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, is this going to take us any further?  I mean the man's - his evidence is on record.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I just want to establish if Mr Khosa was present at that meeting.  The meeting of the 10th, was Mr Khosa there or not?",
            "Male"
        ],
        [
            "SONNY MICHAEL MKWANAZI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "Nothing further.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I don't have any questions.",
            "Male"
        ],
        [
            "MS TANZER",
            "None.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?   Mr Malindi?   Yes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mkwanazi you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The time now Mr Strydom is about ten past 1, shall we start with your next witness at 2 when we resume?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That will be convenient.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you indicate to us who will be the next witness?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Moses Mthembu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  We will rise, we will come back at 2 o'clock.",
            "Unknown"
        ]
    ]
}