{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-18",
        "location": "GEORGE",
        "day": "1",
        "case number": "CT/00351",
        "victim": "JOHNNY KARELSE",
        "testimony": "LEEN MEI [mother]",
        "nature": "SHOT AND KILLED BY KITSKONSTABELS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55092&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct00351.htm",
        "speakers": [
            "RUSSELL ALLY",
            "ME MEI",
            "CHAIRPERSON",
            "MARY BURTON"
        ],
        "original_speakers": [
            "DR ALLY\n",
            "ME MEI\n",
            "CHAIRPERSON\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "Me Mei gaan u ook in Afrikaans praat?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "U seun was ook dieselfde tyd op dieselfde dag geskiet, Johnny Karelse.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja hulle was saam geskiet.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Kan u net vir ons in u eie woorde vertel wat u weet van wat gebeur het?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ek weet niks wat gebeur is nie - ek het van die hospitaal die tyding af gekry dit het gebeur na my ma se huis toe, ek moet deurkom, hy is geskiet en toe het ek gegaan tot by die hospitaal.  Toe ek daar kom toe se hulle, hulle wag net vir my dat ek hom moet wegvat Tygerberg toe.\n So is met hom - so is ek met hom weg Tygerberg toe, en ons het weer die nag teruggekom en so het by die - toe het hulle my sommer daar - die polisie wat hulle my aflaai in Oudtshoorn, wat ek so om die draai kom, toe sien ek daar die van nou voor my hek, en ek sien my kinders huil daar en hy ry weer so af en hy kry my ook die polisie en hy vertel vir my die kind is vyfuur oorlede, dis al wat ek kan vertel aan die Waarheidskommissie.   Ek weet niks wat verder gebeur het nie.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "U het gesien dat u seun geskiet was.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja ek het gesien daar by die hospitaal hoe  'n hou hy gehad het, hy het een deur die oor gehad en een in sy maag en dan een deur sy hande, hy het drie houe gehad.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En u seun hoe oud was u seun toe hy... [tussenbeide]",
            "Unknown"
        ],
        [
            "ME MEI",
            "Hy was 15 jaar oud gewees.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En enige betrokkenheid in enige politieke aktiwiteite?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee - nee hy was aan niks wat hy belanggestel hy nie, hy en Selwyn was altyd by - was altyd bymekaar gewees, Selwyn Botha.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Hulle was vriende.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Hulle was.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En so aan - so hulle was vriende?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja hulle was vriende.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En - en die polisie het ook vir u geen verduideliking gegee nie.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ek het niks nog vandag toe gehoor nie,  wat -  het nog niks gehoor wie het hom geskiet nie.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Het u enige idee watter soort koeel dit was, is dit birdshot soos wat hulle gebruik het, of hoe was hy geskiet?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ek weet nie watter koeels was dit gewees nie, maar dit was net gate wat - die gat was deur die  oor en  'n gat in die maag, wat die bloed uitgetap het en dan  'n gat deur sy hand.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En hy was Tygerberg Hospitaal toe geneem nie waar nie?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ek het hom geneem Tygerberg toe, maar hulle het niks vir my daar gese watter koeels is dit nie, want hulle het dit seker nog nie uitgehaal uit hom uit nie, sy  [onduidelik] want hulle het gese die een koeel wat deur die oor is, is in sy skedelbeen in sy kop.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En al daai tyd toe jy saam met hom Tygeberg toe  gegaan het was hy - was hy unconscious of kon hy praat of... [tussenbeide]",
            "Unknown"
        ],
        [
            "ME MEI",
            "Hy het van hom niks af geweet nie,  hy het nie gepraat nie niks, hy het net gebly le wat hy so toegedraai gele het in die laken van die hospitaal.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En dit is waar hy oorlede was in Tygerberg ne.",
            "Unknown"
        ],
        [
            "ME MEI",
            "In Tygerberg.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En het u enige sertifikate van die hospitaal van die dokters wat verduidelik hoe - wat met hom gebeur het of hoe  hy gesterf het, mediese sertifikate?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee, net die doodsertifikaat van die datum wat hy dood is, wat hulle gestuur het daarvandaan af saam met die pa wat hom - wat die lyk gaan haal het.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Net  'n doodsertifikaat.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En u het daardie doodsertifikaat aan die Kommissie gegee toe jy jou... [tussenbeide]",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee ek het hom nie gegee nie, want hulle was nog nie betrokke met my gewees nie.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "So u het daardie doodsertifikaat?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Die doodsertifikaat het ek van hom.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En u kan dit beskikbaar maak vir die Kommissie.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja want dit - dis by sy ouma dit is daar.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En was daar  'n saak -  'n hofsaak?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee daar was nie - niks gewees nie.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En niks nie - en die polisie het nie na u gekom toe en vir u gese wat gebeur het of... [tussenbeide]",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee niks nie, daar was niks polisie gewees nie.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Was jou seun nog op skool?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee hy was nie op skool nie, hy was al uit die skool uit gewees.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En voor dit was daar - was daar enige probleme met die - met jou seun en die polisie of die kitskonstabels het hulle jou huis besoek of jou seun gewaarsku of was daar enige soort van kontak tussen jou seun en die polisie?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee daar was niks by my kontak gewees nie nou van hom nie.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "So hierdie was iets skielik wat net op daai dag gebeur het.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Geen geskiedenis van  die polisie wat miskien vir hom gedreig het of gese het - enige iets gese nie.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee, want ek was mos nie op die toneel daar gewees wat hy en Selwyn gewees het nie, daarvan weet ek net dat hulle my gelaat kom het na die hospitaal toe, wat ekke nou vertel - waarheen ek nou met hom gegaan het.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En op daai dag toe hulle geskiet was, het enige iets in die - in die township gebeur of wat was - wat het aangegaan daai dag toe hulle geskiet was?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Dit was stil by ons daar gewees in die onderkant, ek weet nie want Bhongolethu le ver van ons af, is nog  'n lokasie van ons af, ek weet nie, ek kan nie se wat daar gebeur is nie.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Baie dankie mevrou.   En so u wou ook van die Kommissie weet wat eintlik gebeur het, is dit wat - of is daar enige iets anders wat u van die Kommissie wil he?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja ek wil vra as die Kommissie my nie kan help nie, want ek het  - ek het net my man se inkomste en kan niks vir my werk nie, en hy sal ook nie vir my gewerk het.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Het u ander kinders?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ek het drie meisie kinders maar hulle is werkloos en twee gaan skool.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "So hy was jou enige seun?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Ja - ek sal u net  'n oomblik gee want ek weet hierdie is baie - baie swaar om iemand te verloor.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "There is a bit of radio interference and they are changing for simultaneous translation if you could use Channel 4 for the English - I beg your pardon tell me now what - what must I say - we are going to change Xhosa to 2 and English to 3, thank you.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Kan u miskien vir ons  'n bietjie vertel van die begrafnis, want ek sien dat daar probleme was toe - toe julle jou familie wou begrawe, was daar - kan jy net vir die Kommissie se wat eintlik gebeur het.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Die polisie het van die huise af gegaan tot by die graveyard saam met ons, ge-escort tot daarso en weer terug en toe ons nou terugkom toe gaan ons nou weer weg van ons af, van die rygoed af, toe draai hulle nou uit, hulle kante.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Was daar bepalings betrokke tot die begrafnis, het hulle gese dat net sekere mense kon kom en nie meer as sekere mense na die begrafnis toe moet kom, of het hulle jou net laat - net jou familie begrawe soos julle wil.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Daar was baie mense gewees - dit was enige - almal kon  [onduidelik] by die begrafnis, maar net hulle het ons daar bewaar en  [onduidelik] solank die  begrafnisdiens nog aangehou geraak het en so het hulle ons ge-escort tot bo by die graveyard  en weer terug.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "En hulle was op dieselfde dag begrawe?",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee, my kind was nog in die  Kaap gewees, want ek het nog  'n bietjie gesukkel om die lyk hier te kry, en as  [onduidelik] vir hom nie gaan haal het nie, dan moet ek nog R400-00 betaal het en toe is dit wat die Staat my help om - om die lyk te kry tot in Oudtshoorn, Kaptein Marx.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Kaptein Marx het jou geld gegee om jou seun... [tussenbeide]",
            "Unknown"
        ],
        [
            "ME MEI",
            "Nee - hy het self die vervoer gekry van - van hulle - hulle eie vervoer het hulle hom mee gaan haal.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "O! hulle het jou seun gaan haal in die Kaap.",
            "Unknown"
        ],
        [
            "ME MEI",
            "Ja.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Weer baie dankie mevrou.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dankie - is daar - is daar vrae?    Any questions -  Mary Burton.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "It's not really a question Your Grace, I'd just like to thank Ms Botha and Ms Mei for their courage as for Mr Douse to come and tell this very-very tragic story and to assure them that we will do all we can to find out the facts that they are clearly still very uncertain about.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes you - ons wou graag net se dat ons aan u - onse simpatie wil vertoon en ons - ons dink dit is vir ons  'n baie groot voorreg om aan u te luister en ons is  baie bly vir  hierdie geleentheid dat u hier - julle storie kan vertel aan onse hele nasie, dat mense moet weet wat het gebeur hierso in hierdie klein dorpies, want stories soos die wat u ons vertel het, het nie altyd in ons nuusblaaie verskyn nie.\n En nou is dit die tyd wanneer die hele nasie kan weet watter smart mense gely het.  En ons hoop tog so baie dat eintlik wat gebeur het sal nie weer gebeur in ons land nie.  Dat ons almal sal vry wees en almal sal gelukkig wees in hierdie land.  Maar baie dankie.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you.",
            "Female"
        ]
    ]
}