{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-19",
        "location": "GEORGE",
        "day": "2",
        "case number": "CT/00534",
        "victim": "NKOSINATHI HLAZO",
        "testimony": "MARIA NOTHOBILE HLAZO",
        "nature": "DIED AS A RESULT OF BEING SHOT AND TORTURED EN ROUTE TO THE HOSPITAL",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55093&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct00534.htm",
        "speakers": [
            "MAPULE RAMASHALA",
            "MS HLAZO",
            "MARY BURTON",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "DR RAMASHALA\n",
            "MS HLAZO\n",
            "MS BURTON\n",
            "DR ALLY\n"
        ]
    },
    "testimony": [
        [
            "MAPULE RAMASHALA",
            "Would you like to take the oath or make an affirmation?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "I would like to make an affirmation.\nNOTHOBILE HLAZO Duly sworn states",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Mary Burton will facilitate the witness please.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you.   Good morning Ms Hlazo, you have come to bring to the Truth and Reconciliation Commission, two complaints, the killing of your son Nkosinathi and your own detention for a two month period, is  that correct?",
            "Female"
        ],
        [
            "MS HLAZO",
            "Yes that's so.",
            "Female"
        ],
        [
            "MARY BURTON",
            "The killing of your son happened in Lawaaikamp, is that right?",
            "Female"
        ],
        [
            "MS HLAZO",
            "Yes.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] Lawaaikamp?",
            "Female"
        ],
        [
            "MS HLAZO",
            "No I am not staying in Lawaaikamp I  am staying in Oudtshoorn.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] remind the members of the public that during February 1986, there was widespread unrest in Lawaaikamp and in the third week of February of 1986 at least three people were killed.  They were Sebenzile Suswana, Meanwell Lakeyi and Mbuyiselo Jona Jack.  And then on the 1st of March there was a funeral service for the three men and during that service an allegation was made that a Mr Madlavu Mathuka was a police informer and the angry mourners at the funeral attacked Mr Mathuka and his wife and children and Dr Allan Boesak, who was going to speak at the funeral, protected them and helped them to  get away.\n Earlier on in that time, a Security Policeman had searched the church premises and afterwards a microphone and battery pack were discovered there.  Later that afternoon the house of Mr Mathuka was burnt down and all of these things were happening in Lawaaikamp  at the time.\n Later also in the following weeks the home of Mr Africa Nqumse was burnt down and he was employed by the Development Board and he himself was necklaced.  \n Now your son, Nkosinathi, it was reported that he was shot while he was evading the police who were wanting to question him in connection with the death of Mr Nqumse.  And we would like you to tell us in your own words, of his death and your  experience at the time.  Please go ahead and tell us your  story.",
            "Female"
        ],
        [
            "MS HLAZO",
            "I don't know what happened because I  was not in Lawaaikamp I was in Oudtshoorn.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Will you tell us what people told you then about what happened to Nkosinathi.",
            "Female"
        ],
        [
            "MS HLAZO",
            "It was this burn down of  a house that I heard about.",
            "Female"
        ],
        [
            "MARY BURTON",
            "And then what happened afterwards?",
            "Female"
        ],
        [
            "MS HLAZO",
            "I  couldn't get anyone who can clearly inform me and told me who shot my son.  The only thing I wanted to know  who  shot my son and why was he shot and not taken to the prison just like the others, because there were three who were shot, the other two I found them in hospital and I didn't find him in hospital.  They just took him into the van, and killed him.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] told you that this happened and you went to look for him in the hospital is that right?",
            "Female"
        ],
        [
            "MS HLAZO",
            "Yes I heard this while I was in Oudtshoorn, I was passing by the other house, I was on my way from work, two women just ran inside the house - I was just about to pass, they called me inside, the other woman said can you please phone your brother in George, and ask  him how  are they.  \n She had a phone and I phoned George, my brother couldn't know  anything, I tried to phone in the location, but I couldn't get through.  I phoned at his work  and he said he knows nothing about that, he said at six I must be where I am and wait for his call, he'll go home and if he has got any information he will come back and phone me.\n While we were talking together the other woman asked did you get your brother, I said yes I am talking to him.  Just  - she said to me just ask him if he ever said - heard anything about Nkosinathi and my brother told me he doesn't know anything and I  told him that Nkosinathi is been shot and he said he knows nothing about that.\n And this woman asked me the reason of his shooting, I was just confused  [indistinct] and shocked.  While I was in the house, I just throw my bag, I closed the door on my bedroom and prayed.  After my husband brought a car and we get inside, drive off to George.  While we were here in George, we couldn't find him in this house, we were told to go to the shop by the Coloured area.  While we were in the shop there was a lady, she accompanied us and showed us where Nkosinathi was shot.  She told us that she was shot three times on the waist, the others have been taken to Town and he was taken by a bakkie, Oudtshoorn bakkie, we knew the bakkie, the driver was Captain Marx.  Because he was always driving it.   They couldn't have any idea the whereabouts of him.\nAs from there we ran off to the hospital - we arrived just in time before the visiting hours and the other comrades were also here.  I couldn't even wait in vain, I tried my way in, I forced my way inside, there were waiting for  seven o'clock - I asked from another young woman with a pink uniform and she pointed some  [indistinct] to me to go there.  I just get into the ward, just by the door, I saw a bed with doctors and nurses around it, I passed that bed, I saw other child lying on the other bed, the way I  was, I  was so nervous, I couldn't even identify a policemen who was sitting on the bedside, I - but I noticed that Nkosinathi was not there and the policeman ordered me not to say anything to  him.  I must ask permission from him.\nI went back again, go to where the doctors and nurses are - were -  I dragged them and I saw it was a little girl, around about  the age of 12.  This child was bleeding badly.  They asked me whether is this my child, I  told them no it's not the one I am looking for.  Mine can be the age of that boy who is  sleeping on the other - on the other bed.\nI went out of there and they - they grabbed me and gave me some pills, because I was so nervous, I felt dizzy.  After some few moments I  felt much better and then I  left.  I went down the road  and I saw two men driving a trolley, assuming that there was washing on that trolley.  I asked them where can I  go because my child is not here in hospital and they said no the children are on the side where you were coming from and I told them mine is not there.  And they told me to go to - go to  ongevalle.\nI had to  go straight down, I  saw a - two doors written push, I just pushed myself in, there was nothing to - a handle on this door, I  was wondering how am I going to get out.  I just go on, I saw a big open space, there were only beds there and there was a big table in the middle of that hall and there is also a man hopefully it was an operation theatre because  [indistinct] they were busy operating him.  \nThey asked where I - where is the security how did you pass from the security, I went back again, because I couldn't do anything, they gave me other pills and they gave me some injection as  I felt much better, I went back again, through the other door on the other side.  I saw two ladies there, I asked them where is ongevalle.\nI saw many people - even there I  couldn't see my son and I felt dizzy, I  [indistinct] they gave me some pills and injections again, they asked me after some time when I felt much better, what am I - who am I looking for, I told them that I am looking for my son, and they told me that maybe he is inside there, and they said no.  I told them that my son is not here, they said I must go and check him from the police station.  \nI ran off, fortunately my husband noticed me running down and she - and he asked where I  was off to and he asked me and he drove me to the police station.  Even the comrades were also after -  also with us - we get off to the police station.  I talk with the sergeant that was on duty at that time and he asked the reason, I told him that I  am looking for my son who has been shot.  And he told me there is no-one there is no child of  [indistinct] here.  You can't even treat - give a good treatment and he swore at my  like anything.\nHe asked me whether do I know Mandela and I  say no I don't know Mandela and he said everything that is happening here is because of Mandela.  It's Mandela who is giving the influence to the kids - that's why the kids are so violent and he gave bad names to  me and woman of George were approaching and they said go out because this people will lock you in.  I have decided they would rather lock me in and my husband was making in and out - I stood there up till eleven.\nAbout five to eleven there was a lady coming to me, she was a white lady, she asked me what am I  looking for and I told her.  And she was so sorry and she left me there.  And the sergeant asked whether I  was still standing there and the policeman were coming in standing beside the sergeant and I told them that I am still waiting for my son.  Because the others are in the hospital, where is the third one.  \nWhat did he do in so much that you could call him - you could shoot him if someone has committed a crime you should have arrested him, not kill him and this policeman swear at me I am a rubbish, I am just like my kids, and he said just leave here or else I'll lock you in and I told him that I am not leaving here up - until I see my kid.  That lady came out from where she ended in -  there was an iron object here and she - this object said we are going to close down.\nThis lady took this iron object and go inside and this sergeant called me, he took the phone, and said hello is Nkosinathi Hlazo there, and he asked is he really dead.  And he said on his way his family is here - Oudtshoorn - his Oudtshoorn family is here, he didn't ask where do I come from - he just said the people of Oudtshoorn are here looking for Nkosinathi and the sergeant also said Madam I  have tried to find your son, I find him - where he is - they are telling me he is  dead, there -  a van can not pick him out.  They were going to pick him up there, but not the van is going to pick him up.\nI asked him whether can I give him an question, I asked him how did he get there, or who take him there and he said I mustn't ask him nonsense you said to me you wanted to know the whereabouts of your kid, so I am telling you where he is.  The  second thing I  would like to tell you, you won't get to see him tomorrow, it was Wednesday, you won't get him on Thursday because the doctor is going - still going to check what you must do you must come on Thursday and identify the body if it's really Nkosanathi's and then Friday you can get his body.\nI thanked him a lot and I am glad to hear that my son I dead, the only thing I must tell you is that I can take anything whether it's nice or bad, but you just can't take anything that's coming to you, you just do anything to anyone whether it's nice or bad.  I went out and there was no  hearse outside, I  saw a hearse outside, - on my imaginations I was looking for a stone and I  wanted a stone just to broke the window to  see if - is this my son who is  inside the hearse.  So they took off and we went to stop at Lawaai and we prayed there.  I was so absent minded I couldn't believe that my son has passed away.  We prayed there and then we went off.\nAnd then I recall and told myself that no my son has passed away and we went to Oudtshoorn.  When we arrived there, we stayed for a while and my husband go and identify  the body - yes it was Nkosinathi's -  Friday they went to  get the corpse and we buried him on Saturday.\nAfter two months after his funeral policemen knocked on my door, they were boers, they said we are looking for Miriam Hlazo, my husband said no that's my wife, how come you are looking for her.  And they said we are looking for her, there was Mr  [indistinct]  a detective known as Cloete, he was trying to  speak Xhosa, and we wanted the books of  [indistinct]  we've heard that you are chairman of  [indistinct]  I told them to take them if he sees anything like boers books.\n I went out, the policemen were right inside - were inside the house, it was full  - my house was full of policeman.  I went to the dining room, the policemen were also full -  they took all the books, kids books,  school books, they throw them down, there were many women in the kitchen, they told me not  to run and I told her no I am not going to run.  I took water an get a wash, now my mind got a standstill I was wondering how am I going to put on my clean coat -  clothes, I washed  myself, put n my clothes, and then I left with the police.\nWhen we arrived town, they drove off with the van and we arrived at town.  There was a bus, I tried to go to the bus and they swear at me, don't go to the bus you dog, you are just like a dog, you are a dog just like your kids.  And I went into one of the vans that were standing there, I noticed that there was only child in the van who was the same age as Nkosinathi.  He was only wearing a T-shirt, barefoot and it's winter, I asked the child why don't you wear the clothes, she said they were kicking me I couldn't even get a chance to dress myself.\nThe van drove off, I've heard a voice and it was a priest from the church congregation.  Don't ask this kids, this kid, because the situation is like this  today  because of them.  He saw some soldiers and take the books of the kids - when he went to his house, the preacher went to his house, the policeman came and fetch him, they put him in the van and they drove off.  When we arrive at the police station, we climbed the stairs and we saw some gates and we got inside.  While we were inside, there were detectives, there was one detective named Gouws, he asked me and you gemors what are you doing here, I didn't answer him, there was a Coloured lady next to me, I just take a chat at this lady.  I asked her why are we her for and she said no mom it's a State of Emergency.  And say oh! you know each other, you rubbish.\nWe didn't say anything, we just chat to each other - the detective said that this woman we saw your books, we saw your name in the books of the UDF and then after that she - the woman said  I know nothing about what you are telling me.  After that they say they are sending us to George.  A black detective came in and said maar mamma  I [indistinct] has nothing you and the priest will be released.  There is only one person who is going to  George is Mamma Hlazo - you have done nothing wrong.\nI asked  him what did I do, which criminal did I - I didn't answer the detective, there was another detective who came in and told us that we are going to George and the man who go to Ladysmith, and the others must go to Karasdorp.  We were drove to George as women, we were kept in there, locked inside - the only thing I was doing in George, I kept on praying each and every  morning in jail they  said this woman is  making a noise, who is always making - who is always praying is making a noise and the rest of you are Mandela's dogs.  You must stay  because people - there are those who  are working.\nThe other woman begged me not to pray  again.  The next morning I woke again and pray, they  promised me to take me to the  [indistinct] I  asked the other lady who's always bringing food, was this kind of place known as Single Cell.  And she told me that no you only had the toilet and water, and a plate full of samp.  Is there -  I asked her is there anyone who died in that cell, and she said no.\nI prayed again they  said  they  are changing me to the other ward, because this one is smaller.  They took me to this cell, they were not taking me to a ward, they  were taking me to this single cell.  I was taken out towards six, where I met people from Graaff-Reinet and Aberdeen.  Up until the day we were released we were in Ward 6.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you very much Ms Hlazo for telling us all of that the sergeant in the police station who was so rude to you when you were asking questions about Nkosinathi, do  you know who he was?",
            "Female"
        ],
        [
            "MS HLAZO",
            "I don't know his name.",
            "Female"
        ],
        [
            "MARY BURTON",
            "And then after the post-mortem you were able to get Nkosinathi's body and to bury him - were you able to hold a funeral and did you hold that in Oudtshoorn?",
            "Female"
        ],
        [
            "MS HLAZO",
            "Yes we had the body on Friday as they said so and the funeral was held in Oudtshoorn.  After the funeral they said there will be a case court - court case and his father managed to attend.  And they told him that  [indistinct] Hlazo has been shot by a heavy gun, he asked whether they - who was carrying the gun and they couldn't answer him.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you, and was Nkosinathi a member of Bhoyo is that why they came to ask for the books.",
            "Female"
        ],
        [
            "MS HLAZO",
            "Yes he was a member of  Bhoyo, in 1985 while the three kids were shot, the youth of Oudtshoorn did go and they couldn't sleep and the policeman avoided them to  get inside, that's why they were looking for them and that's why he decided to ran away from Oudtshoorn to George.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you - the time that you - the police came to take you and - in the van and the other people that you told us about, the - the people - you gave us the names or the identifies of some of the people who were with you in the van and then afterwards when you were - when you were held....[intervention]",
            "Female"
        ],
        [
            "MS HLAZO",
            "Yes it was a priest Ms Madikane, they were already in the van and this little guy  - child.",
            "Female"
        ],
        [
            "MARY BURTON",
            "In George when you were kept in the single cell and when there were other, then some of the time you were in the single cell for four days and then some of the time you were with other people is that right?",
            "Female"
        ],
        [
            "MS HLAZO",
            "When we were there we were together with Mamma Madikane and the other women from Aberdeen and then they gave  me notices about my prayer gatherings, because that's not a place to hold prayers.  If I knew prayers, I wouldn't have been there.  So they changed me from there and they were taking me to this  single  cell.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] and after the single cells, did they take you back into the other cells?",
            "Female"
        ],
        [
            "MS HLAZO",
            "From the single cell I  was taken to another cell,  Cell 6, it was bigger than the others, where I met women from Graaff-Reinet and Jansenville.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Do you know those women, would be able to get statements from them?",
            "Female"
        ],
        [
            "MS HLAZO",
            "I am sorry I can't remember their names.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] from Graaff-Reinet and Aberdeen did you  say.",
            "Female"
        ],
        [
            "MS HLAZO",
            "Yes.",
            "Female"
        ],
        [
            "MARY BURTON",
            "And Jansenville - thank you very much Ms Hlazo - I think it helps us to understand the whole story of the young people who were in Bhongulethu and then dispersed to other areas when it wasn't safe for them to be there, it's just for your son it was not safe even somewhere else.\n I'd see whether any of my colleagues want to ask other  [indistinct]",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Ms Hlazo while you were in detention did the police ever beat you or physically abuse you at all?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "No they didn't beat me - not at all.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Ms Hlazo the claim by the police was that your son was wanted in connection with arson and murder and that when they tried to arrest him he ran away and that's when they shot at him.  Now did anything ever happen about these alleged charges of arson and murder.  Did the police - did the police ever follow this - this up or did the matter just end there?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "What do you mean by followed it up because when they arrived in Oudtshoorn they didn't mention anything like that.  What do you mean -  I don't know I couldn't clear, I couldn't get a clear information even if while his father was there, they couldn't give hi a clear information  [indistinct] that there was no-one carrying the gun, they just said a gun shot him.  I couldn't get a clear information.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And these clear allegations against your son of arson and murder, what - what happened after that, after your son was killed, did the police ever come back on these issues, or did they just leave the matter?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "Yes they tried to - we tried to investigate but it couldn't go on.  Till this happened up till his father - his brother who was in exile came back and he tried to follow it up and he wanted to make a claim from the lawyer because of Nkosinathi's death - even if he did - even if he committed any crime they had no right to shoot him - they should have arrested him, not killed him.  He was - my son was the one who tried to persuade and follow the case and it's in the lawyer's hands.  \n We had no way to follow it because we don't have any idea what happened to him.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And is the case still with the lawyer now?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "No that lawyer couldn't make it because it was last year then and then he kept quite, that's why I have decided to come to the Truth Commission and he gave me the - the lawyer gave me the papers and he told me that he tried his best to contact the Commission but unfortunately he couldn't make it, but we gave him - we paid the costs.\n Now when I ask for the papers, he gave me the papers and he said if - is there anything like claim that appeared I must just - I must go back to him again and tell him.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "[indistinct] papers now?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "I do have the papers, the girl - the lady who was taking the statement gave me the Photostat copies.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Ms Hlazo how old was Nkosinathi when he died?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "He was 22 years.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "And was he working?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "He was a student.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Was he your only child?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "No he was not my only child, I do have others.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Could you briefly tell us what the - what has been the impact of his death and also the impact of your detention?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "I for one I struggled  - spoiled my health as from 1985, we were not  settled down, because policeman had to come back in and out looking for my older son, he said he was the one who gave the influence, the UDF is in the location because of him, so he decided to go to exile.\n I told him not to go but he insisted on going.  On that day when the three children were shot and while he picked up one of these kids and says he tried to help and pick him up and he also had something hitting him but unfortunately for him, he was shot.  He died because of car accident, he had that bullet on his head, they couldn't take it off, unless he has got headaches time and again.  I think those were the things that  [indistinct] let him to do these things.\n I would like to know from the Commission can't you help me - can't you help me to take that bullet out of his head, maybe it will damage him worst and worst, the bullet is in the stomach from  the girl, she was shot by a kitskonstabel. \n So much when these things happened they cause me headaches, sometimes I get dizzy and when I go to the doctors they tell me it's because of my nervous in the head but they can't help me, I have been using tablets but they are not helpful.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "[indistinct] is it your daughter who has a bullet in the stomach?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "Yes I am talking about my daughter now.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "[indistinct] saw the doctor?",
            "Unknown"
        ],
        [
            "MS HLAZO",
            "It was long time ago here, because this happened in 1986 - while we took her to the doctor, the doctor said no we can't take out the bullet.  Sometimes it affects her legs, we think maybe it's that bullet that is inside the stomach - she is Urina Hlazo.",
            "Female"
        ],
        [
            "MARY BURTON",
            "I don't - is there anything else you would like to say?",
            "Female"
        ],
        [
            "MS HLAZO",
            "There is nothing else I would like to say.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] with us today, you and your family have paid a very heavy price, and we - we give you our sympathy, we hope that your prayers will help you to come to terms with what has happened and we will do what we can to see if you and your  family can  be helped in ways to improve your health.  Thank you very much indeed for coming, you can go down now.",
            "Female"
        ]
    ]
}