{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-18",
        "location": "GEORGE",
        "day": "1",
        "case number": "CT/05601",
        "victim": "SELWYN BOTHA",
        "testimony": "CHRISTINE BOTHA [mother]",
        "nature": "SHOT AND KILLED BY, KITSKONSTABELS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55100&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct05601.htm",
        "speakers": [
            "MARY BURTON",
            "RUSSELL ALLY",
            "ME BOTHA",
            "MS JAFTA",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "DR ALLY\n",
            "ME BOTHA\n",
            "MS JAFTA\n",
            "CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "Ms Botha first, will you stand to take the oath please.\nCHRISTINE BOTHA Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Please sit down - Ms Leen Mei will you stand up.\nLEEN MEI Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you, please sit down - Dr Russell Ally is going to facilitate your  evidence.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Good morning Ms Botha, thank you for coming, you going to speak about your son Selwyn Botha who was shot and killed on the 16th of January 1988.  \n Afrikaans, wil jy Afrikaans praat, my Afrikaans is nie so  goed nie, maar ek sal - ek sal probeer.  So jy gaan oor u seun praat.",
            "Unknown"
        ],
        [
            "ME BOTHA",
            "Ja.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Selwyn Botha wat geskiet was op die 16de Januarie 1988.  Ek gaan nou vir u  vra om vir die Kommissie te vertel wat gebeur het met u seun.",
            "Unknown"
        ],
        [
            "ME BOTHA",
            "Ek is die ma van die seun, Selwyn Botha, hy is geskiet in - die 16de Januarie 1988.  Hy het tussen die voormiddag en die middag van my huis af gegaan, hy het ook vir my - aan my gese hy gaan na sy broer toe Freddie Botha in Toekomsrus en ons almal loop deur Toekomsrus.\n Hy het toe weggebly, hy en die seuntjie langsaan my, hy was 15 jaar, hulle twee is op pad soontoe.  En drie van my kinders het winkel toe gegaan,  ek was alleen by die huis en hulle het teruggekom en aangehardloop gekom en gese mamma ons hoor Selwyn is geskiet.  En ek se dit kan nie wees nie, hulle hardloop uit, maar  [onduidelik] hospitaal toe, en ek hou een dogter agter en ek en sy gaan agterna.\n En toe ek by die hospitaal kom, het ek eerste gestaan en met die Here gepraat om vir my sterkte te gee.  Ek is  daarna in die hospitaal in en ek kom by die hospitaal toe is my kind dood geskiet.  Ek het -  toe ek  vra dood geskiet, toe  weet ek van myself af nie, ek het teruggekom huis toe en ek sal ook nie, miskien nou baie vergeet, want dit is jare terug wat ek in my verklaring opgestel is, maar dit is blykbaar naby.\n Ek het ook alleen gestaan, want die Vrydagaand het sy pa gaan werk soek in die Kaap en ek het ook vroeg opgestaan vyfuur die oggend, toe gaan ek hom bel en gese jou  seun is doodgeskiet.  En daarna het ek - het ek  die begrafnis aan my gehad en na die begrafnis, maar op die toneel weet ek niks wat daar aangegaan het nie, was nie op die toneel nie, ek weet ook nie wat op die toneel aangegaan het nie.\n Na die kind begrawe is, daarna was dit  'n hofsaak gewees, ek wil ook maar vandag aan die Waarheidskommissie kortliks vertel wat ek net weet wat die waarheid is.  En toe was ek in die hof  gesit vir vyf jaar, die gevoel waarvoor ek seer voel, omdat sy naam was nie genoem nie, en ek weet ook nie as dit  'n gesamentlike saak was nie, maar daar is niemand vir hom aangehou  nie en ek weet ook nie wie het hom doodgeskiet nie.\n En dit is al blykbaar wat ek  dan nou kan vertel as die heilige waarheid wat ek weet waar hy op die toneel was ek nie gewees nie.  So ek kan niks se wat op die toneel gebeur het nie.   Maar enige vrae wat ek nou miskien vergeet het uit hierdie verklaring uit, is min of meer wat ek - ek sal baie min uitgelaat het.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Was daar enige persoon met Selwyn daai dag toe hy geskiet was, wat miskien  'n beter idee het wat gebeur het.",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Is net die vriendjie van hom langsaan, want hy was ook doodgeskiet, hy het darem nog gelewe na die oggend vyfuur - Sondagoggend vyfuur toe, maar daar was geen  [onduidelik]  dit moet my klem - wat ek die klem le dat daar was geen verklarings in die hof van hom nie, en sy naam was ook nie genoem nie.\n Want dit en ek se dit weer - ek herhaal dit weer, ek weet nie of dit  'n gesamentlike saak was nie.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "En hoe oud was Selwyn toe hy gesterwe het - u seun hoe oud was hy?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Hy was 23 as ek dit korrek het.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "En het hy enige familie gehad van sy eie?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Hy het susters en broers.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Geen kinders nie?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Nee hy het geen kind nie en hy was ook nie getroud nie, maar hy was my broodwinner.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Was hy betrokke in enige politieke... [tussenbeide]",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Hy was geen betrokke - geen politieke nie, hy was  'n eenvoudige kind.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So jy kan nie verstaan waarom hy geskiet was nie.",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Ja dit is nou al my hele lewe wat ek aan die Waarheidskommissie moet se dit kwel my hele lewe.   Want as ek net weet wie het hom doodgeskiet en wat het van die persoon geword.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "U was geen verduideliking gegee nie, van die polisie of van enige iemand anders nie.",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Net dat die polisie hulle mos gese het daar - toe hulle by my kom as ek weet hoe was my  kind doodgeskiet, toe se ek nee, toe se hulle hy was dwarsdeur sy hart op slag doodgeskiet.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "En het hulle geen redes gegee, het hulle miskien gese dat hy betrokke was in iets of dat hy probeer weghardloop of wat het die polisie eintlik vir u gese?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Hulle het aan my niks kon se nie, want die polisie het nie aan my self toe weer teruggekom nie.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Baie dankie.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any further questions - no - baie dankie ma.\n You haven't asked what she hopes from the Commission  [indistinct]",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "So mevrou wat is dit eintlik wat u hoop die Waarheidskommissie vir u kan doen, wat is dit wat u eintlik wil weet?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Ek wil net by die Waarheidskommissie weet, as dit moontlik is, as dit eendag sal kan - as ek eendag uitvind wie het my kind doodgeskiet, is daar iemand vir hom aangehou, want dit is net die woorde wat ek voor wag en dan moet ek die Waarheidskommissie vanmore bedank omdat ek sulke mense as  'n Waarheidskommissie kon mee gehelp word.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Baie dankie mevrou.",
            "Unknown"
        ]
    ]
}