{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-18",
        "location": "GEORGE",
        "day": "1",
        "case number": "CT/05904",
        "victim": "NOXOLO JAFTA",
        "testimony": "NOXOLO JAFTA",
        "nature": "SHOT AND BEATEN BY, KITSKONSTABELS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55102&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct05904.htm",
        "speakers": [
            "MARY BURTON",
            "MAPULE RAMASHALA",
            "MS JAFTA",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "DR RAMASHALA\n",
            "MS JAFTA\n",
            "CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "Thank you  - we call then our next witness it's Noxolo Jafta.   Good morning, can you hear me all right and receive the translation - would you stand for the oath please?\nNOXOLO JAFTA Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you very much, please sit down.  Dr Ramashala will be facilitating your testimony.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "I'd like to say that this  case involves the shooting of Ms Noxolo Jafta at some point in 1988 by kitskonstabels.\n Me Jafta good morning and welcome.  I would like you to go  back to that day in 1988 when you were shot by the kitskonstabel and relate your story in as detailed way as possible to assist us in - not only investigating, but also in documenting this case.",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Thank you in 1988 I was sent to a shop at home to buy some things and I  was with my friend.  When we got to the shop I bought these goods and from the shop on we are going up - near - at Freedom Square we were going up, there was a  [indistinct] that was going down and the other roads goes to the shop and the other road goes down.\n As we are walking there, a friend of mine came, who's name was Simon, he asked for R0-05 from me, because he lost his  R0-05 and then I gave it to you.  Then further a constable came, they  were walking on the other street and we were in the other - I was still giving out this R0-05 and this man says hey child come here, I  said I  am  coming.\n And he said when I  am calling you, you must rush, you must come quickly, I said yes I am coming.  Whilst I am still taking out this money and then this man shot me whilst I was standing with Simon.  He - he shot us and Simon picked me up and we ran - jumped the fence and I couldn't jump the  fence, I fell inside the yard.  And   [indistinct] took me - took me to the police, I was still bleeding, I  can't remember what colour of clothes I was wearing, because when they shot me, I just saw many people, I didn't know what was going on, I didn't know where my parcels were.\n A van came, then they took me to a van,  [indistinct] said they should take me to the hospital and they asked him to remain, he wasn't going to go with us.  But then he took a car, said we'd meet in the hospital.  Two blokes - kitskonstabels were in the van, one was David his surname was Sibango the other one was - they were quite elderly, that is Zizani  the one who shot me, they took me to the hospital.   They said they were taking me to the hospital.\n But when we left   [indistinct] we went up the road towards the graveyard, on the road to  graveyard.  The police were driving the can, they swerved the  van along on the road and David as asking me to tell the truth about what we were doing at  [indistinct] from  Freedom Square, because say  people were singing and playing dice.  I said I couldn't dice because I am a girl, asked me how old I  was, I told him I  was 15 - I was 15 -  1988, I told him that I was 15, he took me as - from the graveyard, whilst we were at the  graveyard, he said I  should tell the truth and he clapped me with an open hand.  I cried,  said I've done nothing, said yes I have done something.\n When they asked me, he said I must agree that I was gambling, so I  was taken to hospital and I was admitted there, I  was taken into another room and that was the last I remember.  The following morning I  noticed that I was being guarded and they said I couldn't leave, I  would pass water there, they wouldn't let me go out, because they alleged that I was gambling and they asked me where Simon was, I  said I didn't know where he was, because he jumped the fence.  I said I didn't know where he was, then they tell me as your mother was coming to the hospital, she couldn't see me, they closed the curtains, if my mother brought me some food, they would take that food, they took it  back if I  asked to go out, they wouldn't let me.\n I stayed two weeks - the third I - my father came to  fetch me and - at  [indistinct] and I  was still in hospital  [indistinct]   He didn't  take me to hospital  [indistinct]  - he didn't take me to home, he took me to the charge office and interrogated me about what we were doing at Bhongolethu.  I said there was nothing I was doing, there was nothing we were doing and he said I had agreed to the policeman that - that I was gambling because they said -  because they were hitting me.  So I agreed because they were hitting me.\n So this  father said I'll take you home, but if you have agreed then you are guilty and I said no I didn't do anything and then he took me to another room where there was a detective - white detective, they shouted at me and I  told him that when he was shouting, he was terrorising me.  He said I should tell the truth, I said there was nothing we were doing at Bhongolethu and then another Coloured detective and he said - he talked to me gently.\n I told him that there was nothing we were doing at Bhongolethu because I was sent to the shop and I met this man and this man shot me and he asked where is the  other child with whom I  was  [indistinct]   I said I don't know because he was trying to pick me up, I don't know how far he went, that's all.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Let us go back to the graveyard incident - how many police were involved in that?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "There were two white policeman and this two fellows, the others were patrolling  [indistinct]  and there was this only this two, David  [indistinct] and  [indistinct]",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Exactly where did they shoot you - where did they  injure you?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Here on my neck.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "And you went to the hospital  [indistinct]  - do you remember the name of the hospital?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Yes it's the Oudtshoorn Hospital.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Do you remember the name of the doctor who attended you?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "It was Hendricks, Dr Hendricks.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "And towards the end you said that there were two detective - a Coloured detective and a white detective, do you remember their names?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "No I never heard what their names were.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Is there anything else about what they did to you, that you can remember?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "No there is nothing else.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "And after you were discharged from the hospital, did the police ever come back to you  to harass you?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "No they never came back, because there was a father who stayed next to my  [indistinct] Mr Salman who was staying in front of our house, we went to  our house to  ask for forgiveness and my mother shouted him away.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "[indistinct] Chairperson I'd like to  [indistinct]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you - any further questions - questions - no.   Thank you my daughter, what wasn't being asked was when you - were coming to the Commission, this Commission, what sort of help do you want?",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "I just wanted to spill out  this because when it's hot, I can see properly then my nerve is  painful on my head, so I - my request is that this bullet should be taken out of my body - thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will try and see what help you - we can give you.",
            "Unknown"
        ],
        [
            "MS JAFTA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n Can I just welcome Mr Russell Ally - I had already introduced you in your absence and we are relieved that you are here, thank you.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you - thank you once again Ms Jafta for coming to tell us your story.",
            "Female"
        ]
    ]
}