{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-18",
        "location": "GEORGE",
        "day": "1",
        "case number": "CT/06103",
        "victim": "MPUMELELO VENA",
        "testimony": "MPUMELELO VENA",
        "nature": "TORTURED BY POLICE AND, BRIBED TO BE A POLICE, INFORMER",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55105&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/ct06103.htm",
        "speakers": [
            "MARY BURTON",
            "MR VENA",
            "RUSSELL ALLY",
            "CHAIRPERSON",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MR VENA\n",
            "DR ALLY\n",
            "CHAIRPERSON\n",
            "MS SEROKE\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "Hello Mr Vena are you  willing to take the oath?",
            "Female"
        ],
        [
            "MR VENA",
            "Yes.\nPATRICK VENA Duly  sworn states",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you very much, please be seated - Dr Russell Ally is going to facilitate your testimony, thank you.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Mnr Vena gaan jy in Afrikaans praat of - in which language will you testify?",
            "Unknown"
        ],
        [
            "MR VENA",
            "In Xhosa.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Mr Vena your case is one of -  of severe ill treatment and torture.   So if you could just tell us in - about what happened to you.",
            "Unknown"
        ],
        [
            "MR VENA",
            "Can I - can I go on.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR VENA",
            "Can I go on - are you waiting for me now.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Yes we are waiting for you now.",
            "Unknown"
        ],
        [
            "MR VENA",
            "In 1988 on the 17th of February - we -  we were invited by the Municipality as a sports committee as the substructure of youth organisation, our youth organisation and the Municipality had invited us that we should go to the civic centre.  We were a delegation of five people, it was myself Sipho  [indistinct] and Raymond Douse, Sandile Hlazwo the late Sandile Hlazwo and Mxolisi Frans, I can't remember the others.\n We were waiting for a Kombi at 1st Avenue, the Kombi was going to pick us up and take us to the Civic Centre - we were waiting there - the five us who were representing the sports committee.  A friend of ours came, one friend who was working at the funeral undertakers, he is  [indistinct] he just stopped on the other side of  the road, he was with someone who is deceased now, asked for tobacco, I crossed to them, to give them the  tobacco and then  I chatted with them for some time.\n A van came at full speed from the Geelhuis, which was close to - that van came from that Geelhuis and then Sergeant Du Plessis  -  I read his name tag and he called me by the name - my  nickname - my pet name Hansie, we request that you move out of here because we want to search this car.  And I just explained that I just brought the some cigarettes that's all.\n When I was turning to where I was standing with my friends, he hit me here, I don't know whether it was the back of a gun or it was a fist, but I fell and I was bleeding.  I tried to get up and they were kicking me and I  would  balance on the legs but Lesley came he pushed one of the policeman and said what was happening and then I tried to stand up.  Bongi - they asked Bongi not to interfere with this - he was asking what I had done, because I had done - because he was just asked to leave and nothing done.\n Then they started shouting and then I  tried to pull away, but they tried to hold me.  We struggled for some time - they wanted to me into their van, but eventually they managed to put me in.  They took me to Geelhuis where they assaulted me, there came Kobus  Pienaar, trying to demand his client.  They exchanged some obscene words with him, my - I wasn't mentally alert at that time, because everybody was hitting me.  When he came, I was fighting, he pushed me aside and they talked to one sergeant.  I think it was a commanding officer of that small police station.  He was sworn at and he was asked to leave - he was called UDF gemors and all those words.\n And they pushed him away, brutally and he left and they closed the door.  From their I don't know, apparently I was hidden, all that I remember is that the following morning when I woke up, I was in the police station and I was told to go to the court and I  couldn't stand up, I was like someone who had taken some brandy, my head was heavy.  \n They took me to the van - they  [indistinct]  I had to climb like that, as I am showing now, and there was some young Coloured, I think there were some people that were awaiting trial, very small - very small.  They helped me up into the van.  At the court I was asked to wait and sit, I couldn't stand, I couldn't walk, they supported me both sides and then I was called into the court.\n In court I staggered I was staggering there and I couldn't balance and the magistrate ordered that I'd been given a chair.  Then I sat down and he postponed the case until March 16th and I was asked - he asked me to be sent to hospital because I was swollen all over.\n Indeed the van took me to the hospital and in hospital I felt I wasn't going to stay, because the police had left - they - I put on the uniform, I didn't want to stay, because they might come back, I fear -  I fear that they might come back and assault me again.  I tried ways to leave the hospital to go to the office of the Council of Churches .\n I think I found  [indistinct] but what I can remember when I arrived there, I just slept.  I don't know how many days Dr Hendricks admitted me in hospital, but I did spent some days in hospital at the insistence of Dr Hendricks and I was charged and I laid a charge against the Minister of Order, who was Adriaan Vlok at the time.  Essa Moosa was the attorney handling my  case, he was instructed by - by  [indistinct] at the Huguenot Chambers, he instructed - he instructed Govern Oaklands in the Huguenot Chambers,  [indistinct] he was the advocate that was handling my case.  \nThat case didn't go on, it  just fizzled out because I got a letter from the attorney saying that he wanted - he wanted a medical report.   I went to Dr Hendricks, I don't know if he got the medical - he sent the medical report or not, I - because I never heard about that case.\nOn the 18th of September - 14th of September that same year, we were busy with our personal things, as we -  as comrades, just a group of comrades and we were also unemployed at that time.  Our meeting was at eight, I was afraid to be alone at home, because there was - were coming in and out they will do whatever they would like to do, so I've decided to go and stay at 7.  But one night at 14 hours, I was feeling very tired and I  went to  bed.  I decided to go home and went to bed,  I asked one of the small guys to accompany me to home and I promised to buy him a drink.\nI just wanted someone to be a witness if the - we find anybody -  any  police at home.  It was just around past three, I heard some knocks, kicks at the doors and windows.  I tried to see what was going on outside, and I saw that the policeman are outside, the boers that's what the little guy told me.  I told him that I won't open the door, I will first dress myself, because they are too much - there were eight vans, around about eight and nine. \n I  started to dress up, I put on my shoes while I was on the way to the door, I opened the door, they passed me, went to my bedroom, as there in the bedroom, I  thought about running away but as I  approached the outside I saw there were many of them, so  it won't help me in any way, so I have decided to return back into the house.\n As I get inside, I  saw someone whom I can't even say his name, they wanted to take off  my poster there was a writing on the wall by Bishop Tutu, Government Without Justice, they wanted to take that poster off and I  demanded that they mustn't take it off, because it's mine, it belongs to me.  They pushed me outside, I told them that is my brother and he must go to school, you can't take him.  He is an old guy but he was short, they thought he is  a little boy, they just left him  on that way and they took me to the Geelhuis.\n There was one boer they asked him to  kept me there and they will be back in ten minutes or  so, I stayed there for about  ten minutes.  On their  way back, they had Africa Kholile we call him Afrika Grootboom because his surname is Grootboom.\nHe was also there, they said yes you come, in our minds we thought we are going to the police station.  But the direction was not the one that was to the police station, it was the opposite direction, we were going out of Oudtshoorn on our way to Mossel Bay - on the way  to Mossel Bay.\n I just said  to one of the guys we are going to die now.  You must pray enough and you must know enough because you are going to be killed now.  The way they were driving, they were very fast, more than 100 km/h close to 180 they were laughing enjoying themselves.  We took off our shoes, because we don't know what was happening because the van was very fast.\n We sometimes look at them and they looked at us, they just laughed at us, as we are looking at them.  They took us to Volmoed about 35 kilometres from Oudtshoorn.  When we arrived there, they asked us about how familiar is the place to  us, there were many rooms there, I told them that I don't know the place, they said we will be familiar as from today with the place.  They asked to each other who is the first one.\nThey pointed at me, they took me to a room, a small room, it's just a corner and then a room there was only one chair and a table, they closed the doors and it was very dark.  You couldn't even see the person next to you, it was pitch black.  They asked me some questions, the first one was, what are this school boys doing at your place.  I just told them they were there to play some drafts and games, because we like to play those games, so they always come there to play the games and play music.\nYou think we don't know what -  what you are doing - you  go and burn some people's houses and do all the wrong things. They asked us about the house of Mr  [indistinct] who burnt that house, I just told them no it's the first time I am hearing about that.\nThey said to me I  will know, one short boer took handcuffs and took my hands backwards and tie - tie my legs - he turned my chair and pushed it with his  leg, that the floor was slippery because it was well polished.  If you push the stoel it just went on it's own and just bang against the wall.  The knees were just open, they said I must say the truth, or  else anything can happen.  I just told them they can do anything because I don't know anything about burning about houses and people.\n The kicked me and bit me, Mpondo was kicking me, I asked him what he was doing and the other boer was just clapping me on my face.  They took the chair and let  me face to the wall, they were just behind me, I was facing the wall.  My hands were at my back.  They were - they had a little discussion which I couldn't hear, I couldn't even notice about what were they discussing about.\n And they said to me are you going to talk - I said what - talk about what - unless there is something you want to as, then I can ask you - that is the one way I can talk.  He said about the things you have asking you, I said no I don't know anything about now, then I asked me about this and that and then I said I don't know any of these things you asking me about.  They said face that way and then I faced that way.\n Then I wanted to see what was going on behind me, and then they  brought the table close behind my chair as I am facing the wall with my hands on the back, I could feel that there was something going on - if I had turned they would hit me with open hand or with a fist and then I heard them saying, and then they wired me - they gave me an electric shock - some of them in my hands or my body, I could feel some things pricking me.  Then I would jerk now and again - because I didn't want to give them a chance to kill me.\n But I was - I managed to win the chair and got those wires loose and then I preferred to be kicked to being electric with the - I said I would rather be kicked than endure the electricity shock and then I would slide down, they would take me up - lift me up  then they  start again - one in - next to me, if I turn back, he will push me this way - he will pull me with my hair and knock my head against the wall.\n They did that for quite a long time, we got there about past five, ja at about five and it was to one - to five - they did that till about eight o'clock, doing the kicking the jumping over me.  They would lift me up and throw me there - I am handcuffed all the  [indistinct] and I would plead with them to take off the handcuffs from my hand and off my legs so that I can fight with you.  But then they would have a private discussion but then they would stop one another, maybe I sense that someone wanted me to be released of the handcuffs, but then they never did.\n They did that until I got very weak and then my head just slumped I couldn't lift it and I felt like going to the toilet, I was shaking - every part of my body aching - then I was - and then we were taken to Oudtshoorn, and when we got to Oudtshoorn at about twenty past eight, if not twenty five past, when we were at Oudtshoorn people were getting into the police station the workers there.\n They - when we got  there, they took this young chap and they took him up to the third floor where they kill people, I remained in the van, they  came back after some time - two detectives took me, I was with me was Mpondo, those were with me and Mpondo and then they asked me - I wanted my toothpaste and my toothbrush and then I said if you going to lock me up, I would like to have those, and then I said I was going to be locked up at - I waited there, this one would come and introduce himself and then  [indistinct] so - so I forget the names and these are the security guys they are from the Veiligheidsmagte, the Security Forces.\n They would ask me to write my name and then I would write my name roughly - so I will tell the I can't write properly - I couldn't write properly they would ask me to write my proper - my address I told them my address is in there, then they said I should write it myself and I refused.  I wasn't going to write it, I told them.   And this major would  [indistinct] I can't remember his name, said he would leave and then I will remain alone with others in those offices.\nThen came one Melville Cloete he was speaking Xhosa, I  can't remember the other one whether it was Moshesmatoe or Moshoeshoe - he was also a Security Branch person, they came - they tried to talk to me and saying you - this habit of yours.  I said you know I have never been treated like this, and I am in the struggle and what I am doing, I am doing it myself, but the one's you are looking for, I don't know about.\nRight, I stayed there, then came two boers - I could see that they were the big guns in the office - in the Security Offices in Oudtshoorn.  They put a lot of R10-00's in front of me telling me that I am poor, I am a dagga smoker, and said they would give me so much, R600-00 every month and I told them I don't need blood money.  I said your money is full of blood, I don't need it, I would rather starve.  They asked - and then I see Joe Stuurman is also there.\n At some time they left - they left me alone and it was around about one, I  saw one of the kitskonstabels - one was guarding by the gates.  I just - I went to one of this constable and ask for  a match, and I told him that I  went to buy some match, and he asked if these guys are finished with me, I said  yes.  I managed to get out and I ran off, and approached Signal Garage, asked one of the guys who was working there who has passed away now - I asked him to give me some help.  I told him - I tried to tell him the story, but I just went out of my mind and unconscious I fell down.  He took me, but I told him not to take me home, he must  take me somewhere else, and then he take -  he took me and dropped me to the place I asked him to.\n I tried to tell the comrades that I am back and I told them what happened to me.  We - we as comrades went to Saamstaan to one of the ministers and tell him by the Council of Churches, I  gave him this statement and I told him everything that has happened.  He take me to the doctor for some examination, Dr Hendricks and he gave me some pills.  When I drank one of this pills, I just felt weak, I decided not to drink them anymore.  \n Now it was Sunday, I  saw that my health was falling apart - I  felt sick, my family was here in Oudtshoorn, I decided to go to Cape Town, maybe I  will get better help.  I got some contract and I managed to leave the place and get to Cape Town.   On the 22nd of September there was a meeting, I tried to attend that meeting, my whole body as shaking and I was feeling very cold, although I had a big jacket on and they helped me other - some clothes and I fell unconscious and fall down.\n They took me to Dr I and I in Athlone, we were there at five past seven, he was about to close.  We plead with him, Gibson Mafenuka plead with him and ask him to consult me because I was very sick, plus the doctor had seen that no this person is  sick and then he decided to take me inside and he put me into the examination room.  He gave me some medication like rubbing stuff and he gave - also gave me a letter to take to the clinic.  They gave me another letter from the clinic and give me another date of the next consultation that was the Day Hospital in NY3.\n They gave me the letter to give it to the doctor and then the doctor must take it to the attorney, because the boers their intention was to kill me.  I took the letter to the doctor and he was the one who was going to take it to the attorney.  As from then I haven't heard anything that doctor just dropped the case.  I only heard - I only received a letter from Mathews and Mathews the State attorneys, they wanted to know the parts that were injured.  I took this letter to the Council of Churches, I don't know whether I met Mzukisi Moses - I just can't remember it  clearly.  I took that letter with me, I think it was Mzukisi - he read the  letter through and he filled what was suppose to be filled in and then he said that he will post it.  We were in Oudtshoorn then, it was the last time I was hearing from them.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Your case is your are saying that you were severally tortured and you mentioned two incidents actually you say the first was in February of  1988 is that correct, the first time that you were taken in and tortured.   Did you....[intervention]",
            "Unknown"
        ],
        [
            "MR VENA",
            "Can you repeat the question please - do you want to understand whether that was the first time - what are you trying to ask him?",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "You  mention now in your testimony - it seems as if you are speaking about two separate incidences, the first happened in February of 1988 and the second later that same year, September 1988, is that correct?",
            "Unknown"
        ],
        [
            "MR VENA",
            "That's correct ja.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And in February 1988 you said they took you to the Geelhuis.",
            "Unknown"
        ],
        [
            "MR VENA",
            "That's correct.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VENA",
            "Sort of a mobile station, mobile police station.  It's a very small house where the boers and the kitskonstabels use to take people for torturing and assaulting, they will take a person and - and that is where they were killing people and assaulting people.  It's a very small house what has painted yellow and made of iron sheets.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "[indistinct] when they took you in February did they use electric shock as well?",
            "Unknown"
        ],
        [
            "MR VENA",
            "No they didn't apply electric shock in February, what they did - the doctor can even do - there was a mark around my  neck, I think  I was being strangled with a rope, because I had a mark around my neck and the doctor saw that my - that the mark was never mentioned.\n And the other thing I forgot to mention, I was sentenced in the case, sentenced - I think I  was just being sentenced, because the Magistrate didn't want us to lay a case against the police, because the magistrate just decided I think he just decided he gave me 80 days or R80-00 and the other time he found me not guilty.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "[indistinct] for the charge.",
            "Unknown"
        ],
        [
            "MR VENA",
            "It was interfering with the police in carrying out their work, the other one was  - it was alleged that I escaped - the other one to refuse arrest.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "[indistinct] incident in February you say they next picked you up in September again, did anything happen between February and September did - did any contact between you and the police, or  Security Police, did they  harass you, what happened between February  and September if you can tell us quite briefly.",
            "Unknown"
        ],
        [
            "MR VENA",
            "You know that time in '85 - '88 thereafter - after '88 after I had been assaulted in September or from - between February and September I have led a very difficult life because I was busy with the substructures of  the youth and I was also involved in the -  unemployment -  unemployment association.  So the boers would hear this  from their informers, they never gave me a chance, I wasn't staying at home, I would sleep under cars or in someone else's yard or just take a blanket from my place and then sleep.  Sometimes I would sleep on the roof of the house and watch them as they are passing, look for me.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "[indistinct] took you in September, what was the reason this time, what dit they say?",
            "Unknown"
        ],
        [
            "MR VENA",
            "They never gave any reason, they never said we are taking you because of this, they just said come let's go.  And it was difficult then to ask from them, why they  were taking me because they were very many of them and they were very aggressive, I don't know what was happening, but they  were very aggressive and viscous and the way they kicked the doors, I was very  scared.  That's why I didn't open before I put on my dress, because I  decided whatever they did, they must do it on me having my -  all my clothes on.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "[indistinct] take you to Volmoed farm, is that right in September they took you to a different place - in September.",
            "Unknown"
        ],
        [
            "MR VENA",
            "In September I was taken about 29 - 30  kilometres from Oudtshoorn to a place called Volmoed, that was in September, on the  14th of September - Wednesday it was Wednesday.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And  [indistinct] where the electrocution took place, where they - where they shocked you.",
            "Unknown"
        ],
        [
            "MR VENA",
            "Yes that's where I was - I was electrocuted and that's where I  was assaulted.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "[indistinct] any medical records - any doctor certificates, anything relating to what - what happened to you?",
            "Unknown"
        ],
        [
            "MR VENA",
            "Dr Hendricks  and the Dr Combrinck are the ones who  can - who  can help you there, they may have record, even the lawyers demanded those reports, I  went their several times and all in vain.  But the lawyer would ask me not to worry, because the case was being handled.  \n Eventually the letter wrote was saying that he was closing the case because their was no evidence, so I went personally to check, to find out what was happening and he explained to me that he didn't  get a report from the doctor.\n I went to the doctor and the doctor said he would look for it, he didn't know  where it was - I am talking about Dr Combrinck now in Athlone.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Okay, thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you - any questions  - Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Vena when you say when you  were arrested you escaped from the police station, and then went to - how did you escape when you went to the  [indistinct]",
            "Female"
        ],
        [
            "MR VENA",
            "I went to ask for  matches from the kitskonstabel then I went to another one, I forget his name, he said he didn't smoke - or he didn't have it.   I decided to go and to buy matches, he said are they finished with you the detectives, I said yes, I could see that he was just asking absent mindedly and this was my only chance.  I said yes I am just going to the shop to buy matches for myself.",
            "Male"
        ],
        [
            "MS SEROKE",
            "And that's and you went forever.",
            "Female"
        ],
        [
            "MR VENA",
            "Yes I did.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did they never chase you.",
            "Female"
        ],
        [
            "MR VENA",
            "No they - yes there were some cars that were driving past my place, they didn't stop, a white Skyline  [indistinct] a beige  [indistinct] of the Security Branch.  That's why I was scared to stay at my home.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now what do you do now, do you work.",
            "Female"
        ],
        [
            "MR VENA",
            "Yes I can say so ja, but I am in the - I am in the Citizen Force, I am in a part time, I would call from time to time - our force is called the Citizen Force, I have done basic training, I am busy with other courses, there is another course, the - maybe I'll go in July or  August to  this course.\n But it's not a permanent job, you  get money when you called say for two weeks and then you paid for those two weeks, you only paid for those periods that you are called into work and that's after you finished your  [indistinct] and you wait for the work before you actually get the money.",
            "Male"
        ],
        [
            "MS SEROKE",
            "[indistinct] injuries, as a result of this torture.",
            "Female"
        ],
        [
            "MR VENA",
            "Yes first of all I'll talk about electric shocks, those electric shocks  caused me a lot of pain resulted in me being very  sick and the doctors medicines didn't work and then I went to traditional healers to -  for four months I  was using this, I was just staying like a dead person, like a zombie.\n And my head, I  was assaulted on my head very much, and my doctor said I would from time to time loose memory, I would loose memory from time to time because my head was very  severally damaged and that still happens indeed.  I am very forgetful and I  can give - I can lend you something and then the next time, I don't know where it has gone to, I loose memory.",
            "Male"
        ],
        [
            "MS SEROKE",
            "And what is it exactly that you would like the Commission to help you with.",
            "Female"
        ],
        [
            "MR VENA",
            "As I say I went to the doctors, I went to  the lawyers with the aim that they should take steps - serious steps against the Minister  [indistinct] and I laid a civil charge against the Minister.  And I don't know how much the case - how much the lawyer claimed, but I never heard because - and I would like the Commission, this Truth and Reconciliation Commission to investigate from my doctors about the medical reports -  what happened to them -  did they  give them to Moosa the attorneys Moosa and how far did the case go.\n Because all I notice now is that he wants money for the case 1992 case and I told him that I can't pay  that - that was a 1992 case when my house was broken to by police - the police - they took my TV - they took my car battery - I was at Tygerberg when all this things happened, I  wasn't at home, I was in Tygerberg.  When - when I  came back to my house, my -  my house was broken to, the neighbours told me - even then I  went to Moosa and Moosa took the case and the police were saying that I had - those were stolen things - the lawyer gave me a letter to take to the station commander.\n When I gave the letter to the commanding officer, I  asked the detectives to give me my possessions, but  they - and I also told them that there was money that was missing and my other things were missing and they had confiscated, but they said no I said go back to my lawyer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much for your statement and everything that you've told me, we have listened to your request, we can't say that they will be met, but we will try - thank you.",
            "Unknown"
        ],
        [
            "MR VENA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have come -  we thank you - all of your for coming and thank the witnesses for testifying.  Please stand - I am sorry I made you stand, Mary Burton wanted to say - maybe sit down for one half a minute.   Don't think I am showing power.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Your Grace, two things, if there are people in the hall who wish to make a statement still to our statement takers, there are people standing at the back of the hall Zine  [indistinct] and Iona  [indistinct]  please give your names to them and we will contact you and make arrangements to take statements from people who still wish to make statements.\n The second thing I would like to say is that you will have noticed that all the people who gave their testimonies today, were people who have come from Oudtshoorn to do so, we would like to thank them and to thank their  friends and supporters and the many people who have come from Oudtshoorn to listen to this day's testimonies.\n We who have been involved in working in this area, in preparation for the day believe that this is a very important day for the Truth Commission because it is an example in many ways of the strength of the resistance against apartheid which was being organised in country towns all over the country and from Oudtshoorn particularly which led and stimulated resistance in other towns in this area.\n And we have heard about the pain and the loss that, that caused, the response from the State and the suffering also of people who were part of the efforts of the State to deal with the resistance.   So we have heard a very important picture of what happened in a very important part of the country.\n As an illustration of 30  people who were on death row in a certain period in 1987, 4 of them came from Oudtshoorn and I think that exemplifies what a critical area this was.  So we thank you all very much indeed for coming to show us that picture of one part of  South Africa at a particular moment in it's history, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, I gather I  got to remind you please the headsets, are lethal, if you take them home, they - there is a little man inside who jumps out, please stand - let the witnesses please leave first.",
            "Unknown"
        ]
    ]
}