{
    "header": {
        "type": "SUBMISSION, QUESTIONS AND ANSWERS, KOBUS PIENAAR",
        "starting date": "1996-06-18",
        "location": "GEORGE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55110&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/george/pienaar.htm",
        "speakers": [
            "MARY BURTON",
            "MAPULE RAMASHALA",
            "MR PIENAAR",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "DR RAMASHALA\n",
            "MR PIENAAR\n",
            "CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "Our first witness is Kobus Pienaar who is an attorney who worked in this area, he works in Cape Town now, but he worked in this area during the 1980's and Dr Ramashala will facilitate his evidence - Mr Pienaar please come and take your place.\n Before you begin, may we ask you to take the oath and for you to stand please.\nKOBUS PIENAAR Duly sworn states",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you Mr Chairperson - good morning Mr Pienaar.  Before you begin, I'd like to just make a few statements, Oudtshoorn experienced a traumatic political upheaval during 1985 that continued into 1986.  Resistance became even more resolved by newly emerged organisations such as the Bhongolethu Young Organisation and the Bhongolethu Civic Association.  In particular resistance was sparked off by Security Forces -  Security Force actions taken against residents who participated in commemoration service on June 16th 1985 after which three children were killed.  \n During 1987 sixteen kitskonstabels were sent to Bhongolethu to police the area after their six weeks of training.  The kitskonstabels proved to be a law unto themselves - between September 1987 and January 1988 less than six months, at least six activist were injured by kitskonstabels a  remarkable series of incidents, involving the kitskonstabels was recorded by the police themselves in the Bhongolethu police station incident book.\n Mr Chairperson Mr Pienaar will give us a context - that will give us a  good appreciation of the subsequent  cases we will hear this morning.  And to that I  welcome Mr Pienaar and ask that he describe for us not only the establishment, the history and the activities of the kitskonstabels but  to give us a context against - which in a bad round against, which we will get a good understanding of the cases that come in before us, thank you.",
            "Unknown"
        ],
        [
            "MR PIENAAR",
            "Thank you doctor, I - I hope not to speak for  too long, because this is just a background statement of  somebody speaking  who use to speak  for people during the times of  dark depression when often the only way people had to have their messages here heard, was through lawyers.  So I'll try to be quite brief as I understand it this is the time for people themselves to tell their stories.\nBut just as a matter of background I worked in the Knysna, George, Mossel Bay, Oudtshoorn area during 1986/87/88 when I moved to Port Elizabeth and continued to work on some cases in the area.  But some - something that stood out as quite horrific from this area, apart from many cases of police torture that were reported in some cases, Supreme Court action was instituted - the large scale, the tensions without trial that took place in small places even like Plettenberg Bay, was the presence of the kitskonstabels.\nAnd they were from what I understood  speaking to  people living in Bhongolethu which was also received it's share of kitskonstabels just like Mossel Bay and other towns, were often people from the area who were poor, and who actually were recruited by advertisement or  so and went for  a short period of training at Koeberg at the time.\nAnd a statement that has always struck me was for  me somehow to understand the need for  kitskonstabels at that very time in our history and I  am talking  about largely untrained people who were merely given six weeks training and then issued with a lethal shotgun with SSG shot -  double - it was a semi automatic shotgun with live ammunition.  A tear gas canister, handcuffs, a rubber baton and  a aerosol can of tear gas.  With hardly any training these people were sent into the  townships and the statement that seem to capture it for me was statement in Die Burger of 28 September 1986, which reported that Minister Louis le Grange the then Minister of Law and Order was reported to have said that the Transvaal Nationalist Party Congress that Minister Le Grange to have said that 1,000 special constables that had a instant course of three weeks to learn how to  become  policeman, law officers, were going to be sent into the townships with fire arms and sjamboks in the black townships in the struggle against the comrades.\nAnd what happened to me as an attorney in practising Knysna was - I started working in Oudtshoorn and apart from doing bail applications and defending people on charges at the time and public violence, arson, and other unrest related charges, was an increase in complaints and incidents about problems with kitskonstabels assaults, tension, harassment, confiscation of - of goods and documents, entry into people's homes without good reason.\nAnd these complaints during early 1987 just increased and increased when the members of Bhongolethu community came to see me and I also spoke to them and asked what - what in the world could we do to try and quell the - the unlawful actions that they were suffering from - kitskonstabels.\nThe Bhongolethu inhabitants at the time were particularly fearful that the presence of the kitskonstabels this was  now  during mid 1987 would - their presence and their actions would cause -  would cause tension to rise in the township and would  cause them to spiral down into the violence which was experienced in Bhongolethu during the 1985's - the time when I was not present or in the area.\nCommunity members also complained that one of their problems was that the area was - hardly had any legal assistance, it was halfway between Cape Town and Port Elizabeth and local attorneys refused to represent people who  were arrested for  unrest related charges.  \nAnother peculiar or not  peculiar but common complaint was - and I just read from the statement -  affidavit that was made by Mr Skosana who at the time was the field worker for the Council of  Churches based in Bhongolethu, Mr Skosana had to say\nThrough my work I had come to realise that the laying of\ncharges against the police to be investigated by the \npolice, had not served much purpose.\nOften the people who had been assaulted and [and he \nmeans by the police] were drunk and are also with respect \nhumble people.  Sometimes they in a minor way \nprecipitated the assault and were then beaten up far \nbeyond the limits of self defence.\nThese people them became the accused in a trial for \nresisting arrest and for  assault on a policeman and they \nwere usually duly convicted.\nIn many cases people are assaulted in confinement \nwithout any witnesses present and also  often people \nsimply fear worst victimisation should they lay a charge.\n[In short Mr Skosana said]\nI can speak on behalf of most of the Bhongolethu \ndwellers and we have given up hope to see the culprits in \nthe Police Force suspended from their service or even \nbeing convicted on charges of  violence against us.\n[Mr Skosana said]\nWe had at the time we had no faith in the South African \nPolice Force and it is for them to set the records \nstraight.\n[Mr Skosana also just further reported that he wished to point out that the facts that beside the attempts to police the  township]\nThe kitskonstabels were in actually fact day facto \nvigilante's who have now been officially licensed to \nterrorise any inhabitant of our township who have \ndivergent views from their own.\nAnd he said he made these observations from all his  experiences and from reading and helping and taking a number of statements.  So during this mid July 1987 a whole range of affidavits were taken of  alleged unlawful activities by kitskonstabels and on the 24th of July.\nA urgent Supreme Court application was lodged in the Cape Town Supreme Court, asking the Court to  give a order interdicting the police from acting unlawfully - it's a strange country where one goes to the  Supreme Court to ask the Court to stop the police from unlawfully arresting, detaining, assaulting, seizing of possessions, entering into people's homes, threatening and insulting and intimidating.  \nAnd this order was asked to be granted against the police so deployed in Bhongolethu and specifically against the  sixteen kitskonstabels who were mentioned by name in the application.  Unfortunately the Court did not grant an interim order but by agreement the matter was postponed and the police gave an undertaking that the members of the police force in Bhongolethu will not without lawful reason, arrest, detain, take documents, papers etcetera.\nBut despite those undertakings and as Doctor said in the police's own records, just to give you a few examples, the state of play with regard to the kitskonstabels were - this was reported in the Bhongolethu police station incident book.\nOn 16th May 1987 the brother of Cedric Salman reports that\nSalman fired at him with his shotgun, while apparently \ndrunk.\n23rd May 1987 a kitskonstabel called Livi reports for \nduty drunk and is sent home.\n16th June 1987 kitskonstabel Barnard reports that \nkitskonstabel Zicina shot at him with a shotgun.\n1st July 1987 kitskonstabel Kolana reports that his \nbrother had shot himself with his shotgun.\n7th August a kitskonstabel Mdamba reports that he was \nfiddling with a grenade pin and it went off by accident in \nhis hand.\n8th August 1987 after a scuffle at a water tap \nkitskonstabel Zicina is  taken to hospital after being hit \nwith a shotgun by kitskonstabel Mdamba.\n24th August, kitskonstabel Mdewu has three holes in his \nhead.  \nHe was hit by his  wife a bottle according to \nkitskonstabel George he wanted to  shoot her.\nThis is just in the space of May, June, July to August -  and these were the types of incidents and  actions that were going on, this was after - some of  them after the police gives the guarantee and one further incident which we will all remember was the Saamstaan reporter Patric Nyuka who was shot  by a kitskonstabel on the 19th of September 1987 and  seriously injured.\nAnd these incidents just  went on from week to  week, the Supreme Court matter was postponed for trial on the 20th of February  and on the 16th of January 1988,  one of the worst incidents happened and this was when three persons died after kitskonstabels went on a shooting spree and then others were injured.\nOne of the people who was seriously  injured died some months later and was a dear person called Moses Mvimbi who was a teacher from Bhongolethu, who died as a result of the wounds from that shooting spree.\nAnd so this  shooting spree then erupted and we then drafted another Supreme  Court application through the night and had it lodged in the Cape Town court the following morning, and then only finally  only managed to get an interim order in terms of  which the Supreme Court interdicted the kitskonstabels from any unlawful actions against the inhabitants in Bhongolethu.\nAt this time kitskonstabel complaints and court actions were also lodged in Molteno and Aberdeen for instance in the Eastern Cape on the 14th of - on the 12th of January a final court order was granted interdicting kitskonstabels from acting in any unlawful matter towards inhabitants in the Aberdeen township. \nSo the presence of kitskonstabels and the problems around them was something that was pervasive throughout small towns in the area.\nThe  final and I'll shortly stop run down of the Bhongolethu supreme court application was that on the 18th of  February 1988 an undertaking was given by the Minister of Law and Order - Mr Adriaan Vlok that the kitskonstabels for the Southern Cape districts and the kitskonstabel  [indistinct] in the Supreme Court application would not unlawfully, arrest, detain, assault, seize possession etcetera.  And this undertaking was then made a final court order.\nThe agreement of settlement further stated that the respondents, the Minister of Law and Order agreed to the final order without admitting liability and without admitting directly or indirectly the correctness of the allegations that were contained in the affidavits.\nAnd also said that if the trial was to proceed it would be of a lengthy nature involving large costs with concomitant withdrawal of a large portion of the available Police Force from the area as well as the acknowledgement by  both parties that the relationships in the area should be improved.\nSo without admitting much the - the application brought  a great deal of  publicity about what was going on in Bhongolethu  but  did not really see to police officers being charged or  suspended from duty.  In fact just on the day before the case was finally settle, Pumulelo Vena on the 17th of  February was allegedly assaulted by kitskonstabels and beaten up with the kitskonstabels reiterating to  him that they were the law in the township.\nSo that is just a little bit of background if you'd like to ask any further questions to  some of the issues that - that were at play during that time in Bhongolethu.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you Mr Pienaar, I have one question and then I  will proceed to  my colleagues.  Much has been said about the brilliant strategy of black on black violence.  In your opinion do you think that  the kitskonstabels were one of that strategy especially since they could move around in the townships and they could gather information in very unique ways.\n Is, was this one of the strategies of black on black violence?",
            "Unknown"
        ],
        [
            "MR PIENAAR",
            "Well if one probably - if one sees it as black people being employed in a way with - without being trained with shotguns, with tear gas canisters, with sjamboks and batons,  and literally let loose to walk a ground as a group as they did in - in Bhongolethu and what came out of that.  \n I would think it definitely helped or pushed violence from black people to black people - especially in Bhongolethu where many of the - of the kitskonstabels of the time as I understood, subject to being corrected, but I understood that a number of them actually came from the area and were then re-deployed.\n But often it also seemed to be that they were people who without employment in any event and they would then earn a salary  of R400-00 a month - get a place to  stay, be given power.  So they were in some way maybe also victims of circumstance there.  But I would think the thinking behind taking in the kitskonstabels that one needs to call Adriaan Vlok to come and answer and find out exactly how these arrangements were made and how the decisions were taken.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Chairperson  [indistinct]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any - no - well thank you very much I - I just one or two observations - the first is to comment you because it could not have been easy to have taken on the role that you did take on of being willing to  represent legally people who were generally regarded as distractible and I want to say on behalf of all of them and of ourselves, thank you  that you did take on that.\n And it is not insignificant given where we are in this country, that you are Afrikaner, and it is important for our country - for this part of  our truth to be known - where we could show very easily say the wrong was done - I mean largely done by Afrikaans speaking people.  It is - it is an important point  to stress.  But there were very many too such as yourself, Afrikaans speaking who stood out when it was not easy, in fact it was often certainly unprofitable if not dangerous.\n The second is and speaking  about an arm of the Police Force that was being used in this way, very characteristic I think of how  often the police were politicised in the period that we are bidden to  look into.  And it is - it is good ... end of Tape 1, side  A  ...  where do you come from, now we are seeing the Police Force being turned into the friends of the people and we have them here and now providing us with security and we - we want to give thanks for that development as well, thank you.",
            "Unknown"
        ],
        [
            "MR PIENAAR",
            "Thank you.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "I  just want to ask Mr Pienaar, and this may be incorrect, but you yourself were arrested and assaulted at one time, is that correct?",
            "Unknown"
        ],
        [
            "MR PIENAAR",
            "No I  - there has been some threats of arrest, but that never took place.  I  - I have been assaulted but it wasn't by a policeman, it  was by somebody who kicked us out of a municipal caravan park for not being all white.\n But I did receive some - I did received a threat and had my car slashed in about - it must have been August 1987 - during this time where I  was living in Knysna.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you anyway.",
            "Unknown"
        ],
        [
            "MR PIENAAR",
            "Thanks - and thank you Mr Chairman for your kind -  kind words.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Mr Pienaar.",
            "Female"
        ]
    ]
}