{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-08",
        "location": "MABOPANE",
        "names": [
            "LUKAS MODISE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55596&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mabopane/modise.htm",
        "speakers": [
            "CHAIRPERSON",
            "LUKAS M MODISE",
            "RUSSELL ALLY",
            "DR RANDERA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MODISE",
            "LUKAS M MODISE",
            "DR ALLY",
            "DR RANDERA",
            "MR  MODISE",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "PIET MEIRING",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            ": Mr Modise, can you hear us properly?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes I can hear you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            ": A very warm welcome to you. We are very happy to have you. Before I ask Dr Ally also to lead you in your testimony, I would like to ask Dr Randera to help you to give the oath. Would you please stand and raise the right hand?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            ": Mr Modise, thank you so much and I give you over now to Dr Ally who will lead you.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Good day to you Mr Modise, and welcome. You're coming to speak to us about your experiences while being detained in 1983, the torture which you experienced and I would like also for you to sketch a little bit of the background that you think lead to your detention and also about what happened to you while you were in detention. These events all took place in 1983.",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "In 1993 we were in the community of Maboloka  and we had lost some money through the - in Maboloka conducted a march in 1993. No we marched to the council in 1993. We were being organised by Mr (indistinct), and one of the guys told us that we must disperse after two minutes and we couldn't do that and one of us was shot, that was Elias Ramogase.\n From there we opened a case, we don't know where the case ended, we still complain about to our city council, or our town council. Whilst still complaining, we were calling ourself \"Parents Committee\", but truly speaking, we were members of the ANC, because the ANC was banned in Boputhatswana be then, we covered under the name \"Parents Committee.\"\n While still holding our meetings, when we were at Dlamini's house in a meeting, we were arrested and we were sent to Jericho. When we arrived at Jericho, among the people who were there, we were about twelve, if I can remember well. I was put aside because people claimed that I was a leader.\n (Long period with no translation) From there we were sent to court.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Could you just repeat what you said now, I don't think that it was picked up. Is it coming through? Thanks.",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "We were arrested in a meeting at  Dlamini's house, whilst we were discussing what we could do, because we were not satisfied about Maboloka Town Council. We were arrested by the Boputhatswana police.\n When we arrived in Jericho, we were locked up in different cells. And they took me into another room that had machines in it, and then they put the machine on my genitals. \n On the second day they sent us to court. At court we were represented by (indistinct) We didn't know where the court case ended, we only heard that our case was being investigated. Up until now nothing has come up.\n Presently I have a problem with my waist, I can't do anything, I don't know how to get hold of those police who caused this to me. That is where I will end my story.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much for that (indistinct). You say that when you were detained, they put a machine on your genitals. This machine, what kind of machine was it? Was it for shock treatment, or a different kind of machine?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "It was a machine in a shape of a pair of pliers.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "What did they do with this machine.",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "They put it, they pressed that machine on my genitals.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "(Indistinct)",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes they did that for a long time because I even fainted there. I still have holes around my genitals because of that.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Did they take you to a doctor, did you have any medical attention?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "No they didn't.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "So they took you straight to court the next day?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes we went to court the next day.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Did you complain about this to the magistrate in court or to anybody, to say that this is what had been done to you?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "No, we were not given the opportunity to talk.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "What happened when you arrived at court?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "We were reprimanded. We were reminded and given a day in which to appear again.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And then?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "When I went out I decided to go and see a doctor. I used to visit a doctor by the name of Lekoma. I'm still under treatment but I have changed my doctor. My new doctor is Dr Mpathlele.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Have you had a full medical examination done? Is that correct? To find out exactly what has happened to you? Dr Mpathlele has done this or your previous doctor?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Dr Lekoma is the one who knew fully well what had happened to me, although I don't know where he is. But I also hope that Mr Mpathlele understands the way I explained to him, because he's the one doctor I'm - whose care I'm under.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And were you subjected to other forms of torture as well?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "That is when I started to have a head problem and  even those holes which are still there. Sometimes I get swollen on the genitals.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "In your statement, you actually mentioned names of policemen. Are these the policemen who were responsible for this.",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "These are the same policemen sir.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "It's a Sergeant Pala and a Sergeant Mogadire, are those the...",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Those are the people.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And how is it that you can identify them? Why is it that you can say it is these two policemen, Sergeant Mogadire and Sergeant Pala?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "When I was arrested, those were the people who arrested me. Then they knew whom we were handed over to. So we don't know the police people who tortured me, but I know the two people who have arrested me, and those names are the two people who arrested me.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "So these are the names of the people who arrested you, not the names of the people who you say tortured you?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes, those are the names of the people who arrested us and given us to the people who tortured us.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "So you don't actually know who the people were who tortured you?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "No, I don't know them, because they were torturing us in tents.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Did they cover their faces in any way?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "No, they didn't cover their faces.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Now how do you know these two policemen, Sergeant Mogidera and Sergeant Pala? Did you know them before you were picked up?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes, I knew them before. They were stationed in our area, that's why I know them.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And where are they now?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "It has been a long time that I haven't seen them, but it seems the other one is at the (indistinct) police station called (indistinct).",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "I got that, but who is at this police station? Of the two sergeants you mentioned? Sergeant Pala or Sergeant Mogadire?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "That's Sergeant Pala, sir.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And you also said you took this matter up and laid a charge against the police?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes, I did try to lay a charge, but it was activists that said I should lay a charge at the ANC offices.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And you left it at that? You didn't pursue it?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "I continued by going to Advocate Moseleka, but even up to now I don't see, I haven't seen any progress?",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Mr Modise.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            ": Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Modise, just one question. In your statement you talk about informers within your community. First of all, what made you think that they were informers - I'm not asking you to mention names - and how did the system work? Did they, were they involved in your arrest actually?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes, they took part, because they were identifying our houses.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So on the night you were arrested, people pointed your house out, or where the meeting was rather?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes, there is one person who was pointing where we were meeting. Even at night, I was not sleeping at my house because I couldn't. I thought that even at night they would come.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Did you recognise these people , did you?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "Yes, I know them.",
            "Male"
        ],
        [
            "DR RANDERA",
            "But were they known in the community as informers even before that, or was that the first time your suspicion arose?",
            "Unknown"
        ],
        [
            "LUKAS M MODISE",
            "I didn't suspect them to do that, even now they are on the side of the troubled council.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            ": Mrs Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "You say those people who tortured you didn't cover their faces. Were they white people or black people?",
            "Female"
        ],
        [
            "LUKAS M MODISE",
            "They were black people.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Is Dr Lekoma still around?",
            "Female"
        ],
        [
            "LUKAS M MODISE",
            "He is no more in Maboloka.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You say it's because of this torture, your hip is painful?",
            "Female"
        ],
        [
            "LUKAS M MODISE",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are your genitals working now?",
            "Female"
        ],
        [
            "LUKAS M MODISE",
            "No at times they do.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Do you have children?",
            "Female"
        ],
        [
            "LUKAS M MODISE",
            "Yes, I have one child.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are you married, or just a girlfriend?",
            "Female"
        ],
        [
            "LUKAS M MODISE",
            "A girlfriend.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are you working?",
            "Female"
        ],
        [
            "LUKAS M MODISE",
            "No I can't work.",
            "Male"
        ],
        [
            "MS SEROKE",
            "How do you live?",
            "Female"
        ],
        [
            "LUKAS M MODISE",
            "What I can do is upholstery. I'm covering chairs, even car seats, even ordinary chairs.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            ": Mr Modise, thank you for coming today to tell your story to us. I listened very carefully when you said that the day after your torture you were taken to the magistrate and the magistrate did not give you a chance to talk, would not give you a chance to tell your story.\n Well after all these years, your time  has come, and today was your time to tell your story and we listened to your story as we listen to the stories of thousands of victims, but we will take your story very seriously, and you may know that in one way or another your story will also be reflected in the report of the Truth Commission.\n Our best wishes go with you. We've taken note of your requests and we will give attention to that, and we do hope that your life in future, even though you have no work and even though you still suffer, that you'll have a bright future, and the Lord bless you. Thank you for coming.\n It is time for tea, during tea a number of things will happen. The staff will arrange for a number more seats, more chairs to be put in front and maybe in the back of the hall. During tea time, those of you who do not have earphones or these boxes, can come to the front to ask for boxes to be given to you. Remember on channel 2 it is in English, on channel 3 you will find the Tswana translation of everything that's being said. We can now break for tea. May I ask that promptly at 12 o'clock, promptly at 11.50am we would like to restart. Thank you.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}