{
    "header": {
        "type": "1 C KONDILE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-17",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "CHARITY KONDILE"
        ],
        "case number": "EC0021/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55198&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel1/kondile.htm",
        "speakers": [
            "CHAIRPERSON",
            "CHARITY KONDILE",
            "DR BORAINE",
            "GUSUMZO BIKOLE",
            "MR NTSEBEZA",
            "MR SANDI"
        ],
        "original_speakers": [
            "DR BORAINE",
            "CHARITY KONDILE",
            "MR NTSEBEZA",
            "MRS KONDILE",
            "CHAIRPERSON",
            "MR SANDI",
            "GUSUMZO BIKOLE",
            "MR BIKOLE"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We invite Charity Kondile to the stand please.\nYou are Mrs Charity Kondile?  We'd like to welcome you here will you stand please?",
            "Unknown"
        ],
        [
            "CHARITY KONDILE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "It may be necessary to swear others who are with you, at least one, but let's hold that for the moment, we'll start with you Mrs Kondile.  The story that you have given to the Commission and the Commission staff, is a very stark and terrifying one and we are very sympathetic to the need for courage and strength in trying to tell this story which has caused you so much pain.  Domisa Nsebeza is going to help you tell that story and he will lead the evidence now.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Mr Chairmen.  Mr Chairman, it has been said that when one of the stories was told in the trial of Eugene de Kock, mention was made of the horrifying murder which was described in vivid terms as shark feeding frenzy in respect of another victim.  But in that same trial we were to hear also of the harrowing details of how Gcinisizwe Chonyane Kondile, the son of the witness now on the stand died, and I would like to call her to the stand for her to tell us in her own words how it is to be the mother of a child whom you have never buried.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n2 C KONDILE\n Mrs Kondile, you are currently residing at 537 Msobungu Township in Butterworth.  Is that correct?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "That's correct.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "You are the natural mother of the deceased, Sizwe Kondile?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "You have since established that your son died at the hands of the South African Security Police in the 1980's, is that correct?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "That is correct.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "This detail came out more fully when you read accounts by one Captain Dirk Coetzee in his testimony to the Harms Commission, when he was called to do so, is that correct?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "I beg your pardon.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "This incident of how your son died in the hands of the police came out to your attention when it was fully set out by one Captain Dirk Coetzee in his testimony to a commission?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "No I had, in fact I read before Coetzee even confessed from the New Nation of the 9th February, where there was an article that he had been brutally murdered. That was the first time I heard that he had been killed.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Perhaps, let's start from the beginning. Now your son left this country in 1980, is that correct?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "That is correct.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "And it was after he had been harassed by the South African Police, even as a student at the University of Fort Hare, is that right?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "That is correct.  He had even been detained and they were ...(indistinct) at Fort Hare to the extent\nEAST LONDON  HEARING TRC/EASTERN CAPE\n3 C KONDILE\nthat the University was closed and he and his brother ...(indistinct)Kondile resigned and came back home.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Do you know who his friends were inside the campus?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes I do.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Can you mention one?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "One of his closest friends whom he went to circumcision school with, is the gentleman on my left, Mr Gusumze Bikole, I also know Mr Pagamile Qnea and Tosi Majola.  I mention these three because they were the gentlemen who left with him when he skipped the country.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is it true that you have also called Mr Bikole to be with you here to testify to this Commission?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "You are asking that he should testify about your son's political activities as he knows them so that they can be put in proper perspective.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes if the Commission so allows, thank you.\nWhen Sizwe left in 1980, where did he leave to go?",
            "Female"
        ],
        [
            "CHARITY KONDILE",
            "When he left the country?",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "We later learned that he had gone to Maseru.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I see, did you ever visit him in Maseru in 1980?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes I visited Sizwe in 1980 and we spent Christmas together because I was very eager to find out why he had left and I was also missing him.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What did he tell you about the ANC, if anything when you found him there?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Well Sizwe reassured me that he had joined the struggle and there was no way of turning back. When I\nEAST LONDON  HEARING TRC/EASTERN CAPE\n4 C KONDILE\nspoke to him about coming home he told me that there was no ways he could come back home before he had achieved his mission in the struggle.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I see.  When was it that you were advised about him missing in Lesotho?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Later in 1981 when I tried to contact him for about two weeks in Lesotho, and I couldn't contact him. I phoned his father and asked him why I couldn't get hold of Sizwe in Maseru, and he told me that he was still handling the matter, Sizwe's matter, and I asked him, what matter? Then he advised me that Sizwe was missing in Maseru.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What profession is his father?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "His father is a practising attorney and he has been recently appointed as chief magistrate in Port Elizabeth.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now where did he make enquiries?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Well Mr Kondile wasn't handling the case, himself, he was represented by Herbert Fisher Associates  therefore he asked Herbert Fisher Associates on our behalf to find out from the Commissioner of Police in Pretoria, first from the local police in Port Elizabeth, that his son had been in exile, therefore now he understands that his son was out of the country.  Therefore the lawyers found out from him and the reply from the Commissioner of Police was that they had arrested Sizwe on the 26th of June 1981. Herbet Fisher and his Associates further enquired from the commissioner what happened next. They wrote back to say that they had since released him in August 1981 according to their records in front of you there, the lawyers asked further if Sizwe had been visited by any magistrate or doctor whilst he was in detention.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n5 C KONDILE\n Well they confirmed that he had never been visited by any magistrate or any doctor.  The matter when he was missing was further raised in Parliament by people like Helen Suzman, Dr Morris Barnard and the then minister was Mr Louis le Grange, who when questioned, confirmed that Sizwe had been detained by the South African Police and that he had been released, that was on the 10th of August.He had been detained for about one and a half months and when further asked, Mr Louis le Grange also confirmed that during that time that he had been detained, he had never been visited by any magistrate or any doctor.  Such people like Mrs Molly Blackburn expressed their disgust at the way people in South Africa were detained and their relatives were never informed, the inhuman way in which people were detained.  I can imagine as a mother at this stage what my child was wearing flor those one and a half months.  \n When it comes to that part I spit venom, because you will find some letters from those people I'm talking about, from Molly Blackburn, from all the correspondents from the Commissioner Police, there in front of you with the attorneys.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Yes it is quite a substantial find.  So the reply from the Commissioner of Police was that they had arrested Sizwe and had kept him at a place of detention in Port Elizabeth but that he had since been released in August 1981?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What did you do when you received this information from the police?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Well when all was quiet, Mr Kondile, since I was not working at that time, asked me to go back to Lesotho EAST LONDON  HEARING TRC/EASTERN CAPE\n6 C KONDILE\nto establish whether, after he had been released, he had gone back to Lesotho.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did you go to Lesotho.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes I did.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I'd like you to, there are interpreters, sometimes you are speaking too fast, you make it difficult for them.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Sorry.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "So if you don't mind I will try and pace and ask questions so that, you know.  So you went to Lesotho to enquire about Sizwe, what year was this?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "It was in 1981 after we had received information that he had been released, as they said at that time.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Just tell us, who did you see when you got to Lesotho?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "When I came to Lesotho I went straight to the offices of the refugees where I met a certain gentleman, I forget his name, Mogele who, when I asked him in detail whether he knew Sizwe.  I asked him a lot or questions and they established that I was Sizwe's mother. Well then at the refugee offices, they asked that I should go back to his friends, that was on a Friday.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who asked you this?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "The official at the refugee office.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "They said you must go back to his friends, who were his friends ass you understood it.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "His friends like Vusenze, Mr Bikole here and all those friends when I had spent Christmas with them.  I had spent Christmas with Sizwe and his friends in December.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did you do that.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n7 C KONDILE",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes I did that.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "And?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Well I must explain to this Commission that even on that day, when I greeted one of Sizwe's friends in the street, to my disappointment, this girl shouted at me and said that Sizwe had stolen their car.  I immediately realised that there was some trouble.  If I went to one friend where I was staying, a certain Dolly Mabusela, and immediately I came to Dolly's house, Dolly phoned some people and Dolly told me that these people were saying, some ANC officials were saying that I should get out of Maseru immediately.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Why was this.  Did you establish?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "I didn't ask Dolly, she was afraid to talk, I don't know why.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What did you do then afterwards.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I went to sleep in my hotel and I phoned some girls from Port Elizabeth and I told them I was in Maseru, and they said I shouldn't sleep in the hotel, because at that time hotels were being bombed, so in the morning I had to go and look for them.  I stayed with Mantis O'William.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "While I was there, I was visited by the Tclemia Brothers who got to know that I was in Maseru, and I told them I'd come.  They told me that some officials of the ANC had said that I should not go to the refugee offices again.\n One other mission I had while I was in Maseru, was to fetch Sizwe's belongings, so I wanted to meet these people to get his clothes and his certificate.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did you establish why it was that these people EAST LONDON  HEARING TRC/EASTERN CAPE\n8 C KONDILE\ndidn't want you to go to the refugee camp?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "They told me that because of the confusion sown by the South African Police, amongst his colleagues now in Maseru, there was some doubt as to whether Sizwe had left Maseru on his own or whether it was true that he had been kidnapped.  There was some suspicion that he had turned traitor.  When I tried to reassure them that he had been kidnapped, they would not believe me.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Are you saying, I don't know if I understand you well, correct me if I'm wrong.  Are you saying you established an impression that to some people in the ANC in Lesotho, Sizwe had not been kidnapped by the police.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes that is correct.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "W#as it your impression that the view was that he had voluntarily left because he was working for the South African Police?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "That was the impression that had been sown in their minds by the South African Police.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is that what was communicated to you by word or deed?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "How did this affect you as a mother who had lost her son due to his disappearance?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "As I say I was very disappointed to learn that people who had been so friendly to my son about six months ago, should have turned against him so soon, and according to Mark Anthony, when he says, \"Oh judgement that art fled to brutish and men that have lost their reason\", that's a quotation I taught, that's it seems today when I'm so anguished, looking for him, these people would not\nEAST LONDON  HEARING TRC/EASTERN CAPE\n9 C KONDILE\nsympathise with me, they would still think that I was telling lies, they said I knew I was in the Transkei.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did they say that?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Some of them said that.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "That you knew...(intervention)",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "..had gone to the Transkei.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "...that he was not captured by the police?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes they said that if he had been captured, he should have been able to communicate with them inside jail.  And I asked them, \"how is it possible for a man under such tight security\", you understand when you have been kidnapped by police, how tight security can be. They said, \"Well he knew how to communicate with us\", and I asked them, \"What do you do when one of you has been caught?\"  They said, \"We changed our strategies\". But I said to them, \"he has been caught, I'm telling you he has been caught, if you're suspecting he'll talk, I'm advising you that he has been caught\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now did you know that Comrade Chris Hani was in Lesotho at that stage?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes but when I had been to Lesotho in December, I never met him.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "So you were not able to meet him even in this occasion?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "As I say, while I was in Mandisa's house, we waited for the ANC, these ANC people to come.  They said they would come and visit me, but the whole weekend they said I must not go to...(indistinct), they would come to me.  But at the end, on Sunday evenning, the Clinea brothers came and said, \"The ANC people are not coming to see you, they are saying you must go to the refugee offices and if you\nEAST LONDON  HEARING TRC/EASTERN CAPE\n10 C KONDILE\nwant Sizwe's belongings, we don't want a woman, a man must come alone.\" and I think they meant his father.  This is the message I got, I never met the ANC people.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "In short, did you return without having met anyone?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "No except the refugee office officials and the Clinea brothers and what surprised me, each time these young men came to me, they were crying, the Clinea brothers. I didn't know why they were crying.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Right, now when was it that you read later on an article in the New Nation.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "I went to Port Elizabeth and reported everything that I have just related to Mr Kondile.  I must say he was very bitter and he is still very bitter about it, the way he was harassed.  Any way, I went back ...(intervention).",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is that the reason that he has not come?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "I don't know, when I asked him he said, he was never there when Sizwe was kidnapped, he feels he, I don't know why he's not here, but he said he's got nothing to witness.  he is a depressed man about all this matter.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  Now you said when you read the New Nation article, that was in February 1990, was it?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes about now nine years after he had been to Lesotho, but in between there had been the hearings in the Harms Commission, where Dirk Coetzee testified and the lady on my right will give a testimony.  She has also got her affidavits in front of you there, as how Sizwe was captured, she's the one who will relate how she thinks Sizwe was captured.  I'm not sure if I'm communicating correctly.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Ja...(intervention)\nEAST LONDON  HEARING TRC/EASTERN CAPE\n11 C KONDILE",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "But what I'm trying to say is that even before I read in the New Nation, there had been the Harms Commission sitting, where Sizwe's case was presented by Mr Skweya the advocate, even when Dirk Coetzee was in London he testified even on this case.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What in essence, as you understand it, was the testimony of Dirk Coetzee, and the account that was given in the newspapers about his disappearance? What was said happened?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "In the New Nation it was said that Sizwe is one of those who did not return because he had been so tortured at Jeffries Bay, to the extent that he had had brain haemorrhage, this is the New Nation article.  He had brain haemorrhage, and when the cops who detained him, took him to the Jeffries Bay doctor, who later refused to testify at the Harms Commission, this doctor said, \"This is another Steve Biko case\", so he advised the policemen that this could have very serious implications for South Africa. So this article therefore was saying that the cops therefore tried to dispose of this body secretly and burn it.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is it true that that same story was reported in two other Western Cape newspapers?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes, the Daily Despatch and the Eastern Province Herald.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now after the publication of those articles, is not so that Dirk Coetzee also confirmed while he was in exile, the essence of those stories.  Have you comments on these articles?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes, Dirk Coetzee also confirmed the essence of those articles, and to add to that, there is a typed statement, the affidavit is in front of you Sir, where Dirk\nEAST LONDON  HEARING TRC/EASTERN CAPE\n12 C KONDILE\nCoetzee is relating this incident.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What do you understand him to be saying?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "I understand him to say that he first saw this young man at Jeffries Bay, his leg was tied to an iron bed, and therefore what surprises me is that he further says he jumped out of the window, his hands had been tied to this iron bed and he said he jumped out of the window.  I don't understand how he could jump out of the window.  I cannot read Afrikaans but this is what I understand.  Well Dirk Coetzee testified that they took him to this doctor, who said what I've already said about the Steve Biko case, that they took him to Komatiepoort where he gave him poison drops, but he didn't die immediately from these poison drops, somebody had to shoot him, and then he died.\n Well Dirk Coetzee goes on further to say that when he died, they put his body on a pile of wood with a tyre near the Komatiepoort River at night, where it took them nine hours to burn his body.  Dirk Coetzee further states that twice they were burning his body, the flesh was smelling good, and they were having beers at that time. So it was like a braai to them.\n As a mother I feel that, no matter whether it was politics, fighting for his land, I don't think he deserved all that treatment, I feel it was grossly inhuman, I feel if they could have killed him and gave us the body or left it in the veld there, I feel that this was tantamount to cannibalism, or even Satanism.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What did Dirk Coetzee say about the car?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Well I must say that whilst I was in Maseru, I went to the refugee offices on that Monday, and the people there told me that they did not want to say anything to me\nEAST LONDON  HEARING TRC/EASTERN CAPE\n13 C KONDILE\nuntil I had met with his colleagues, these people have reported that Sizwe had stolen their car, whereas in Chris Hani's affidavit, Sizwe had been lent this car by Chris Hani, which he had testified himself under oath.  So there was a policeman who came to the refugee offices and told me that, the policemen in Lesotho had discovered this car on the Swaziland border with this registration number, A91..., it's there in the affidavit, and Dirk Coetzee also confirmed what this policeman had told me that they had left Sizwe's car on the Swaziland border.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now all of a sudden, almost after a decade after your son had disappeared, after a lot of accusations and counter accusations, confusion sown by the police, it appeared that what you had said to his comrades in Lesotho has been confirmed, by independent sources, namely that he had been kidnapped by the police.  Did you have an opportunity to speak to anyone who was high ranking in the ANC after these revelations which seemed to exonerate your son?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes, I did this, after all that you have spoken about. I got hold of the late Mr Chris Hani's telephone number, and I telephoned the SACP offices in Johannesburg, and I was answered on the first day by Mr Charles Mapula.  On the second day Mr Chris Hani himself was there.  Chris was very friendly on that day, he even said, \"Mrs Kondile, we have finally established that your son has been kidnapped, we are very sorry about everything.\"  That was just about a month before he died, and Mr Hani said to me, \"Mrs Kondile, if there should be a memorial service for Sizwe, I shall be very happy to come down and speak on behalf of the ANC\".  Those were our parting words.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n14 C KONDILE",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did that take place?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "No, unfortunately, Mr Hani died.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "And for the record, Mr Hani, as the World knows, was murdered in Boksburg where he stays, do you know that? (end of tape 14)\n(start of tape 15)",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "....to keep his house when he was away on different missions.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "We should allow Vusi to tell us that story.  You called him all the way from Cape Town to tell the story ...(indistinct).Now who is Lindiwe Kondile.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Lindiwe is one of the siblings, Sizwe's sister.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "How has the disappearance and the murder of he brother affected her.",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Lindiwe and Sizwe have been very close, we're very closely placed, Lindiwe never reconciled, she never accepted the fact that her brother's been killed.  Until recently, she suffered from depressive psychosis, which the doctors at the hospital referred to as some depression that has been bottled up for a long time, and I feel that this should have been the result of all that she has been bottling up for all these years.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Mtetelele Kondile, who is that?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "He is the sibling who was born after my second born child.  I have mentioned earlier that during the Fort Hare uprising, Sizwe was together with Mtetelele at Fort Hare, they both suffered harassment from the South African Police.  I also mentioned that they went back home and left school and wrote letters to the effect that they would not be returning to Fort Hare.  Now at this time we\nEAST LONDON  HEARING TRC/EASTERN CAPE\n15 C KONDILE\nnoticed that Mtetelele was behaving abnormally, but it was not a serious matter, until one day, when he was playing a rugby match, he was knocked and then this disorder manifested itself, and from all the scans there was nothing wrong from that kick, there was no haemorrhage, but ever since that kick at the rugby match, Mtetelele has never recovered.  And it became worse when his brother left the country, it even became worse when the news of his murder came.  He should have been here to give some evidence about what happened to them at Fort Hare, but he has refused, he was at some place where we were briefed, but he slept for the whole day when he came back, I could see that I should not burden him any further with it.\n He has recently received a money grant for this disability only for two months. After all those years, since 1980, he has been dependant on us.  When we send him to school, if he takes a job, he becomes ill again.  I would say that he is one of the siblings who has been most affected because they went to school together, they were always together.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Has his suffering been diagnosed as mental depression which causes him to be unable to work and care for himself?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who is Bantu?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Well Bantu is Sizwe's child, but born out of marriage.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "But it's his child all the same?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Does the child know who the father is?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "Well when the father left he was still very\nEAST LONDON  HEARING TRC/EASTERN CAPE\n16 C KONDILE\nyoung, but unfortunately, when these publications were coming out, some journalists took a photo of him and he saw this photograph in the press, and some children at school told him that they had seen his picture in the paper. They were talking about his father and he started asking about him. Since then he has been pestering us to tell him where the father is and so on, and we find it very difficult.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now Mrs Kondile, you have told us a horrifying story, all at once a story of the tragic murder of your son at the hands of the security police, but I think where it is most depressing and sad, through no fault of anybody, but perhaps through the fault of those same security persons, a story of how the abduction and kidnapping of your child was not believed by his own comrades.  Now if you had a request to make to the Commission, what would it be?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "If I have a request to make to the Commission, I would ask the Commission to assist us to bring the perpetrators of this brutal murder before the court, so that these perpetrators could be charged and punished for what they did and the manner in which my son was murdered. And I further ask the Commission to see what it can do to pacify the Kondile family for the loss of a beloved son, deprivation and the loss of a father and provider to Bantu, because I feel Sizwe would have provided for Bantu and we are towards pension, we are the grandparents.\n Information of Sizwe's character and loss of his belongings, damage to the Kondile Family's dignity and trauma with the whole family, especially his siblings, his father, his closest friend, Bantu and myself.  And I'd further add that it's a request from my mother in law that \nEAST LONDON  HEARING TRC/EASTERN CAPE\n17 C KONDILE\nI should  have expressed to the Commission that the Kondile family would be the last people to turn traitors, because even the state president himself, President Mandela, and the late Mr Oliver Tambo, were once sheltered under her roof in Port Elizabeth.  So I want to say that Sizwe grew up under such conditions, listening to these stories from his grandmother, so he has been inspired.  They have expressed that they have been in the struggle for quite a long time to find themselves at last ...(indistinct).",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "But is it not consolation that at least from the revelations of Dirk Coetzee and those who have been testifying at the court trial, that your son and his commitment has been vindicated?  That on an objective of all known facts, it can now be established that he never turned traitor?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "This was just an endorsement, I understand, they also understand now, they're also happy now that the truth has come, but ask that we should endorse, that I should endorse.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I see.  I will ask just one question which is a question that I ask many people in your position.  If in the course of this investigative process, the Commission were to identify all the perpetrators of your son's murder, not only those who have confessed to have been the physical agents of his liquidation, but those who were the hidden hands behind his destruction, but who in that process, applied for amnesty, and were able in that process to be granted amnesty on the basis that they have given a full disclosure and have met all the requirements of amnesty, what would your attitude be?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "This question has been asked from me many\nEAST LONDON  HEARING TRC/EASTERN CAPE\n18 C KONDILE\ntimes, even by journalists, even journalists from the BBC, and I've tried to answer, even to men of religion.  I should have indicated from the beginning that I am from  a religious home, I am the last born daughter of a minister of religion, but when it comes to that question, I have decided that now I shall cross that bridge when I come to it, because it is a question I cannot answer at this juncture, because it should depend on my emotions at that time, how I feel at that time.  I don't want to give those people hope before they have demonstrated to come up with the truth.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Fair enough.  Thank you Mrs Kondile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Questions?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Has any statement been made by the ANC to say that Sizwe Kondile has never turned a traitor and that they've now realised what happened? A public statement, not just a statement to you? And if they did make such a statement, did it satisfy you?",
            "Male"
        ],
        [
            "CHARITY KONDILE",
            "No, besides the telephone conversation between myself and the late Mr Hani, there has never been a statement to that effect.  The advocate that was there, the advocate is from Jacob Zuma, who was the head of the Ukhonto at that time, and the late Chris Hani, to the effect that after the so-called relief, they want to confirm, but it did not return to the ANC base. And incidently, that is one other reason why we don't accept really, because we feel that somebody from the ANC offices should have come, at least to say that Comrade Sizwe fell and they accept the way.  Of course I must testify to the Commission that at some rally in Port Elizabeth, the late Mr Chris Hani, when he was been reading out names of the heros of the Eastern Province who have fallen, he has always read out Sizwe's\nEAST LONDON  HEARING TRC/EASTERN CAPE\n19 C KONDILE\nname, that is why the family is happy now, because we realise that the late Mr Chris Hani has accepted the truth.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions this side?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "I understand that you wish Mr Bikole to support you today and give evidence?  Is that true?",
            "Unknown"
        ],
        [
            "CHARITY KONDILE",
            "Yes, especially since he has kindly flown from Cape Town, especially to be here.",
            "Female"
        ],
        [
            "GUSUMZO BIKOLE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much, you may be seated.  Mr Nsebeza will continue to lead the evidence.  Thank you.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Mr Chair.  Mr Bikole I don't intend to be long with you.  Can you confirm that Czinisizwe Konyani Kondile was known to you?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Can you briefly in your own words, very briefly give us a clear picture of how you came to know him where you went to and indeed, what you did in the course of the liberation struggle, both here, in exile, until that day when he mysteriously disappeared?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "I grew up virtually together with Sizwe. We attended the same primary school, we attended the same church, we were together all the time, we were together at Fort Hare, we were involved in student politics while at Fort Hare, we got impatient with student politics, we made contact with the ANC before we left South Africa, we started working as ANC activists in underground conditions until such time that the police were hot on our trail. Two ...(indistinct) activists who were we in our cell, were arrested, we had to leave the country.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Who were those?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "It was Tembi Simbsimbiyabo who was captain of EAST LONDON  HEARING TRC/EASTERN CAPE\n20 BIKOLE\nan island, together with Nanamso Njobe.  We left South Africa in September 1980 after we had vowed never to return to Fort Hare again.  We went to Lesotho.  We met Comrade Chris Hani, Thosa Mile Botha and Comrade Ace,  We were eager to join the armed struggle, Mkhonto we Sizwe, Comrade Chris told us to first try and build the underground in the Eastern Cape because our underground in the Eastern Cape was very weak.  We received basic military training in Lesotho, this enabled us to go on missions in and out of the country. Sizwe, after coming back from mission which was in June 1981, said to me there are there are three persons who matter in his life.  I asked him who those persons were, he said, it was his mother, his sister Lindiwe and his girlfriend Norwi Chicken.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Is that the lady to your right?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "That is correct.  He appeared to be disturbed, I didn't want to press him further and ask why he was telling me all this, but he went on to say that earlier in the week, he had spoken to Norwi, inviting her to come over in Maseru, but she couldn't make it because they were having family traditional rights in respect of her late father, and Sizwe was upset that she couldn't come.\n    This was two days before he disappeared.  On the night in question, Sizwe came to where we were staying, because at that time we were not staying in the same house because he was taking care of the house of one comrade who was then In Lusaka, but coming back.  So we were not staying together that time.  He came to our place between one and two early in the morning, he asked for a cigarette. In the house was Majola and I. We had cigarettes and he said he was going.\n      We then asked him as to where he was going?  The same \nEAST LONDON  HEARING TRC/EASTERN CAPE\n21 BIKOLE\nday in the afternoon, this was about four or five, I'm not so sure, Comrade Prins came to our place came to our place and asked about Sizwe's whereabouts. We said, well the last time that we were with him was in the early hours of the morning, between one and two. We asked him what the matter was.  Comrade Chris told us that Sizwe has been to his place in the morning and he told him about Norwi, that he was upset by the fact that Norwi cannot come at the time, so Chris told Sizwe to take his car which was a yellow stanza, SSS, Chris's car, the car that was used by Comrade Chris in Lesotho.  So sizwe took the car on his way to make a telephone call to Norwi.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Was he going to make this telephone call from a public box?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Well normally they used public telephones when they were making calls.  So one will assume that he went to a public telephone.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "What time was it when Chris said he had driven his car?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Well he did not indicate time but he said it was in the morning, because Chris came to us in the afternoon.  He just said that Sizwe was at his place in the morning to tell him about Norwi.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And it was in that morning that he had driven his car to go and make a telephone call?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Yes it was that morning.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And he was coming to enquire because since then he had not come back.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I see.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "So Comrade Chris asked us to look for him in\nEAST LONDON  HEARING TRC/EASTERN CAPE\n22 BIKOLE\nplaces where we normally go, so we left, it was Tosi Majola, Comrade Socks Sokupa and I. Chris gave us a car, we went looking for Sizwe.  That late afternoon turned into evening, and we couldn't find Sizwe where we normally go.  We decided to phone Norwi to find out whether Sizwe indeed did make the call which he was supposed to have made that day.  I phoned Norwi's place in Port Elizabeth, I couldn't get Norwi that night.\n The following morning we went back to Comrade Chris to report that we have not found Sizwe, and then Comrade Chris just said that we should phone his home, in Port Elizabeth.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Whose home?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Sizwe's home. We were a bit hesitant to phone directly his home because we didn't know what to tell the parents.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Were you already suspicious that something amiss had happened.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Yes because it had never happened before that Sizwe would just disappear without telling anybody.  So I phoned Mr Silas Nganunu to inform him that Sizwe has disappeared.  We don't know where he is.  Could he please go and tell Sizwe's father, Mr Dumile Kondile.  I also phoned Norwi on the same day. I got her on the line, I asked her whether she has spoken to Sizwe recently.  Norwi told me, yes they did speak on the phone but they never finished their discussion.  I asked why, and she said well it looked as if Sizwe stopped talking.  She could not understand what was happening on the other side.  So that's briefly how it was.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I see.  Now you have heard testimony of confusion that took place in Lesotho at this time.  Now I\nEAST LONDON  HEARING TRC/EASTERN CAPE\n23 BIKOLE\ndon't want you to repeat that, but to you as a friend and as a close friend, it must have been a painful nine years.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "It was.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "And would I be right in saying, in some ways, though it is sad, that the only for you to discover this actual truth as to what happened to him is to know that he died and he died in such a gruesome way?  You are none the less relieved that he is not in fact what people suspected he was?  Is that right?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Yes that is correct.  You know, in the course of our liberation discussions we always believed that death is not really an issue because death is an integral part of a liberation struggle when you've got two opposing forces.  But what induces a sense of shock and revulsion, is the method and manner of how people were killed.  It came as a big relief when we read in the New Nation in 1990 that at least there is a person who seems to know exactly what has happened to Sizwe and this being in the person of Dirk Coetzee.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Now you are now in the Ministry of Justice, are you not.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You are in fact one of the advisors to the Minister of Justice.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "You are not unfamiliar with the provisions with the promotion of national unity and the Conciliation Act?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "I'm not.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "You are one of the famous zeros, in some sense.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Our ministry was central in the drafting of the law.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n24 BIKOLE",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Do I understand therefore, that revolted as you may feel about the manner in which Sizwe died, you none the less would go with a decision of an amnesty committee provided it was satisfied, and satisfied in all respects, if there are perpetrators who satisfied all the requirements of the act as you know it, you haven't got a personal interest in this, do I understand you to be saying you would sanction the findings of that committee?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Our interim constitution being the supreme law of the land enjoins us to promote national unity inscribed for reconciliation in our country as a mechanism of ensuring that. It further tells us that those people who committed atrocities in the conflict of the past, who come forward to make a full disclosure and their act or mission having been associated with it's political objective, then those people shall be granted amnesty.  My own understanding of that tells me that it is not automatic that a person by virtue of having applied for amnesty, that person shall be granted amnesty.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "I accept that.  I was asking if all those requirements were accepted, would you, even in the case of your own friend, say, assuming you were satisfied, that in any event, that is what our Act enjoins that committee to say.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "I will accept that.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you.  There is just one missing link, and I don't know whether we shouldn't say it through you, Norwi's link.  Do you know now what Norwi's story is? That is, what impression did it leave when she said the conversation could not be finished between them?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Well my immediate impression was that, look it\nEAST LONDON  HEARING TRC/EASTERN CAPE\n25 BIKOLE\nwas not a normal conversation.  Knowing Sizwe and knowing Norwi that it can never be abruptly stopped without any reason. So when Norwi said to me that they didn't finish their conversation, I was surprised, and I asked her as to what happened.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "In fact Norwi says in the story she has told Mrs Kondile, that the conversation stopped abruptly, but she could still hear the sound of traffic on the other side, even if the conversation stopped, as if somebody had just left the telephone hanging.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "I read that in her statement but she never said that to me when I spoke to her that time.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "That is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, are there any further questions?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Bikole, you have said it is not automatic that one will get amnesty, once he applies for amnesty.  Were you referring to the fact that there are those requirements with which the applicant has got to comply?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you.  Can I further ask, the confusion which is said to have happened about the disappearance of Sizwe, do you perhaps have any views as to how it could have happened, what could have been....... (end of side A tape 15)\n(start side B)...have driven the car out of Lesotho on his own, because that was a known car, a car that was used by Comrade Chris Hani.  The agents of the South African Police knew more about the car and he could not have gone through the border post with the car, because we also enquired when we were looking for him, we checked several border gates as \nEAST LONDON  HEARING TRC/EASTERN CAPE\n26 BIKOLE\nto whether a car fitting that description had gone through.  It was negative.  We didn't expect it to be positive, because even if it had gone through, it would have been done with some collusion of some kind between those at the border post and the South African Police, given the might of the then apartheid state.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Was the car ever recovered?",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "It never came back to Lesotho, I do not know,",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Except for the statement attributed to some of the newspapers and Dirk Coetzee.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Except for those statements...(intervention)",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "..that it was on the Swaziland border or something.",
            "Male"
        ],
        [
            "GUSUMZO BIKOLE",
            "Yes.  But the car never came back to Lesotho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very very much for your testimony. We hope that in the telling of your story and the vindication that you have received, admittedly so gruesomely, that there will have been some contribution to the process of healing.  I thank you very much for coming before the Commission.  We value enormously your contribution.  I  suggest that we take a break and come back at a quarter to five.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}