{
    "header": {
        "type": "1 S NDZUMO, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-18",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "SITHILIFU NDZUMO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55209&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel1/ndzumo.htm",
        "speakers": [
            "DR BORAINE",
            "DR RAMASHALA",
            "MEMBER OF PANEL",
            "MS MAYA",
            "REVEREND TUTU",
            "SITHILIFU NDZUMO"
        ],
        "original_speakers": [
            "DR BORAINE",
            "SITHILIFU NDZUMO",
            "MS MAYA",
            "MR NDZUMO",
            "REVEREND TUTU",
            "MEMBER OF PANEL",
            "DR RAMASHALA"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We invite Sithilifu Ndzumo to the stand please.",
            "Unknown"
        ],
        [
            "SITHILIFU NDZUMO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Good afternoon Mr Ndzumo.  Mr Ndzumo I am not going to be biased in your favour even though you have a badge that I recognise on your lapel which is a Methodist badge which is a very good balance from what we have had today.  We are very grateful that you have come.  The story you came to tell us goes back many years, to 1980, and your father who died so tragically, or was killed so tragically in prison was at the time the Minster of the Interior and Social Welfare in the Transkei.  What we have tried to emphasise at these hearings is that from the lowliest to the highest the doors of the Commission are open.  It makes no difference.  We are glad to welcome everyone and we are especially glad to welcome you today.  You have a story to tell and Ms Tiny Maya is going to assist you as she leads the evidence and asks you questions.  Are you comfortable, are you alright?  Are you ready?  Thank you very much.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "How are you Mr Ndzumo?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "I am very well thank you.",
            "Male"
        ],
        [
            "MS MAYA",
            "Your names of Sithilifu Ndzumo and you were born at Mzizangwa in Ntsikisi.  Your father was Saul Kholisile Ndzumo, and he died in the police cells in Idutywa in 1980.  EAST LONDON HEARING TRC/EASTERN CAPE\n2 S NDZUMO\nAnd during that time he was the Minister of Internal Affairs in the Transkeian government.  Could you please give us the background about your father?  If there is anything that you think led to his death you will have to tell us that as well.",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "I think the cause of his death was the misunderstanding at his work place.  He didn't - he was very politically minded at those times.  He was really complaining about other people.  He was really complaining about other people in authority who were in prisons those days. It seemed as if nobody wanted anything to do with politics.",
            "Male"
        ],
        [
            "MS MAYA",
            "If you speak of the top class people who were imprisoned what was he referring to?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "I think he was referring to the political prisoners.",
            "Male"
        ],
        [
            "MS MAYA",
            "Mr Ndzumo can you relax and tell us anything that you want to tell us.  I want you to speak freely.",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "He was very politically minded.  He was involved in the struggling organisations that are here.  We were not very clear about politics and he would ask us which political party do you want to go to, and he said we can go to the ANC.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you think there wasn't this cooperation at work?  Now between him and who was there a conflict?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "I think it was between him and the government.  I think at the meetings where he would bring children together the government was really against that.  It was the government of oppression.",
            "Male"
        ],
        [
            "MS MAYA",
            "On the day of his arrest what do you remember, do you remember anything to tell the Commission what really\nEAST LONDON HEARING TRC/EASTERN CAPE\n3 S NDZUMO\nhappened?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "Can I please start from the beginning.  My father S K Ndzumo was a member of Parliament in the Transkei government in the early 60's.  He went to Parliament every time and on his return he had a lawyer whom he used to call and he was doing his articles there.  His arrival on the (...indistinct) he became the chairman of the House of Assembly under the Transkei.  It was now in the Ministry of Environmental Affairs and Agriculture and then he switched over to the Minister of Social Welfare and Interior.\n Well it happened that he was removed from his position.  Well he accepted the offer he called us so that we sent a person to fetch his belongings.  Well we sent a person.  He was really very happy to be released because now it was his good chance to get into agriculture, into farming.  \n We left the place.  The second night after our arrival at home the police came and they exchanged words with him.  You know it was a long talk, we didn't know what it was about, and after that he came back into the house and said they want to arrest me.  Well he took his warm clothes, he said I am now leaving, I am finally leaving, I will never, ever come back.  I think I am going to be killed.  I am serious, they are going to kill me, but even if they kill me, even if they can kill my body they will never kill the name.\n Well we stayed there surprised.  This really troubled us.  He used to say I was born in politics and I will die in politics.  He went into the police van.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you see him thereafter?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "No we never saw him.",
            "Male"
        ],
        [
            "MS MAYA",
            "What did you try to trace him?\nEAST LONDON HEARING TRC/EASTERN CAPE\n4 S NDZUMO",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "Well I went to Umtata the following day to Bothastown to the offices where he was working.  On my arrival I met a certain man and I asked him the information, I wanted to know the (...indistinct) of the police.  Well I met a Brigadier Ncebe, I met Mr Gwanya as well who was the secretary and he asked me where am I heading to.  I said to him I want to trace my father.  He said no, don't worry they won't attack you, they won't assault you at all.  He said to me why are you crying if you really know where your dad is?  Well I went back home to explain to my mum what happened.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go back home without any trace of your father?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "Yes I went home without any trace.",
            "Male"
        ],
        [
            "MS MAYA",
            "What did your mum say?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "Well I explained everything to my mother, she wasn't saying any words, she was only troubled.  The following morning when we woke up it was between 6:30 and 7:00 we got a message that he was shot.",
            "Male"
        ],
        [
            "MS MAYA",
            "Didn't you hear from the radio anywhere ...(intervention)",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "No not from the newspapers, not from the radios, nobody came.",
            "Male"
        ],
        [
            "MS MAYA",
            "What did you do thereafter to investigate further?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "Well we went to Mr Gweliza's mortuary.  When we arrived at Dukwa there were policemen armed, they were outside and inside the yard and we explained to them that we are here to search for our father whom we heard that he is in Umtata.  Well we went back to Umtata, we really identified him at Gweliza's place.",
            "Male"
        ],
        [
            "MS MAYA",
            "What condition was your dad in?\nEAST LONDON HEARING TRC/EASTERN CAPE\n5 S NDZUMO",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "Well his face was swollen, it looked as if he had been beaten.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you remember what happened to the hands?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "The arms were raised up as if he has been handcuffed.  When burying him we had to press the hands to their position.  We couldn't manage to take them to its position we were forced to bend them.\n We organised a doctor to conduct a post mortem.  We found a doctor in Gauteng and the doctor was together with a lawyer.  On their arrival they went to Maandjies Place, they said can you please first start at the Prime Minister's place.  The Prime Minister didn't allow the doctor to do anything in his vicinity.  Now the advocate who was with the doctor said I am Mr so and so, I am from Gauteng, we are here to conduct a post mortem on the body of Saul, do you allow us or not?  One of them said can I call my people in?  He made a telephone call, after a few minutes a guard of honour was done.  The Prime Minister invited the doctor first for dinner, the doctor said yes I can go to the dinner but at 2 p.m. I want to conduct a post mortem.  Well they went off to dinner.  After that we went back to Belisa.  \n At 2.p.m. the doctor started with his post mortem.  He said the blood that was stopped at the head really caused his death.  He had a brain haemorrhage which really caused his death.",
            "Male"
        ],
        [
            "MS MAYA",
            "According to the knowledge you have was there any inquest conducted?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "No not at all.",
            "Male"
        ],
        [
            "MS MAYA",
            "Everything ended just that way?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "Yes.  We tried to organise an advocate Mr Skewiya at Durban.  He arrived here and was detained for\nEAST LONDON HEARING TRC/EASTERN CAPE\n6 S NDZUMO\nthree days.  After three days he was deported and the case was just wiped off.",
            "Male"
        ],
        [
            "MS MAYA",
            "Can you remind us of the day of the funeral?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "It was difficult on the day of the funeral because some people were not allowed to attend the funeral at all.  The so-called journalists were turned back, they were not allowed to come very close to the funeral at all. Luckily they arrived, I don't know how, just before the funeral could start.  Well the journalists took photos, it was very lucky that a film was produced, a Cry Freedom, and it appeared there.  While people were busy with their speeches they would be disturbed by the police, they would be interrupted by the police, be removed.  The children were not allowed to speak, to sing or to say anything at all. Even the flags belonging to the Austrian people were not allowed to be flown.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you really know exactly what the cause of your father's death was?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "No we don't because he died, you know, just two days after he was released from work.  He was detained and thereafter dead.  Nobody knew exactly what was happening.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you think there is anything that you have forgotten that would be very important?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "Yes I went to Advice Centre to seek for advice and I met a Mr Mangutchwana who really advised me.  He said I should summarise my whole story and after that he typed me a letter and he referred me to the attorneys Majeke.  I went to see them, we talked to them and then I had to confirm.  Well the next morning I came back.  They said they have never discussed these details but they have decided that an attorney from the Supreme Court will still have to write a\nEAST LONDON HEARING TRC/EASTERN CAPE\n7 S NDZUMO\nletter. They said to me this has to take enough time, we don't have to hurry up into things that we cannot stand. That letter also didn't help us at all.  You will never be surprised according to the Act and you will never claim anything, there was an Act that really prohibited those things.  Well from that time I didn't do anything.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why did you appear before the Commission today?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "I want the Commission to carry on with the investigations.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have any wish, any request maybe?",
            "Female"
        ],
        [
            "SITHILIFU NDZUMO",
            "It's now difficult to actually indicate this I am asking this I am asking, but I have problems, I have children that are at school.  I cannot really pay the instalment of the house.  My father left me with a site that he bought for me.  Sometimes I have to see to it that the children go to school, I have to stop paying the rent.   You know it's very important that the children should go to school and it's also important on the other side to have a house, a shelter.  I am asking the Commission to decide on its own which side will they help.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Mr Ndzumo.",
            "Female"
        ],
        [
            "REVEREND TUTU",
            "Thank you very much Tiny.  Who was the Minister of Police during the time of your dad's arrest?",
            "Unknown"
        ],
        [
            "SITHILIFU NDZUMO",
            "No audible reply.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Mr Ndzumo the question I am going to ask you now is just a question to find out about I will tell now.  You said your father was a member of the African National Congress?",
            "Unknown"
        ],
        [
            "SITHILIFU NDZUMO",
            "Yes it is so.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "At the same time he was one of the ministers in the government of the Transkei?\nEAST LONDON HEARING TRC/EASTERN CAPE\n8 S NDZUMO",
            "Unknown"
        ],
        [
            "SITHILIFU NDZUMO",
            "Yes it is so.  I was still at school at the time.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Is there no conflict between the two?  What I am thinking of is that the ANC was not in favour of the Homelands.",
            "Unknown"
        ],
        [
            "SITHILIFU NDZUMO",
            "Yes I am aware, they were no in favour of the Homelands, but they were doing this underground.  And even if he had some books which were belonging to the ANC organisation he would hide these.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "So was he a member of the ANC who was working underground?",
            "Unknown"
        ],
        [
            "SITHILIFU NDZUMO",
            "Yes it is so.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Alright.  Thank you very much.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Were you the only child of your father?",
            "Unknown"
        ],
        [
            "SITHILIFU NDZUMO",
            "No there are two of us.  The other one is 25 years, the other one is 24 years old.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "You are still in school?",
            "Unknown"
        ],
        [
            "SITHILIFU NDZUMO",
            "No I am not attending school anymore.  I am working.",
            "Male"
        ],
        [
            "REVEREND TUTU",
            "Thank you very much Mr Ndzumo, and we promise that we will do everything to the best of our ability to look into your request so that we can fulfil your request.  Thank you.",
            "Unknown"
        ]
    ]
}