{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-17",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "BETH SAVAGE"
        ],
        "case number": "EC0051/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55212&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel1/savage.htm",
        "speakers": [
            "ARCHBISHOP TUTU",
            "BETH SAVAGE",
            "DR BORAINE",
            "MR BONGANI FINCA",
            "MRS CHRICHTON",
            "PANEL MEMBER"
        ],
        "original_speakers": [
            "ARCHBISHOP TUTU",
            "MR BONGANI FINCA",
            "DR BORAINE",
            "BETH SAVAGE",
            "MRS CHRICHTON",
            "MRS SAVAGE",
            "PANEL MEMBER"
        ]
    },
    "testimony": [
        [
            "ARCHBISHOP TUTU",
            "(Opening prayer)\nI have made a mistake, I was supposed to have presented the names of those who have passed away so that we can remember them.  Let us stand again please.  \n Mathew Goniwe, Bully Aliston Kohl, Sithembile Zokwe, Gcinisizwe Kondile, Lungile Tabalaza.  We pray for these, we present their souls in Your hands.  We request Your reassurance and also that their friends should be comforted.\nAmen.",
            "Unknown"
        ],
        [
            "MR BONGANI FINCA",
            "I'm going to report on those who have made application to appear before the Commission today and would like to testify on the violation of their human rights.  I read them in the order in which they will appear, which is slightly from the order in which they are written down in the order of proceedings for today.\n Mrs Beth Savage who appears as number 5 in our list will come up as number 1 because of work commitment, she appears on a matter relating to herself and the nature of violation is serious bodily injuries.\n Mrs Nyameka Goniwe on a matter relating to her husband, Mathew Goniwe and the nature of violation is disappearance and murder.\n Mr Robert and Mrs Cecelia Kohl appear on the matter relating to their son, Bully Aliston Kohl, the nature of the EAST LONDON  HEARING TRC/EASTERN CAPE\n2 BETH SAVAGE\nviolation is killing by police.\n Nonceba Zokwe appears on the matter of Sithembele Zokwe and the nature of violation is killing by Transkeian police.\n Billy Shiyani appears on a matter relating to himself, attempted ambush.\n Charity Kondile appears on a matter relating to Gcinisizwe Kondile and the matter of violation is abduction and murder, and the last person is,\n Priscilla Tabalaza who appears on a matter relating to Longile Tabalaza, and the violation is death in police detention.\n Chairperson I gave notice that if we finish those items listed on our proceedings for today, before 6 o'clock, we will submit a supplementary list to you at the appropriate moment.",
            "Male"
        ],
        [
            "ARCHBISHOP TUTU",
            "Thank you very much, I want again on behalf of the Commission and in a way on behalf of the Nation, to express our appreciation to all of those who have so courageously and generously agreed to appear before the Commission.  It is not an easy thing to, as it were, open your heart and your soul to all of these people and to the world.  And we thank you for your courage and for your generosity, and we do believe that you are assisting this Nation in the process of its healing.  Thank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "We invite Mrs Beth Savage to the stand please. Mrs Savage, welcome, were very glad to see you here today, would you please stand.",
            "Unknown"
        ],
        [
            "BETH SAVAGE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "In welcoming you to this third day of the historic sitting of the Commission, we appreciate that you must be nervous, somewhat anxious, we hope you'll feel very\nEAST LONDON  HEARING TRC/EASTERN CAPE\n3 BETH SAVAGE\nrelaxed.  We know that you have a terrible story to tell which affected you personally and many people around you.  We know that you were very seriously injured, and we want you to take your time and just tell the story, and to assist you, Mrs June Crichton, will start the questions, thank you.",
            "Unknown"
        ],
        [
            "MRS CHRICHTON",
            "Good morning Beth, if I may call you Beth, and I would like to welcome as well, your son Donovan with you and Mr Bob Stanford, a friend.  Beth it was a life-changing experience for you, on that day, the 28th of November 1992, and before we start it would be helpful to us, I think, to get to know you a little bit better, would you tell us a little bit about yourself before the event, where you were born, brought up and went to school, just a little bit about yourself so that we can get to know you a bit better.",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "I was born in Nigel in the Transvaal.  My dad was the city treasurer there and my mum was a teacher.  When I was 10 years old we moved to Grahamstown where my dad took up the post of assistant registrar at Rhodes university, so obviously I did all my schooling at Grahamstown and University education in Grahamstown as well. Rhodes being the usual marriage bureau, I met up with my husband there, married there, worked there on and off and two of my children were born in Grahamstown.\n I qualified as a librarian and the last eight years have been employed in Kingwilliamstown a the Kingwilliamstown Public Library, I'm the senior librarian there, I have quite a large staff and I find it a very happy, stimulating job. I enjoy the environment and the stimulation that comes from it.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "Thank you Beth.  As you begin to relate\nEAST LONDON  HEARING TRC/EASTERN CAPE\n4 BETH SAVAGE\nyour story, I might need to interrupt you, just to ask a question to elaborate on some particular area.  Is that alright?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "No, that's fine.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "Right well would you like to just start by relating what happened on that night?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Okay, June I think I'm going to need my statement.  I'll just basically go from here.  On the 28th of November 1992, I attended our annual Christmas Party, it was our wine tasting club.  Just to give you a bit of background, it was a very intimate club.  We were like one big happy family, it wasn't a sort of a public get together.  I was accompanied by my friend Bob Stanford and there were about eighty people present. Jill and David Davis, the club leaders made a wonderful job of the golf club hall, in fact it was the first time I had been to the golf club, I'm not a great pub fly or anything like that, and you know, it was actually absolutely magnificent.\n We were seated at one long table, as I'm sitting here, I had Bob on this side, and then next Bob were the Macdonalds. David did his usual thing by coming around and greeting us all and he was squatting, chatting to Bob and I when I suddenly became aware of something that sounded like fire crackers.  I saw Rhoda Macdonald throw back her arms and die and Ian did exactly the same thing.  I swung around to look at the door to see what was happening and I saw a man there with a balaclava on his head but not over his head, with an A K 47 and my immediate reaction was, \"Oh my goodness, this is a terrorist attack!\"  After that I blacked out and I don't remember anything else until I was on the helicopter being flown to Bloemfontein, when I was aware of \nEAST LONDON  HEARING TRC/EASTERN CAPE\n5 BETH SAVAGE\nsomebody telling me, You've been in a terrorist attack and we are taking you to ICU.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "May I interrupt here at this point?  Just so that we keep the scene set at the actual dinner that you were at.  When you were seated at that table, you said it was a happy event, were you seated with place cards?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "No, as we each met up at the door we decided where we were going to go, so it was random seating.  There was no organisation so we just sort of sat who we fancied sitting with.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "And as the attack happened and you swung around and saw where it was coming from, was the person already in the room, had they stepped in the room, were they aiming at a specific area, do you think?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "No I don't think they were aiming at anyone in particular, you know the gentleman was just in the room and it was I should imagine, completely random, I don't think anyone particular was targeted.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "Alright and so you were in a helicopter on your way and they had told you that you'd been in a terrorist attack.  Continue from there please Beth.",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "The next moment I became conscious was actually in ICU, I was aware of my family and friends around me, and the most terrific experience to me in the intensive unit, was the fact that every evening as dusk fell, this man would appear at the window.  I initially thought it was a security guard and I couldn't communicate with my family, except through writing because obviously I had tubes everywhere, and I just used to write to them to please tell them to take the man away from the window.\n Eventually my eldest daughter was very clever and about EAST LONDON  HEARING TRC/EASTERN CAPE\n6 BETH SAVAGE\ntwo weeks..  (end of side A of tape)\n (side B)  ....this face at the window, and this was the gentleman at the door with the AK 47, so that actually was a tremendous healing thing for me, because suddenly I'd found him and I knew who that hallucination was at ICU.\n I spent a month in ICU, it was quite traumatic, I had to learn to walk again, I came home, my children were unbelievable, they used to fight over who is to bath me, who was to dress me, who was to feed me.  I don't know whether I could ever have made it without them.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "Beth could you tell us a little bit about the injury that you sustained in this attack.",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Yes,   had open heart surgery, I had a hole in the aorta and I actually stopped breathing, but through the work of Dr John Pennel, they managed to get me to live. And I also had half my large intestine removed.  I've got really very ugly scarring up the middle and I have a damaged thumb from the shrapnel. I've still got shrapnel in my body, but all that means is that all the bells ring when I go through the airport, that makes life exciting. And I have an injury on the knee, but all in all, what I must say, is through the trauma of it all, I honestly feel richer.  I think it's been a really enriching experience for me and a growing curve, and I think it's given me the ability to relate to other people who may be go through trauma.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "Can I interrupt you there beth and just take you back to the hospital situation?  You must have been visited by police at that time, and perhaps other organisations. Could you tell us a little bit about who came to see you and what statements were taken?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Well nobody could really take a statement from EAST LONDON  HEARING TRC/EASTERN CAPE\n7 BETH SAVAGE\nme because, you know, I wasn't capable, but while I was in hospital I was really quite touched that members of the ANC did come to visit me, just popped in to see how I was doing.  I thought that was very touching, and of course, Bloemfontein and really the whole world, sent out messages and in fact, I was quite spoiled.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "When you spoke about these hallucinations that you were having, and I think that would be the term that we would use about the man you saw in the window, is that right.",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Yes.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "You say that it's taken nearly 3 years for that face to come into focus.",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Yes.",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Is it correct that you went to Cape Town for an identity parade.",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Yes, I did go to Cape Town, I was flown up to Cape Town over a weekend, to an identity parade together with other victims from the St James Church massacre, and I really in the line-up wasn't able to identify anybody.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "And so, when you saw the photograph in the paper you were saying that enabled you to finally put a face to the person who was throwing the grenade.",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Yes.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "How many people died in this incident, Beth?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Four, Rhoda and Ian Macdonald, and Gillian and David Davis.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "Beth what are you actually feeling towards the perpetrators at this time?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "It's a difficult question but I honestly feel\nEAST LONDON  HEARING TRC/EASTERN CAPE\n8 BETH SAVAGE\nthat, there, but for the grace of God, go I.  I really don't know how I would have reacted if I had been in their situation. I know, that's about all I can say.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "And if they were to seek amnesty, because I believe there are those who are allegedly now in custody, because of this particular act, if they were to apply for amnesty, how would you feel about that?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Well whatever must be must be. It really wouldn't worry me one way or the other.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "It wouldn't worry you?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "No.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "Is there, and this is my last question to you, is there anything that you were hoping the Commission will do for you?",
            "Female"
        ],
        [
            "BETH SAVAGE",
            "Really there's nothing in particular that I would like the Commission to do for me, I think it's fantastic that we're having the Commission, I think the idea of that speaking out causes healing, I think that really a wonderful idea.  The only major problem that I've actually had with my injuries is that I'm just unable to take out any insurance, it's less premiums that four times anybody else's.  You know that's the only hassle I've had, so then really, but I think it's been a wonderful idea and I really hope that healing comes to everybody.  You know there are people here who have had far worse problems that I could ever have.",
            "Female"
        ],
        [
            "MRS CHRICHTON",
            "Beth thank you very much.",
            "Female"
        ],
        [
            "ARCHBISHOP TUTU",
            "Thank you, are there any questions?",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "Do you believe that that attack that happened that night was politically motivated?",
            "Unknown"
        ],
        [
            "BETH SAVAGE",
            "Yes I do.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n9 BETH SAVAGE",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Why do you say so?",
            "Unknown"
        ],
        [
            "BETH SAVAGE",
            "Just by virtue of the fact that at that time there was so much bad feeling between black and white people. You know, what other reason could there ever have been for it?",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Is it important for you to have the identity, if the Commission can assist you to do so, to find out, is it important for you to have the identity of the people who are responsible?",
            "Unknown"
        ],
        [
            "BETH SAVAGE",
            "It's not important to me, but, and I've said this to many people, what I would really, really like is, I would like to meet that man that threw that grenade in a attitude of forgiveness and hope that he could forgive me too for whatever reason.  But I would very much like to meet them.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Thank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Beth you've mentioned something about your life before, and your life after, and they're very different, but the spirit seems to be the same. Just tell us a little bit more about your immediate family, I mean what's your daughter doing, your son is with you now. And also the impact on your own life in terms of your father, who seems to have influenced you enormously.",
            "Unknown"
        ],
        [
            "BETH SAVAGE",
            "Look I suppose that is something that I did omit.  The bomb blast took its toll on my family. I believe I'm a very strong person, I did have a complete breakdown after six months.  My daughter also had a breakdown, she was, well all the children tried to be mother, father, sister, brother, husband, everything to me, they really carried me, they picked me up and carried me.\n My son has had his problems as well, I think \nEAST LONDON  HEARING TRC/EASTERN CAPE\n10 BETH SAVAGE\npsychologically, it affected my family in terms of them just being able to believe that it could actually happen to me. My father was a great, I grew up initially, when I was a little girl, we used to spend a lot of time in Zululand and I actually grew up in the kraals.  I had really a wonderful childhood, and my parents actually put a lot of young African people that worked for them, four that I can remember that they actually educated, and my father was a person that was really ante-apartheid. I think of all the people affected by the bomb blast, it affected my dad the worst.  He just went into a very deep depression and he died about six months ago. When I was ill he just used to sit next my bed and cry and say, \"You know, I can't believe this\".\n I feel bad because you know I'm not the only victim, but that is how it affected us, and then my mum, she couldn't carry on without him and she died two months later. Basically it just broke his heart.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much, you are not the only one but you are certainly one, thank you.",
            "Unknown"
        ],
        [
            "ARCHBISHOP TUTU",
            "Thank you, I just want to say, we are, I think a fantastic country.  We have some quite extraordinary people, yesterday, I had spoken about how proud I was to be black in seeing the kind of spirit that people showed in adversity, and now we're seeing another example, and I think it just augers so wonderfully well for our country.  We thank you for the\nspirit that you are showing and pray that those who hear you, who see you will say, \"Hey, we do have an incredible country with quite extraordinary people of all races\".  And it is important for us to know that in the struggle, awful \nEAST LONDON  HEARING TRC/EASTERN CAPE\n11 BETH SAVAGE\nthings happened on both sides, and that we in this Commission should seek to be revealing all the truth about our country.  Thank you very much.",
            "Unknown"
        ],
        [
            "BETH SAVAGE",
            "Thank you.",
            "Female"
        ]
    ]
}