{
    "header": {
        "type": "1 N SONGELWA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-18",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "NOKUZOLA SONGELWA"
        ],
        "case number": "EC0023/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55214&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel1/songelwa.htm",
        "speakers": [
            "ARCHBISHOP TUTU",
            "CHAIRPERSON",
            "DR BORAINE",
            "DR ORR",
            "MR SANDI",
            "MS MAYA",
            "PANEL MEMBER"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MRS NOKOZOLA SONGELWA",
            "MS MAYA",
            "MRS SONGELWA",
            "DR ORR",
            "PANEL MEMBER",
            "ARCHBISHOP TUTU",
            "MR SANDI",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We invite Mrs Nokuzola Songelwa to the stand and I understand that you will be accompanied by two fellow prisoners who were friends of your late husband.  Please come forward, they're very welcome to join you on the stand, but I gathered they will not be giving evidence.\n Good morning Mrs Songelwa, Thank you very much for coming.  Will you stand please?",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Female"
        ],
        [
            "DR BORAINE",
            "Mrs Songelwa, your husband died in very  mysterious conditions.  Like many others he was detained and his death took place in detention,and you will be telling that story because it's an unfinished story, and we are very glad that you have come to tell that story in the hope that some of these can begin to have an end.  Ms Tiny Maya will lead the evidence and I hope you will feel very relaxed and just take your time and answer the questions as you are able to.  Thank you very much.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mrs Songelwa, as it has already been said, you are to explain to us about the death of your husband.  He was Mbuyiselo Songelwa.  Can you please tell us exactly who he was.  You know we just want to know you within a few minutes, thank you very much.",
            "Female"
        ],
        [
            [],
            "Mbuyiselo Songelwa was my husband.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n2 N SONGELWA\nMbuyiselo was born by very proud people, brilliant people.  Those were people who belonged to a church.  These were the people who were involved in politics.  I think this political thing was really inherited.  He was working at SABC at TV 2, he was a producer who started working there in 1981.  In 1983 he came back.  The report that I received on that day was that he was involved in a fight with a white man with whom he was working.  Well he came back home and we were settled.  It was a happy life that we were leading.\n In 1983 we married.  Before then we had a child, a son, Nomawande.  In 1983, we got married while I was expectant of another child, a daughter.  As I have already mentioned that Mbuyiselo was of a family involved in politics, I realised that he also was interested in politics.  At Komani, Queenstown, he arrived from Gauteng, he was very active in organisations.  He was involved in the parents' committee in Queenstown. I remember one day I was crying because Mbuyiselo was working at ABC, he was moving up and down all the schools mobilising all the children who were on strike, and I asked him, \"Mbuyiselo, when are you going to start working?  People are working, I'm really carrying this heavy load on my shoulders\".  I said, \"Well seeing that I'm now married to the whole team\", this was a UDF team, he was a very active member of the UDF, Mbuyiselo was among the people who were arrested for parent support.  There was also a residents ad hoc, I realised that there was nothing that I could do anymore. I said, \"Well you can leave me, go to the funerals\".  Well at that time I was always warning him.",
            "Female"
        ],
        [
            "MS MAYA",
            "As he died in the police cells, what was your feeling?",
            "Female"
        ],
        [
            [],
            "Well we were really preparing for a funeral, EAST LONDON  HEARING TRC/EASTERN CAPE\n3 N SONGELWA\nbecause at my place my sister in law's son also passed away because he was shot.  There was a mass funeral in Queenstown, I can't remember whether there were 16 people being buried or not. Mbuyiselo was one of those people who  were making preparations for that funeral.  Well after the funeral he said, \"I am going to East London, we have to give the report about this funeral\".  I agreed and he went off.   The next day, I was now worried because he wasn't yet back home.  You know at times we would run away from the boers and would sleep at places unknown to us.  Well I didn't worry about that but the next morning, if he did not sleep at home he would be back home very early the next morning.  Well I was a bit worried.  Somebody came and said, on their way, we were in a group together with these gentlemen next to me, they were from East London, on their way they met the police.  I think the police waited for them there and they took them and detained them.  \n He was taken to Tilton Prison, we searched for him everywhere.  They did not to tell us where he was.  Well someone told me he was at Tilton Prison and I tried to ask how he was.  You know the cell in which he was was very dirty.  There was a bucket at the side and I was worried at how  would cope there because he had asthma.",
            "Female"
        ],
        [
            "MS MAYA",
            "How long did he stay at Tilton Prison?",
            "Female"
        ],
        [
            [],
            "I think he stayed there for three weeks.  Well after three weeks he was taken to Queenstown. They all met at Queenstown, we went to court every time on notice.  We were only given a few seconds to speak. Well I managed to speak to him.  e was transferred to East London.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did you hear that he had disappeared? Was it when he was in the prison cell in East London?\nEAST LONDON  HEARING TRC/EASTERN CAPE\n4 N SONGELWA",
            "Female"
        ],
        [
            [],
            "Well I had seen him the previous week while I was here in East London. He didn't tell me anything. You know, something that made me worry was the fact that he suffered from asthma, and I knew that there was a sea at East London.",
            "Female"
        ],
        [
            "MS MAYA",
            "Now what was the condition there, was he not affected?",
            "Female"
        ],
        [
            [],
            "No they did not tell me anything.  They kept everything secret.  I didn't know when the asthma attacked him, there were different times.",
            "Female"
        ],
        [
            "MS MAYA",
            "What did you hear that really scared you?",
            "Female"
        ],
        [
            [],
            "On the 5th of October I was at home, it was on a Sunday and I was made to understand that Mbuyiselo is not living any more.  My sister brought this message.  When I went to my place I was informed again that two white policemen arrived and they told very young children, the older one was thirteen years old and the other on six years old, and they told them that Mbuyiselo is dead, and they went off in their van.",
            "Female"
        ],
        [
            "MS MAYA",
            "Which children were those?",
            "Female"
        ],
        [
            [],
            "One child was my sister in law's and the other one was mine.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was your child?",
            "Female"
        ],
        [
            [],
            "Mine was six years old.",
            "Female"
        ],
        [
            "MS MAYA",
            "Now how did the children take the message to the elderly people?",
            "Female"
        ],
        [
            [],
            "The children cried hearing this news.  My mother in law arrived from church, the house was full of people when she received the news.  The children cried so loudly that the neighbours came. They told her that two white men arrived and gave the news that Mbuyiselo is now\nEAST LONDON  HEARING TRC/EASTERN CAPE\n5 N SONGELWA\ndead.  When they left we started flocking into the house to investigate this loud cry.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you confirm that it was really true he was dead?  How did you go about confirming this?",
            "Female"
        ],
        [
            [],
            "One brother, our neighbour phoned the police at Queenstown and he was told by the police that he is indeed dead.  A message had been received from East London that he passed away.",
            "Female"
        ],
        [
            "MS MAYA",
            "There is a report that you received from these two gentlemen.  What kind of report is that",
            "Female"
        ],
        [
            [],
            "The report that I received said it was on a Saturday, Mbuyiselo was attacked by asthma.  Well he received his treatment, the next morning, a Sunday morning, just after lunch, he was in a terrible condition.  He tried to shout, he wanted help from a policeman, but nobody turned up.  Very late he was still in that condition.  He did not go to sleep.  A white person came to them, which I think they will explain in their evidence.  Now this white person came to them having also seen the situation in which Mbuyiselo was in and he said, \"Oh no do you think I can help a political man?\"  He went back.  The next morning, they said, he said to them, Mbuyiselo went to drink water and he fell.  At about seven o'clock  a medical officer arrived and he took him away to the hospital.  That was the last time they saw him.",
            "Female"
        ],
        [
            "MS MAYA",
            "Now do you mean he never went back to the cells?",
            "Female"
        ],
        [
            [],
            "Yes he never did.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did they receive any report why he did not come back to the cells?",
            "Female"
        ],
        [
            [],
            "Yes there was a report.  They say left the cells together with the police for the hospital. The police\nEAST LONDON  HEARING TRC/EASTERN CAPE\n6 N SONGELWA\ncame back alone and they said he had died on the way to the hospital.  Well on their return they had his clothes in their possession.  They said that the cure is not in his clothes.  The police were asked, where the underwear was, because this person had worn underwear, but the police said, no they are not his family members, only family members can ask such questions.",
            "Female"
        ],
        [
            "MS MAYA",
            "Now did you receive the underwear that the police took? In what condition was the ....(tape ends)\n(tape 18) ....part of his body was the blood from?",
            "Female"
        ],
        [
            [],
            "No.  Well after that the post mortem report was released.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you understand the contents of the post mortem?",
            "Female"
        ],
        [
            [],
            "This post mortem report explained exactly that Mbuyiselo died from a certain disease.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did they say he fell sick and he died? Didn't they explain that he was injured?",
            "Female"
        ],
        [
            [],
            "They said he was sick and nothing and that would account for his death.",
            "Female"
        ],
        [
            "MS MAYA",
            "Well did they try to open an inquest?",
            "Female"
        ],
        [
            [],
            "Yes the attorney general said a request will never be made, because this person died of natural causes.",
            "Female"
        ],
        [
            "MS MAYA",
            "That was the end of the story, no inquest, nothing?",
            "Female"
        ],
        [
            [],
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were there other plans that you tried to carry out so that you can understand exactly the cause of his death?",
            "Female"
        ],
        [
            [],
            "Well I left everything in the hands of the people who were arrested with him.  After they indicated\nEAST LONDON  HEARING TRC/EASTERN CAPE\n7 N SONGELWA\nthat the attorney general refused an inquest, I left everything.  An internal inquiry was conducted.",
            "Female"
        ],
        [
            "MS MAYA",
            "Your appearance before the Truth Commission shows that you have a wish?",
            "Female"
        ],
        [
            [],
            "Yes I have a wish about my husband.  I want to ask the Truth Commission to investigate, firstly, Mbuyiselo had asthma, the police knew this and they still arrested him in that condition.  They knew that a person with asthma will not be in good conditions here in East London.  The police let him stay here in East London. I want to ask the Commission, if a person is arrested, doesn't he have any rights?  Because he would have asked for a transfer to Queenstown.\n The second point, why didn't he receive treatment for such a long time?\n Thirdly I want to understand, this underwear, if he really died because of flu, why was his underwear full of blood?",
            "Female"
        ],
        [
            "MS MAYA",
            "You talked of stones.",
            "Female"
        ],
        [
            [],
            "Yes it's a problem.  When we switched on the TV, and we saw the graves of the strugglers having tomb stones, especially this young child, she would ask when I was going to erect a tomb stone for her dad.  Every time this question comes, I don't have any answer.  I wish that I can. I know I'm one of those widows, and I wish I can erect a tombstone.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you think that there is anything that we have left out?",
            "Female"
        ],
        [
            [],
            "Yes there is something that I want to add.  I had two children with Mbuyiselo, the first one as I've already indicated, is Nomawande who was also very active.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n8 N SONGELWA\nHe said to me, \"I will start where my father ended\".  I was really scared because if there was a meeting somewhere he would rush off to that place.  He went to Bisho and came back. He passed away last year after being stabbed to death by a friend.  I'm left with Lungiswa for whom Mbuyiselo really had a lot of love.  Before his death he wanted me to bring her so that he can see her, and I said no every time as I didn't think it was the right time.  \n As I've said he loved her so much, he wanted everything beautiful, everything nice for these children.  He wanted to give them education.  Lungiswa, I understood and I came to the conclusion that I would take her to school because her father wanted that.  She is now at the Cathcart High School, I'm also studying this year because I felt that it is important that I should upgrade my education.  Well I cannot reach up to his wishes, even at school I'm a very bad payer.  Every time she has an envelope that would be telling me that I'm a bad payer.  I have a wish that the Commission would please help me with this child so that she can carry on with her education.  Thank you very much.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.",
            "Female"
        ],
        [
            "DR ORR",
            "Mrs Songelwa, may I just ask you one question? The white man in the prison who was asked for help, does anybody know his name?  When your husband had that asthmatic attack?",
            "Unknown"
        ],
        [
            [],
            "Those who can help with that question are these who are right next to me.  I didn't hear the name of that person very well from them...(she confers with her companions)...They say his name is warder Els.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "I'd like to ask you concerning the attorney general deciding there was no need for an inquest, but there was a departmental inquiry. Is that right?\nEAST LONDON  HEARING TRC/EASTERN CAPE\n9 N SONGELWA",
            "Unknown"
        ],
        [
            [],
            "Yes, internal inquiry.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Right and this was an inquiry involving a certain individual, a certain person.  Do you know his name?",
            "Unknown"
        ],
        [
            [],
            "No I do not know the name of the person.\n   May I ask this question from these two gentlemen who are here now?  This internal inquiry was in connection with the negligence which was made by the medical officer who was supposed to give treatment to my husband.  It was Mr Crouch.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Indeed?  And you had no report as to what was the result of the inquiry?  You never heard anything more?",
            "Unknown"
        ],
        [
            [],
            "No I didn't hear anything thereafter.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Mrs Songelwa, I would just like to make sure I understand properly. Your husband was a sentenced prisoner, he had been convicted of political offenses?  He wasn't detained without trial?",
            "Unknown"
        ],
        [
            [],
            "No he was not yet sentenced, he was just detained and never sentenced.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "I see, thank you.",
            "Unknown"
        ],
        [
            [],
            "Yes there were questions which were asked in court.  They were awaiting trial at the time.",
            "Female"
        ],
        [
            "ARCHBISHOP TUTU",
            "Did you know what they were charged for?",
            "Unknown"
        ],
        [
            [],
            "It was terrorism.",
            "Female"
        ],
        [
            "MR SANDI",
            "I just want to find out, who was your attorney in this case?  And what did your attorney say?",
            "Male"
        ],
        [
            [],
            "The attorney in this case was Sangoni and Partners.  He would keep on telling me that the case ended up the was I've mentioned.  There was an internal inquiry conducted because of the medical officer who didn't attend to his medical treatment.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mrs and you gentlemen, thank you very much for your presence here.\n We will have a tea break, can we please stand up.",
            "Unknown"
        ]
    ]
}