{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-17",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "NONCEBA ZOKWE"
        ],
        "case number": "EC0018/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55219&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel1/zokwe.htm",
        "speakers": [
            "ARCHBISHOP TUTU",
            "DR BORAINE",
            "MEMBER OF PANEL",
            "MR NTSEBEZA",
            "MRS ZOKWE",
            "MS MANDI ZOKWE",
            "NONCEBA BEAUTY ZOKWE",
            "PANEL MEMBER"
        ],
        "original_speakers": [
            "DR BORAINE",
            "NONCEBA BEAUTY ZOKWE",
            "MRS ZOKWE",
            "MR NTSEBEZA",
            "MEMBER OF PANEL",
            "PANEL MEMBER",
            "ARCHBISHOP TUTU",
            "MS MANDI ZOKWE"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We invite Mrs Nonceba Beauty Zokwe to and Mampe Zokwe to the witness stand please. I'm not sure if it's afternoon but it's nearly twelve o'clock so I'll say good day.  Welcome, we are very glad to see you, I will ask you to please stand.",
            "Unknown"
        ],
        [
            "NONCEBA BEAUTY ZOKWE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Zokwe, you have suffered twice, not once, but today you have come to talk about your son Sithembile Zokwe, is that right?",
            "Unknown"
        ],
        [
            "MRS ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MRS ZOKWE",
            "The story that you will tell is yet another, in the long history of tragedies that have visited this country aver many years.  You feel this very deeply and we want you to be very relaxed and Dumisa Nsebeza, who may or may not be known to you, but he is a commissioner, and he is going to ask you some questions to help you make your statements. Please be very relaxed and comfortable.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Mr Chair. Thank you Deputy Chair. May I just begin by saying that I need your indulgence to present to you and to those who have come to listen, and countless others who will hear this testimony through the mass media, one of the most bizarre stories of our times, a story which is clearly indicative of state sponsored murder and equally unforgiven failure of justice.  Mr Chair, please EAST LONDON  HEARING TRC/EASTERN CAPE\n2 N.ZOKWE\nallow me to say it is a story, I have heard so many times because I was one of a group of attorneys when they worked very hard to get this nefarious killing into the open, into the law courts of the land.  We failed Mr Chairman.  Not for lack of trying, but because the state machinery that represents the machinery your Commission is trying to get a complete picture of was so powerful and far reaching, that some culprits like the murderers of Sithembile, somewhat escaped their day of reckoning.\n Chairperson you will hear through the testimony of these witnesses, a weird story of the security police so hell bent and relentless in seeking to snipe out the life of this young man, that when they eventually killed him, in his own home, it was with such unprecedented savagery, such unprecedented brutally, that even a seasoned and an enormously experienced pathologist, the late Dr Jonathan Glackman, coming out of conducting a horrible post mortem, could only say to us attorneys who were waiting, \"Well this young man was shot, never stood a chance of survival\".  Mrs Zonkwe in her own words will tell you how she hopes that the Commission will provide an opportunity for her, not only to be heard, but also for it to use its good offices in establishing the truth, in particular they will want you to establish whose hidden hand it was that made his son's killers kill with impunity, that made them licensed killers and still made it possible for them, even to this day, to stalk the streets of this country as free men, even to this day, Mr Chairperson.\n Mrs Zokwe, I know your story is very long. Remember that we have agreed that if you could tell your story it would take a few days. Is that so? I would request that \nEAST LONDON  HEARING TRC/EASTERN CAPE\n3 N.ZOKWE\nwithin five minutes, please you must not go beyond that, express how your life, your married life, your children, especially Sithembile, that's the person in question that we're here about, his life and struggle and then you must end up on the day on which you learned about his death.  Just five minutes and then we'll ask some questions.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "I want to put my appreciation to this Commission, I am Nonceba Zokwe, a daughter from the Nogaka Family at Inymakwe.  I went to school from Sub A to higher primary until up to a teacher's certificate at Blyspoed.  That is the certificate I got.  As time went on I went to work only at two places, and I met an activist there called Spabalalla Zokwe.  I met him, Commissioner, you'll bear with me, I met with him there, it was during those difficult times of struggle, government was oppressing the people.  It was removing people from places to places, that was the tendency of that oppressive government.\n    \"Dumisa, I will ask you the permission to take out the name of that person when you greeted as the father of my children\", he would say, \"the minute that I am not in this house, I am a propagandist of human rights\"\n He would ride his horse every day morning till night. My husband was fighting for human rights.  We had children, the first one was Thobela, the second born was Sibongile, Sithembile was the third and Sbusiso, the last one.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Let us have a look at these children Mama. Ntobile Zokwe, was it a boy called Trinity?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it is a boy called Trinity. When he was in exile he was called Tony.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is it one of the people who escaped the attacks when people were killed in Lesotho in 1982 in the\nEAST LONDON  HEARING TRC/EASTERN CAPE\n4 N.ZOKWE\nso-called SADF raid where people in large numbers died?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes they were together in one room.  If you could have looked thoroughly at that picture, he survived alone and the two victims died.  That was my first son that one.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now what happened thereafter?  He was in Lesotho, from there he went straight to Zimbabwe?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it's true.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "From Zimbabwe he went to Australia.  Is he back now?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "After freedom?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now let's have a look at Sithembile, the one you are representing today.  Sithembile, he was also involved in the struggle?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it's so.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "He went into exile after passing his matric, he went to Botswana?  He came back from Botswana into South Africa.  Did he come to you and said to you, \"Mum I'm fighting for the freedom of this land\", and then he went again to Lesotho, then Angola, then East Germany?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it's so.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Your son disappeared, your second son, when did you hear that he was back in the country?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "His lawyers told me, that's where Dumisa Nsebeza was working, they said, \"Here is Sithembile, he was detained in Protea prison in Soweto\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What happened thereafter?  Did you go to Soweto?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes I went there.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n5 N.ZOKWE",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "You heard that he was arrested in Bophuthatswana.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes that public security told me every time when he addressed them he would say, \"You oppressors\".  And he said, \"Mum I was arrested in Bophuthatswana, and I was put into prison here in Soweto, tell my dear friends they will never catch me in one state and take me into prison in another.  They must either charge me or release me.\" He just stood by that fact.  He went further to say, \"I was raised up, every morning, every afternoon, my family was fighting for their human rights, I want to destroy apartheid\".\n I had two sons with me from home.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "When did he leave to Umtata?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Well from there I asked to write a letter to the police commissioner, so that they can charge Sithembile or release him.  After receiving a reply, there was a reply that he's been deported into Transkei.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "After deporting him to Transkei, did they just leave him there or was he in prison?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "He was in prison.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Was he released after you made some enquiries?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Now let's have a look at Sithembile after he arrived in 1985.  It was only two years from his departure in January 1988 that we are referring to today.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "His stay, how was his stay at home with you.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "He was working at the cellar, taking beer up and down.  It was a difficult thing to follow.  He was going up and down, in and out the veld because they were saying he's a communist who was born by a communist mother.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who was stating that and what were they asking him?\nEAST LONDON  HEARING TRC/EASTERN CAPE\n \n6 N.ZOKWE",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "They were asking him about the training that took place in Angola, and in East Germany.  They asked him everything and also about the origin and asked him how did they get on to the struggle?",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "It became clear at the time that when he went in and out of jail, it was clear that something was going to happen to him, is that so?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it is so.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I'd like you to explain to the people and give an account of what happened to him before this fateful day came.  I want you to start from the time when he was in Butterworth, where there was a combi with dark windows.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "On a Saturday, he helped me to go and buy some groceries at Butterworth.  When he was conversing with the others next to the post office there was this car with black tinted windows and he was taken along and detained in Umtata Prison.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "If Sithembile was not there, with whom was he staying?  Who stated something to you which you have not yet said?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "I believe that he could never have escaped this ...(indistinct).",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What did he say when Sithembile was taken away?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "He said, \"My colleague, please tell my mother that I've been taken away\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What happened again?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Thereafter he was released because there was nothing that he was arrested for.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What was the aim?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "I believe that they wanted to kill him.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n7 N.ZOKWE",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What is the second incident that you can give us an account about, just state what happened?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "This youth would never sit down without doing anything.  He would say, \"I cannot stay even a half a day, he said he becomes blocked mentally\", because he doesn't want to say anything besides the struggle.\nthere was Miss Mquazima who was their director in the Ciskei agency.  She is now in Kingwilliamstown.  She came to me now and said, she's employed.\n The other day he came and told me that he was employed for the first time.  After a time I was given a company car and then I felt that I should pay this off so that it could belong to him.  It ended up unchanged and it still remained the company car. On a certain weekend Sithembile was at home, his colleague Thamsha Noncaba is not here. It came to notice that the car in which he was leaving was covered by bullets, it was beyond repairs.  This happened at Dadamba Village.  It was clear that the people were aiming to kill him.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "So the person who they were aiming at was Sithembile?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it was, because they thought it was him who was driving the car, because they knew that he used to drive it.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Let's hear the third incident or event.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Shortly thereafter, Sithembile was supposed to have come back from his place of employment.  He didn't come back as we expected.  The only thing that we could find was that on a Thursday he didn't come back.  I was with Dumisa the lawyer and there was a call from Chicken Lickin, it was from one of my daughters, and told Themba that Sithembile is EAST LONDON  HEARING TRC/EASTERN CAPE\n8 N.ZOKWE\nin hospital and that he was injured by bullets.  Fortunately, I went to the hospital. I went to the company on a Monday because I had a premonition, because I said I dreamed that this child of mine was looking into death's eyes, and I think this was the second premonition on a Tuesday because I dreamed the same dream again.\n So I rushed to the police station at Umtata with Mr Vabasa.  We went again to the hospital and we were able to find a statement about him.  After that Mr Stofile came in.  The police came in and we had already got a statement.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Why was he there?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "He was taken from a hotel, he was working with Nklosile Ncoba, his friend, they were taken from the hotel.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is that this time when he was grabbed by Sergeant Solom?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it is.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "He was at the security branch at the time?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes he was.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did he come to him armed with a revolver?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "They took him unceremoniously and they removed him and they killed him over the river named Ngolo?  They left him thinking that they killed him, is that so?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it is so.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who picked him up or identified him?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "I could say it was God and the birds.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What happened at that time?  I know that you have a statement in connection with this?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "It just happened that coincidentally, after the struggle which was taking place there, he stood up and he went there. He saw the people working on the road, and when\nEAST LONDON  HEARING TRC/EASTERN CAPE\n9 N.ZOKWE\nhe was there, Mr Dlamini who was there, he came in and tried to help him. When he was still busy this day, we were with the lawyers and then Dlamini came in with a letter which I would never give to anybody.  I will take it to court. This letter was bloody and there was written, \"My home is at Namakwe, my mother is Maduma.  When somebody gets my body, I should not be buried in the fields\".  It was on the 7th of August.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is it true that when he gave the statement, he says, when he was taken from this car, one of took a machine gun and just shot him point blank?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it is so.  He said he doesn't know how he was able to escape from this.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "You know even the second time or the following time when he died, there was a so called clerk man, and you were informed that there were wounds on his head that were really the same as he was shot by Ncolo?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it's that way.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Mrs Zokwe, we now proceed to the day in January 1988, that is on the day when Sithembile was killed at his home by the police.  Most of the story that happened at your house, we'll hear the rest from your daughter.  I want you to relate to us now.  Can you please start with the first day you met Sithembile, tell the Commission the things you talked about the time you arrived at your house. You were now being stopped, that you will never enter your house because it was now occupied by the police.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "On that day Truth Commission, I was from the wholesale, I met him when he was on his way to town.  He was together with my grandchildren.  You know he was putting them on his shoulders, there was one grand child of mine who EAST LONDON  HEARING TRC/EASTERN CAPE\n10 N.ZOKWE\nwent with me together to town. This was the third time now, Commissioner, the lawyers have hidden him somewhere, that as after the time I went to Angola. then the lawyers said to me that I was not supposed to know where he was.  You know this child was troublesome, he also had this feeling that he wants to reach home, he only came home after Christmas, this was now the first time.  He saw me and he gave me a hug, he said \"mum, I thank God, because I wanted to speak to you personally, I want to make a will, I want to write a letter that you really brought me into this world, you gave me life and out of that I got education\". I want to thank the brain that he had, because after passing his standard 10, he said, \"My father was killed by apartheid when I was doing standard 10.  Now today if I thank you Mum, I put a crown on your head for helping me while I was in hospital.  Police thought there is nothing that I have, nothing left behind, then you forced to take me, you took a risk and you wanted to show that you cared\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Was it that time after he was shot by Gozo?  Did he go to the brain specialists in East London?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes, the police didn't want to give him a visa to get out.  Well it was on that day and he said to me,\"Mum these police are not going to save me.  I want to tell you something, Mum, please help me, don't disappoint me, accept anything that will happen\".  He said, \"Today these police are not going to save me at all\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Was it a message that they are going to kill him? Did he get out everything that he wanted to tell you?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Well we departed with him and I said to him, wait for me in the house because I want to deliver the groceries and then come back.  That's why I was looking for\nEAST LONDON  HEARING TRC/EASTERN CAPE\n11 N.ZOKWE\na girl who could help us.  There was a Chicken Lickin outlet that I first went to, there was also a daughter who was a manager at Chicken Lickin, they stopped me and I asked them what's happening now?  They said,\" Sithembile and Tamsanga, have been picked up by the police\"\nI said,\" What time?\" Sithembile and Tamsanga  were together, they were together at school, together in everything, trying to protect human rights, they were in and out of cells together.  He was preparing himself because he thought the following day he would be employed and he would settle down. They went into the hair saloon, that is where Noncolo told us everything that had happened.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who is Noncolo, is he the person who was picked up by the police as well?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes, they pushed them ...(end of tape 12)\n(start of tape 13)...Sithembile sat down and the police said to him, \"Stand up, we're in a hurry\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is that so.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes we remember that.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "He said while he was busy trying to stand up one of the policemen pointed a gun at him?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes, that's so. Noncolo ran out of this whole situation, and doesn't know exactly happened thereafter but Noncolo saw them when they left together with Schoolboy.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Would you tell us what happened when you got back home?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "My problem was that we were supposed together with my daughter in law, to go and negotiate for the admission of her daughter at school. When I went away from Buttterworth and I learned that they have been taken by the police, I felt that I should take a U-turn and go to the\nEAST LONDON  HEARING TRC/EASTERN CAPE\n12 N.ZOKWE\npolice instead of going to where I was supposed to. When we went there, this lady was not there, and then again I was concerned that she would be unable to go for employment.  When I waited there next to Tsomo, I waited there for a long time. but I couldn't find, yet I was driving my car, I was alone.  When I came back, I saw a silhouette next to my house when I got to the gate.  I saw also that there were cars next to my place.  When I got nearer there were two cars. In my yard just next to the gate there was Mr Tjani who was the leader of the apartheid regime.  He was here on my premises. Yes he is a policeman, he is head of the security branch.  He said, \"Here is this communist mother\".  I said, \"Tjani, I am the government here on these premises, I am the leader and he said,\"I am going to kill you.\" And I said, \"The only pain that I know is that when I give it back, and I jumped back over the wall and then I was arrested by these people.\n But the people were the members of the community. We struggled again, I again jumped because I wanted to go in front of them.  Mr Damoi was the one who was here at my place.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "No you were going to tell me what happened thereafter.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "No I jumped, and when I jumped, the community members grabbed me again because I was heading forward towards the gun.  When I looked around I saw Gobeni and all this happened during the night and it was very dark and we couldn't see exactly what was happening.  My place was dark also.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What happened, because your house is electrified?\nEAST LONDON  HEARING TRC/EASTERN CAPE\n13 N.ZOKWE",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "So I had a generator and the police were controlling the child and saying this generator should not be put on.  The child who was operating the generator was grabbed by the police and they said he mustn't.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Didn't you hear anything about what had happened?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "No I hadn't heard anything about my son at the time.  The third time when I was jumping the wall, I saw somebody, it was a van, we called them Vungu at the time but it was a police van.  I asked the child inside what the problem was, why did you hide the information that my child is late.  No the policeman came and the child was handcuffed at the back.  When they went back, I saw them next to the kitchen, and it was not a few minutes before I heard the sound of a revolver.  I said, \"I am hurt, because I knew that I had to close my son's eyes because I couldn't do it\".",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Mr Damoi cried bitterly, because he gave an account of what happened.  He says he tried to ask this policeman what they're doing and the people shoved him back and they went away with my son, just next to the kitchen where they killed my son.\n Tjani was again there, he said again, \"I am going to get rid of you by killing you!\"  Then I said, \"You must do it quick!\" Mr Mfaso was also the head of the security and he was the best henchman at the time.  He was a trusted henchman who was transferred from Cambridge as he was known as he was the best to kill.  He was directed to Sithembile and then I wanted to take this bag which he was carrying and throw it away, but when he came, the van reversed in my yard, it trashed my gate and also the wall of my house and then it went over the wall and it also went over the lawn \nEAST LONDON  HEARING TRC/EASTERN CAPE\n14 N.ZOKWE\nand destroyed my flowers there.  We stayed there and we could hear them moving and there were sounds, terrible sounds around the house.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Were you still hopeful that your child was still available.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes, I was hopeful that he was still alive, that he was just being arrested but I had this feeling that something terrible was happening to my son.  And the other thing that I could remember was that he said, \"Mother, please bear, you must endure whatever is going to take place\". Zoli Lesangoni was the other one who came here, who said, \"You must not come.  Mr Madikizela said I must get away and break ties with Sithembile because he is dangerous\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Madikizela, was he a policeman?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes he was a security police officer.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who was Zoli Lesangoni?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "It was Sithembile's friend and he was also killed at the time.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "You know, we want to hear this very well, who was Zoli Lesangoni?  Did he come to your place and say, the police said, especially Madikizela, they said, he must break ties with his friend because they know that Sithembile Zokwe is going to die very soon and they said also, his days are numbered.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it is so.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I can understand and listen very well that Zoli Lesangoni was also killed after they said, his days were numbered.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it is so.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "At this moment they came in and this van came EAST LONDON  HEARING TRC/EASTERN CAPE\n15 N.ZOKWE\ninto your yard. Did you get into your house?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Instead of coming in, Tjani was here with his squad, as head of this brutality, I saw that this is beyond my powers.  I said to him, \"Between you and me, you know very well that the truth will come out one day, you know very well that it will happen\".  He said, \"Your son is injured, you must go to the police\", and he went and boarded the car and I followed them in mine.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Do you know what time it was?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "It was past twelve midnight.  I went to the garage, I forgot something, when I went to my car, Mluleki, my next door neighbour, jumped, this Mr Damoi who witnessed the killing, he came in, we went to the garage together. I came around again, we waited and waited and waited at home but I felt that we should go and go to Mr Sangoni and check if our children are there, Sangoni and my son Sithembile.  When I got there Sangoni's wife was there and she said, Temba was at Umtata.  I told them that Temba is dead and I said they must inform the lawyer, Dumisane.\n When we went to the hospital, we went there and we were told that there was nobody with that name.  We went back again to Sangoni's place and I was informed that I should talk top Zilindile.  They told me to go back home.  I said we want to talk to the police.  At my place I also have a policeman who is a lieutenant.  We knew that each time we have a problem we'll consult with this person.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Are you referring to Lieutenant Zokwe?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes i'm referring to him because I wanted him to be aware of what was happening, and then he said that he is coming in the morning and told me that he has learned about what has happened.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n16 N.ZOKWE",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did you go back home?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes I did.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did you go into the house in which Sithembile went to and in which he was arrested?",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "No I didn't go that same, I don't want to tell lies, I didn't go the same day, there was something, I was weak and unable to do anything.  The people who were around me were giving me support and they tried to give me whatever I needed. There was nobody to support me, because usually the community traditionally supports the family when it's happening. I was with my grandchildren.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Did you go the following day?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes I did go the following day.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Can you tell us what happened there, just shortly please, explain what happened on that day.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "The first time, there is a half door and then there's a passage.  I did not know what happened to the tiles, because there was supposed to be a coffee table.  But you could see that there was a struggle which had happened the day before.  We went to the passage. When we arrived there I could see a plastic and I could see that there was some burning which has taken place there. When we got inside, I could see it is where Sithembile  and the other one were taken.I could see that they were taken there in that room.  There was wardrobe just behind the door, there were also suitcases on top of this wardrobe, but when we came in, all these suitcases were all on the floor and they had bullet holes.  There were two suitcases, they are still there.  Everything was in tatters having been destroyed by the bullets that were shot at the suitcases.\n Underneath this wardrobe, as it was very close to the \nEAST LONDON  HEARING TRC/EASTERN CAPE\n17 N.ZOKWE\nbed, there was what looked like blood. It was just a big dot and would need a lot of water to be washed away. Now on the other side, there was a hole in the concrete or just dust from the concrete.  There was a leather jacket and a few things in the wardrobe that I cannot remember any more in that wardrobe.  They were all burned close to ash.  Now we entered into the house there were mugs close to the door.  I don't know why they were there.  There was another spot on the wall, you know the curtain is still there even today, it was really torn apart.  There's a built in wardrobe from the bathroom into the passage.  There were holes and holes, spots and spots, we don't know what really happened, even the handles were broken.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "When you estimate, how many were there given in the report by the people who were investigating this?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "I have forgotten about the number of the bullet holes, but what I can remember is that when the experts came in, they looked around and tried to see any clues and we could find five bullet shells.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Was it the bullets of the small revolvers or the big rifles?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it was bullets from rifles.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "There was a report from the doctor, we want to rush through now.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Can I please take a few minutes and say something? The lawyers came in on the following day, Zaluba and Vabasa, they came in.  One of the children who was there cried a lot because he was there when this happened. He gave the statement over.  When we got there at the lawyers' offices, Schoolboy, in other words Tamsanga, who was a friend to my son, cried bitterly and said, \"I have come\".\nEAST LONDON  HEARING TRC/EASTERN CAPE\n18 N.ZOKWE\nThey said that he must come and explained what has happene\nd, because he wanted to give an account of what has taken place because he learned it from the people in the taxi.\n The lawyers wanted to phone the security officers. Tamsanga was the one who was called in by the security, so the lawyers said they must come and tell why they wanted him. A statement was taken from the schoolboy, there was also a reporter from one of the newspapers.  the journalist took the schoolboy and they went to my daughter at the hair saloon.  At the same time there was a call from London, and they were taking statements of what has happened, and that when he came back this journalist, we could find that they have taken a lot of information from us.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Let's go back to where we started again. We want to hear what your grandchild had witnessed on that fateful day. When did you see your late son?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "I tried my best together with my lawyers that we should go and see where the child was.  The security officers were questioned by the lawyers about this.  The all denied knowledge of anything. They also said we must wait, when they investigate they will find out what has happened.  There was a prosecutor who told us that there was a body which was found and at it was identified as that of Sithembile. It was in the mortuary.\n We went with my lawyers and family members to this mortuary and we saw and identified him as being my son. the child was on a stretcher at the time, he was all smiles in his death. The sermon which he used to preach to us, he would tell us that, you must never crumble the apartheid when you are angry.\n When I got there Sithembile's face was full of smiles, \nEAST LONDON  HEARING TRC/EASTERN CAPE\n19 N.ZOKWE\nalthough he was dead.  What i realised that part of the top of his shirt was torn off.  When we were still looking around there, we were trying to get information from the security officers again, I noticed something on the right side of his head and I realised that something was oozing from the wound.  When I came forward and tried to pull on this , it came out with part of the brain.  The person who was just behind me couldn't handle this and he broke down. You know I was proud because I knew why my child had died.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "This hole which was on the right hand side, is it the one that was referred to that when you looked you could see through this hole through the head?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes it is so.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Was this also confirmed by the doctor who made the diagnosis about the child's death?\n\"It was apparently an exit wound in the middle of the dorsal, low down on the left side of the head in the tember or cubical region. Posterior and distal to the ear the ear there is a lacerated wound in which many tiny bone fragments and brain substance could be identified. This is related to a wound on the right side, about 10 cm proximal and slightly anterior to the right pinna. Probing these wounds, a definable track through the brain was readily determined.\"\nMama Zokwe, yes we know that this story can be related and it would take days and days trying to get what happened to your son.  These people who killed Sithembile, are they known.",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes they are known.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who are they?\nEAST LONDON  HEARING TRC/EASTERN CAPE\n20 N.ZOKWE",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "It's Tjani and Kumengu.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Were they arrested?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes they were arrested.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What happened thereafter?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Something happened, some mystery Happened while they were in prison.  We were given an assurance that they will never be released.  They will never be bailed out. Not long thereafter, the policemen from my family Lieutenant Zokwe has never set a foot at my house, I only saw him through the window walking outside and he just sent a child into the shop to call me.  This person never washed his hands.  Well he didn't want to come closer. I went to see him and I greeted him and he said, \"I'm here to tell you that the police have escaped\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Are you referring to the two policemen who were to be charged?  The policemen who killed Sithembile?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes my son came to tell me that the police have escaped from the cells.  I cried and he repeated this time and time again, and I said to him, \"Thankyou very much.   There is one thing that you didn't do, you buried this child but you never washed your hands, what you should do is to take a dish and wash your hands\".",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What did he say?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "He said, \"The police escaped\". And I asked him, \"what did Holomisa say?\"  Holomisa was now in charge. The investigative officer who was in charge was killed, then this was taken by Holomisa and his government. He was now laughing at me.  Who was Holomisa after all to be involved in such difficult cases?",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who is this Kumengu actually?   On the day of the coup d'etat, the time Holomisa was taken off, was\nEAST LONDON  HEARING TRC/EASTERN CAPE\n21 N.ZOKWE\nKumengu one of those people?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Kumengu was one of those people, the same Kumengu who killed your son?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Where is he now?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "He is still alive.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Well did he resign from work after they were forgiven for the coup? What happened, did he confess to having taken part in killing your son?",
            "Male"
        ],
        [
            "MRS ZOKWE",
            "No what happened, these are the two cases, two separate cases, a coup d'etat case and the killing of Sibusisu. These are two different cases.  He is still free.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "In other words you are here today to tell us or ask that maybe, if you can express your heartfelt feelings to this Commission, when should this really stop, this thing of killing people and then going free?  Would you like the Commission to do something about that?\n I will not ask any further questions from this witness, I will call the grand daughter after lunch.  Thank you Mama.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Thank you Mrs Zokwe, where is Tjani, you mentioned two people, Tjani and Kumengu.",
            "Unknown"
        ],
        [
            "MRS ZOKWE",
            "I'm not quite sure what happened to Tjani, but Commission, I'd like to mention that Tjani was also detained, but I do not know what happened thereafter?",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Thank you.",
            "Unknown"
        ],
        [
            "ARCHBISHOP TUTU",
            "Thank you very much.  We have nothing to say further.  We cannot express oh but a thousand ...(indistinct) to tell the pain that is being born by you as a family.  Let us stand.  We'll be coming back at two.\n(end of side A of tape 13).\nEAST LONDON  HEARING TRC/EASTERN CAPE\n22 N.ZOKWE\n(Side B starts but no record of swearing in of witness)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Nsebeza, will guide you through your story of what happened on that fateful day, thank you.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Mr Chairman. Mandi are you going to speak English or Xhosa?  You must be very slow and your relaxed. The interpreters were complaining that your mum was very fast.  They tried their best but they couldn't.  The other thing is that she was speaking in a difficult tense.  Now Mandi I am really trying, I want to find out. Can you remember that day.  I would like your heart to be very quiet, your mother has already said everything that I think should really be heard by this Commission, your's is just to explain. Can you please explain the arrival of these people on that day?  You have already indicated that you are a grandchild to Mrs Zokwe.",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "You are from Namakwe, are you staying there at this moment?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "It was on a Monday, is that so?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "While you were sitting? If I am mistaken you must tell me that I am.  You were peeping through a window and you saw two cars, one of those cars was a Cressida and the other one was a Sierra?  You didn't see the number plates, is that so?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "This Cressida was from Ncobo area, XB. Is Sithembile your uncle? Did you see him on that day?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes I saw him.  Yes he came out of one of those cars. He was handcuffed with his hands at the back.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n23 N.ZOKWE\nTwo policemen, there were many, but two of them escorted him into the house.  They were carrying rifles, all of them, and they were ready to start shooting any time.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Can you remember how many were there.",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "The time I saw them there were four, but every time they would come in numbers.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "You say they were armed, heavily armed?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "If you say he was handcuffed at the back, can you demonstrate to this house how he was handcuffed?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes it was right at the back.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "They went into the house, where were you at that time?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "I was at the shop peeping through the window.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did they go into the house?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes they went into the house, people in the shop went outside.  I was alone in the shop.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did they buy the things they wanted to buy or were they going outside to have a look?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "No they went outside because they realised the police were heavily armed, so they went to see what was happening.  They went out and left me alone.  But I didn't go out, I was used to the police, I wasn't even scared of them because they would come every time they wanted to.  They are killers, they are dogs.  I'm saying this because we used to call them by that name and I'm still using the name, dogs.\n Well I went out of the shop and I heard a gun shot.  I tried to lock the house but the second shot went off.  There were policemen outside, guarding the house.  They were \nEAST LONDON  HEARING TRC/EASTERN CAPE\n24 N.ZOKWE\nready.  At the time of the gunshot, they were looking around.  They thought he would come out running so that they can shoot him instantly.  Well I left the shop and I locked it, and I went to the next door neighbours, no people were there.  Well I waited there, gunshots went on and on and on.  It wasn't only a single gunshot, it was a series of them. It sounded like a machine gun, but they didn't want anyone to come nearer to the yard.\n I'm not going to say granny, I call my grandmum Pepi.  During that time Pepi was not at home.  There were younger children at home.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Did these people say anything to you?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "No they were not talking to anybody.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Do you remember the time?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "When they arrived it was about half past three. I think it was in the evening half past five to six, Pepi came back from where she was, the police were still at home and they didn't allow her to get into the house.  So we sat, all of us outside.  I think I've indicated in my statement what clothes they were wearing.  I don't think if they can be put here now I can identify them, because at the time I was very young, 14 years.  This whole thing happened, she wanted to hear what was happening.  I went to start the generator and on my return I used the front door.\n The kitchen door was closed, but I could feel that there was a cold wind and I went into the kitchen to close the door and from there I was walking down the passage o the room, but I can't remember exactly what room, I was going to.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Now tell me, Pepi's room is just opposite yours?\nEAST LONDON  HEARING TRC/EASTERN CAPE\n25 N.ZOKWE",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes it's opposite mine.  Well I went into my room and opened the door.  When opening the door everything was full of bullet holes.  The bed that I sleep on was full of blood, underneath and the wardrobe had fallen on the bed.  I didn't get in, I waited for Pepi because she was following the police.\n The following day she woke up to find out his whereabouts.  The police came back.  They wanted me to write the statement and they said I must go to the police station.  Well I left with them, they took the statement, that was he first time, I never gave any oath for that statement, I don't know what was written in it, I was still a minor and they made me write a statement without any older person being with me.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Who took you?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "To me it was just a game, this thing of writing a statement, because that statement cannot be taken as I never gave any information to it.  While I was in town, Pepi arrived together with Mr Sangweni, to fetch us, and we went to the funeral parlour, where they found him.  They were told that he was shot and his brain was damaged.\n  There were statements that appeared in the newspapers immediately after that time.  One of those statements appeared in a paper called Sunday Tribune.  That was on January 7 1988.  The other statement was in the Daily Despatch on the 14th of January 1988.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I want to show you these statements.  Can you please read only the headlines? Start with the Daily Despatch.    Do you know Gawe, he was the major general at the police in Umtata?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes that's so.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n26 N.ZOKWE",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Do you remember that the police tried to say to you that they killed him because he blasted a bomb.",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes they said, they said this blast was a hand grenade.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Was it not a surprise that a person can blast a bomb and come out alive?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "That thing really surprised me, because I told them I'm the only person who cleans the house, I never came to see anything that was surprising in the house. The second thing that surprised me a lot, they said, he blasted a handgrenade but I told them, the way I saw the damage caused by a handgrenade on TV, it's a different thing from what I saw here.  You can't mention that a handgrenade was set off her and conditions still be in good order.  I think it was a plan that they derived.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Aren't you surprised that he blasted a handgrenade, at the same time his hands were handcuffed?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "This thing really surprised me.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Were you not surprised that a handgrenade was set off and then they survived without any hurt?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "I was really surprised.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What does the heading say?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Man slain in hail of 55 bullets.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "I 'm sure you can remember that. It was the report of the doctor who made the examination to the body of the late Sithembile?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes it is so.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "What picture do you have of your uncle? Do you still remember as a person who was handcuffed.",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes I have that picture.  I believe that when they came, I think that they killed him cold bloodedly\nEAST LONDON  HEARING TRC/EASTERN CAPE\n27 N.ZOKWE\nbecause he was handcuffed at the time.  I cannot believe that there is a soldier of the MK who could just be taken and just be placed there without being killed by the police at the time.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "During your testimony, we would like you to make any appeal to the Commissioner.  What do feel could be the most important thing to you?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Firstly I'd like to find out who is the person who removed his brain after shooting him and filled the skull with plastic and papers, and secondly that person should state how he could do that horrible thing.\n Secondly I would to find out if the police still have his photographs, I would request them to bring them back.\n Thirdly, in the statement you can see that it was reflected there was an autobiography which he wrote himself, and they took it away, we would like that somebody who has taken it to bring it because it doesn't belong to him.  It is our family's and his children's property.",
            "Female"
        ],
        [
            "MR NTSEBEZA",
            "Is there anything else that you would like to request?",
            "Male"
        ],
        [
            "MS MANDI ZOKWE",
            "Yes I would to know how the policemen could escape from the cells?  Again I would like to know. when they escaped, to whom they referred when they said, they cannot be arrested alone.  We would like that to be investigated.\n Fifthly, I would like to know about the woman security officer and another mail security officer who was found to have a tape recorder in her breast.  We would like to see and to borrow that tape recorder.\n Lastly, probably, I will forgive, but I am certain I would never forget, because our lives were destroyed.  My \nEAST LONDON  HEARING TRC/EASTERN CAPE\n28 N.ZOKWE\ngrand mother Pepi's , her children, Sibele.  But I believe that I'm still alive, life will go on, I don't know, but again I would like to thank Dr Solombela, because he is the one who took Pepi before the funeral and gave her the treatment that she deserved because Pepi would be highly affected by the atrocities which were done by the police.  She was the person about which we were to think that she was to follow our uncle.  \n The other thing that I would like to take place is, there is a child who is Mandlhagazi, that child is Sithembile's daughter. He asked, there are people who call her Zoleka, and there are others who say she is Mandhlagazi.\nShe wants to know what is her actual name, and today I would like her to know that she is Mandlhagazi.  She was known as Zoleka, because her father, when he came back from Lesotho, we changed the name and we did not want her to know that she is the same child, because we were afraid the police would do something to her.\n Lastly, I'm very proud of Pepi, I'm certain that those policemen who were brutal to her can see that she is still alive.  Their behaviour never affected her.  Thank you very much.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "I don't have a question, but I want to say to Mrs Zokwe that you have seen the condition that you were in, the time you were explaining the conditions and the damage at your house and the body of your son.  We've seen everything and we are hopeless, but I must indicate that you power the way you were behaving, I want to ask you, where did you get this strength, so that other people as well may know that in times of trouble, there has to be strength?",
            "Unknown"
        ],
        [
            "MRS ZOKWE",
            "I would like to say it depends on the way in\nEAST LONDON  HEARING TRC/EASTERN CAPE\n29 N.ZOKWE\nwhich the person was brought up. My home was a traditional home.  There were eight boys and six girls at my home, we were all rich at the time.I have a picture of what happened and I was affected by the way in which our culture has been changed and become Westernised. Every time we used have a traditional meal where you'd have the mixture of the mealies and sour milk, and we would share this together.  Unfortunately, when I got married, among my in-laws there were people who would buy a bag of sweets, and everybody who passed this home would get some sweets, everybody would share this bag, because nobody was regarded as a stranger in this house.  My in-laws were so kind and considerate, and this I believe brought luck and good fortune in the family.  Another thing, my husband was the person who was very supportive, he was also a disciplinarian, he was a moralist and I believe that he had influence on me. We had an example of the brave people, the heros, the people who fell down as heros.  When I saw this and saw these models, I could see that I would get strength from those and if I could see that those people could survive the struggle, I was also saying, if they could survive it, then I can survive the struggle. \n I would like to thank you, I know the sacrifices that I've been through, I've endured and tolerated all the prosecution and the persecution that I was receiving.  All these atrocities gave me strength.  I'm proud, very proud as a woman, I would like to say I think it is my womanhood which brought this strength.  I'm brave because I'm looking at the models of other women.  My mother was an administrator, she was a manager in our home, and I was also looking up at her as a model.  She was also a very good model, that is the way in which I was given support at home \nEAST LONDON  HEARING TRC/EASTERN CAPE\n30 N.ZOKWE\nand I transferred this to my generation, and I believe that it would be transferred from generation to generation. I think that tomorrow you'll have to decide for yourself, who you are and what you will be tomorrow.\n I've got my strength from this background that I'm telling you about.  I'd like to say, maybe I'm a bit irrelevant, but I'd like to say, I know, I could write a book about my son.  This is not even a quarter of what I've said, this narration that I've given to you people, I would like to say the Commission should please give me even if it is an hour to be able to express my feelings, to give a narration of what happened again.\n After I was widowed, it was a place for the policemen, they came day in and day out, asking me petty questions and I could not answer some of them.  When I was at home the other day, I went to get stock for my shop.  I have long reeds in my yard, where I used to hide, they used there, I can quote many of them.  I used to hide them there in my reeds on my premises.  When the doctor Silombela started to suffer from arthritis, I said I cannot go to that home because I was expected to go but I still said I'll never leave this place, I won't leave this place,   will go away and buy another house when my children come back. I know I've I've rescued many of them, many children from Cape Town, from Johannesburg, at all places where my children whose peer groups were coming from all places and they got refuge at my place. I don't know whether I've answered your question.  Thank you.",
            "Female"
        ],
        [
            "ARCHBISHOP TUTU",
            "Thank you very much both of you.  I've said already before we went for lunch that we are very grateful for what you've done for us.",
            "Unknown"
        ]
    ]
}