{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-10",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "MR ZWELAKHE BIKITSHA"
        ],
        "case number": "EC195/96 ELN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55229&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elnbikit.htm",
        "speakers": [
            "MISS CRICHTON",
            "MISS MAYA",
            "MR MBANDAZAYO",
            "MR NOMPOZOLO",
            "MR SANDI",
            "REV FINCA",
            "REV XUNDU"
        ],
        "original_speakers": [
            "REV FINCA",
            "MR ZWELAKHE BIKITSHA",
            "MISS MAYA",
            "MR BIKITSHA",
            "MR SANDI",
            "MR MBANDAZAYO",
            "REV XUNDU",
            "MR MHLELI MFUNANI",
            "MR MFUNANI",
            "MR NOMPOZOLO",
            "MR UMHLANGABISE MMFUNDISI",
            "MR MMFUNDISI",
            "MR UMSHLOBO MTATHA",
            "MR MTATHA",
            "MISS CRICHTON"
        ]
    },
    "testimony": [
        [
            "REV FINCA",
            "We will now call Zwelakhe Bikitsha.  While he is coming up to the stage I would like to ask all the witnesses for to-day to go to that table to ask for Mr Pilanxhumba so those that those can appear to-morrow can tell us and those who cannot we will try to squeeze them in to-day because it is clear that we do not have enough time to finish our order.  Those who are able to appear to-morrow please go to that table and indicate whether you will be able to appear to-morrow or not.\n Mr Bikitsah Zwelakhe we welcome you, we will ask Reverend Xundu to help you take the oath so that you can give us your testimony.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "REV FINCA",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Chairperson.  Mr Bikitsha I greet you, your story is concerning what happened to you is that correct?",
            "Female"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MISS MAYA",
            "We have a date here is the 16th of July 1987?",
            "Female"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Where your home was attacked and one person died inside the house and certain police were injured.  Are you going to talk about that story?",
            "Female"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Please tell us briefly what happened on that day.",
            "Female"
        ],
        [
            [],
            "On the 16th of July 1987 Matemba and I got up in the morning, Matemba Vuso.  I was preparing to come to Highway to have my shoes repaired at the shoemaker.  I left him behind cleaning.  I went to Highway and I did all that I was supposed to do.  On my return, as I was using the main road up to Mount Ruth I got to the T-junction joining the way from Cecilia Makiwane Hospital I heard a noise.  When I looked towards the right I found that the children from Hosanah College toyi-toying.  There was someone standing next to me I asked him what was going on and he pointed in front of me and said I must look.  As I looked there was a Hippo a Casspir turning towards the main street going to Mount Ruth.  At the time there was a group of soldiers walking down from people's houses.  As I was trying to figure what was going on this Casspir went from house to house.  I thought that they'd got lost.  It went into the fourth house.  I walked into a house opposite this Casspir and a White policeman came towards me pointing a gun at me saying that I must get out of the way.  I tried to go back home but as I turned right going home I turned left again going straight home.  As I got into the street I saw  that there were a whole lot of white cars Ford  Sierra's and Ford Escourts.  I walked right past and I had a bag with me.  I looked at my house and I realised that my fencing had fallen apart.  Outside my house there were blankets and bedspreads.  I walked past my house.  I walked past my house.  Steven Knipe......  I left my bag there with Tammy and I told him that I would come back.  There were a whole lot of things going on.   Even though I was there by mistake I told myself that I was going to go to the Border Council of Churches.  As I was going up the road a child called out to me.  This child told me about his brother who was in exile.  They were fighting over the phone.  The one wanted to phone the sister and tell her what was happening.  They said that I must go and help with the dispute.  I did not realise at the time that this house was the house where the Hippo had gone in and when I went there it caused my arrest.  As I went down the road a Ford Escourt came driving very fast and when it came close to me about six metres it braked but drove past.  I thought I better not run away else they would shoot at me.  This car reversed and stopped right in front of me and a man got out of the driver's seat.  It was Mhleli whom I knew.  He would come to my aunt at Mgwane on holiday.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Who is Mhleli?",
            "Female"
        ],
        [
            [],
            "He is Mfunani.  Mhleli said that I'd grown up at his home even though he was the one who was going to my aunt.  Mhleli was my cousin's half brother.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Was Mhleli a policeman?",
            "Female"
        ],
        [
            [],
            "He was a Security Branch officer.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Could we revert back please, please tell us what exactly happened on this day you said that you saw your fence was down.",
            "Female"
        ],
        [
            [],
            "The security officers and soldiers were at my house looking for an MK member.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Was there an MK member in your house?",
            "Female"
        ],
        [
            [],
            "Yes, Rousseau was there.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Is his is Matemba?",
            "Female"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MISS MAYA",
            "What did you eventually find out happened at your place?",
            "Female"
        ],
        [
            [],
            "Matemba passed away.  I was taken back to my house.  Van Wyk was there with Captain Mfundisi.  Captain van Wyk had my marriage certificate and pictures and asked if that was my documentation and I said yes.  He showed me two policemen that had passed away.  He then took me to a corner where Matemba was lying, dead.  I did not see anyone though.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you eventually find out how he died?",
            "Female"
        ],
        [
            [],
            "I got his story when a State Witness Mr Mxhata gave evidence.  He gave evidence about me in court.  He said that he was on the lookout and kept on hiding behind a wall but got shot.  He said he'd been shot by a particular policeman",
            "Male"
        ],
        [
            "MISS MAYA",
            "Have you given us this name?",
            "Female"
        ],
        [
            [],
            "I do not remember it.",
            "Male"
        ],
        [
            "MISS MAYA",
            "After you were shot at home, what happened to you?",
            "Female"
        ],
        [
            [],
            "Van Wyk said that Mfundisi must take me to the police station and they must make sure that I divulge.",
            "Male"
        ],
        [
            "MISS MAYA",
            "And when you got to this police station?",
            "Female"
        ],
        [
            [],
            "They took me towards the Security section and I went in.  There was a passage and some rooms with doors closed.  I was not given a good reception as I was beaten up with all the weapons they had in their hands.  They told me to go in but I didn't know what they were talking about because the doors were closed.  Eventually a door was opened and I went into this room where there was an elderly man who strangled me saying that the police are dead and they tried to stop him.  He told me to tell them my story.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Mr Bikitsha the people who were assaulting you, did you know any of them or can you identify any of them?",
            "Female"
        ],
        [
            [],
            "I saw many of them.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you give us details about them?",
            "Female"
        ],
        [
            [],
            "I have a list of their names.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Can you please give us the names of those you remember?",
            "Female"
        ],
        [
            [],
            "Mxhata, Delait Mazewa, Swelindaho, Mfundisi and Bouti.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Bikitsha, are there any people on that list that are still alive?",
            "Female"
        ],
        [
            [],
            "Bouti and Mtatha are in higher ranks now.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Thank you, for how long were you detained?",
            "Female"
        ],
        [
            [],
            "For ninety six days.",
            "Male"
        ],
        [
            "MISS MAYA",
            "How were you treated during that time?",
            "Female"
        ],
        [
            [],
            "................ the treatment I got after the interrogations we wrote autobiographies and they left us alone.  We appeared before the Magistrate Mxhaeba\n and we saw the doctor Agweno we made a claim and we were told that he is the Ciskei but he's still in Cecilia Makiwane even to-day.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Is there anything else you would like to add before I as you for your requests or your expectations?",
            "Female"
        ],
        [
            [],
            "Yes, there is something I would like to add.  The Government robbed us because we won our claim an out of court settlement.  Firstly, we were robbed because we were sent to the Magistrate and instead of coming and checking our situation he talked to us as if he was talking to children.  Secondly, the doctor was said to be missing and our folders were missing but the doctor was there.  They made this up so that we would not be able to claim.  My house was damaged as well.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Please give us the name of the Magistrate.",
            "Female"
        ],
        [
            [],
            "He is Mxhaeba.",
            "Male"
        ],
        [
            "MISS MAYA",
            "And the doctor?",
            "Female"
        ],
        [
            [],
            "Agweno.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Thank you.  What are your requests or what do you expect the Commission to do for you?",
            "Female"
        ],
        [
            [],
            "First of all I would like these people to come forward with their side of the story so that we can hear their side of the story.  Secondly, as the situation was like it was there were no doctors that were helping us we were not treated properly and we were tortured .  The single cells in which we were kept had no windows.  We were then transferred to solitary confinement in prison and we needed medical treatment because we suffered from stress and from torture.  Thirdly, my house and my properties ...  I got three thousand rand and I could not even buy enough clothes to wear with that kind of money.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Bikitsha I will now hand over to the Chairperson and maybe you will be asked questions.  Thank you.",
            "Female"
        ],
        [
            "REV FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.  Mr Bikitsha you mentioned certain names in your statement and when you were talking you didn't mention these names, who was Mr Nonhonho?",
            "Male"
        ],
        [
            [],
            "He was a Commander.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did he take part in this process?",
            "Male"
        ],
        [
            [],
            "Yes, he did because I was tortured by Mnandana their sub-ordinate.  They pretended to be better and I went to Nonhonho.  They also had documents of people who were in exile.  They interrogated us about these people.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did Mr Nonhonho do to you?",
            "Male"
        ],
        [
            [],
            "He was instructing these people to do the things they were doing to me.  They were in his command.",
            "Male"
        ],
        [
            "MR SANDI",
            "When you're talking about these people are you talking about Mtatha, the late Mazilwa, Swelendao, Mfundisi  and Bouti?",
            "Male"
        ],
        [
            [],
            "Yes, and others.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Bikitsha I have only one question for you, you are talking about doctors.  You were tortured and then you were taken to the doctors for treatment.",
            "Unknown"
        ],
        [
            [],
            "Please repeat Sir.",
            "Male"
        ],
        [
            "REV FINCA",
            "Do you have a medical report to substantiate the allegation of torture?",
            "Unknown"
        ],
        [
            [],
            "No, we were never given a medical report.  We went to Abes a coloured guy when we were released but I don't know if he's still around.",
            "Male"
        ],
        [
            "REV FINCA",
            "The second question, I want to know what kind of torture was used on you.",
            "Unknown"
        ],
        [
            [],
            "Firstly, they used a cube.  They tortured us daily for the two weeks that we spent there.  They also used a ............ they would handcuff our arms and our legs and they would put something between your knees and your hands and then they'd put two tables together and put you between those tables with your head upside down.  This affected my arms and my legs.   If you were tall enough so that your had touched the floor they would lift the two tables so that you can hang.  At the time you would have nothing on top and they would push you and beat you with a sjambok all the time.",
            "Male"
        ],
        [
            "REV FINCA",
            "What did you refer the one you just mentioned to?",
            "Unknown"
        ],
        [
            [],
            "It was boeing.",
            "Male"
        ],
        [
            "REV FINCA",
            "Who were torturing you, do you know their names?",
            "Unknown"
        ],
        [
            [],
            "There were many of them but Bouti and  Mtatha were also there.",
            "Male"
        ],
        [
            "REV FINCA",
            "There are a number of perpetrators you've mentioned.  All of them will come forward to deny that they were involved so your evidence must clearly clarify who did this to you or were your eyes closed.",
            "Unknown"
        ],
        [
            [],
            "At the time I didn't know them but as I was in prison I got to know them.  They were doing one thing at the same time they were not sending each other.  All of them were eager.",
            "Male"
        ],
        [
            "REV FINCA",
            "Lastly Mr Bikitsha, you mentioned Boyce ..........., Nokalema Thomas as the witnesses.  Are these your witnesses, were they detained with you or what are they witnessing?",
            "Unknown"
        ],
        [
            [],
            "Boyce .................. is not a witness we were charged together.  Nokalema was the one who hired a lawyer Magqabi for me.   He applied for a grant to pay for my house from the Border Council of Churches.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you for saying that you received a grant from the Border Council of Churches because I'm from there.  Were you tortured alone was there no one who can witness this?",
            "Unknown"
        ],
        [
            [],
            "I was alone.",
            "Male"
        ],
        [
            "REV FINCA",
            "Were you in solitary confinement?",
            "Unknown"
        ],
        [
            [],
            "In the torture room you would be alone.",
            "Male"
        ],
        [
            "REV FINCA",
            "I think this is my last question, you said that at home there was a person who was a member of Umkhonto weSizwe, were you a member of Umkhonto weSizwe?",
            "Unknown"
        ],
        [
            [],
            "I received training inside.  I received my training inside the country.",
            "Male"
        ],
        [
            "REV FINCA",
            "My question was were you a member of Umkhonto weSizwe?",
            "Unknown"
        ],
        [
            [],
            "No, I was not a member of Umkhonto weSizwe.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you very much Mr Bikitsha, we apologise for asking you many questions but we have to get clarity because you've mentioned a lot of people's names and these people would like to appear before the Commission to deny these allegations.  We have to get clarity so that we are able to know what the real truth is.  I would like to thank you for now, you may go back to your seat.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "We will call three people who want to state their side of the story regarding Zwelakhe Bikitsha's evidence.  The first one is Mr Mhleli Mfunani who will be with his legal representative Mr Mbandazayo.  Mr Mbandazayo please confirm your name and the name of your client and the reason why you want to appear before the Commission to-day.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman I confirm that I am Lungelo Mbandazayo .............. and I'm representing Mr Mhleli Mfunani ...............",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you.  Mr Mhleli Mfunani  we would like you to take an oath.  We thank you for coming here to give us your side of the story with regard to Mr Bikitsha's evidence.  Reverend Xundu will help you take the oath, thank you.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Mbandazayo please proceed with your client.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman as usual you have before you main points which my client will give evidence on and I will start asking him to give evidence on those points.  Mr Mfunani you have heard the complainant Mr Bikitsha giving evidence regarding the circumstances of the day in question, can you before the Commission and in your own words tell the Commission what happened on the day in question.",
            "Male"
        ],
        [
            [],
            "I can do that Sir.  Thank you Mr Chairperson.   First of all it is true that the witness who was here, we used to live together a lot of times.  Secondly Mr Chairperson on this particular day I was working in Bisho and I had just been promoted after writing police examinations.  I was at the Head Office in Bisho at the time.\n On this particular day I was with late Captain Maganuga coming to Mdantsane to the Security Offices there and we had no idea of any operation.  We got to Mdantsane and there was a joint operation.  We went with the late Captain Maganuga to the office and asked what was going on.  We heard that we were going to NU 3 to 7809.   At the time I was not aware whose house this was but out of curiosity we followed the police.  When we were near Kyalatemba we heard gunshots from NU 74.  We were standing near Kyalatemba.  After the gunshots stopped we went nearer.  If I remember clearly when I arrived there, there were police and soldiers.  I don't remember the police who asked me but I was asked to take the injured police to Cecilia Makiwane which I did.  I came back from Cecilia Makiwane hospital because I wanted to know what happened.  I was shown the police who died and one guy from exile.  I don't remember who said this but I received a message that I was called over the police radio.  I don't remember if it was the Commander of Mdantsane but he said that the owner of this house was Mr Zwelakhe Bikitsha and as I was the person who knew him I had to help them arrest him which I did as a policeman.  I arrested Mr Bikitsha together with other police but I don't remember who they were.  \n After that I left him in Mdantsane Security Branch and I never met with him again.  Fortunately Mr Chairperson he didn't even mention that I was the one torturing him.  I met him again in court.  That is all Mr Chairperson.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you Mr Mfunani, if you have no objections we are going to ask you a few questions.  Mr Mfunani I think that your statement is very clear but I just want to know when you got to Mdantsane Security Branch offices to whom did you hand Mr Bikitsha over to?",
            "Unknown"
        ],
        [
            [],
            "To the Captain who was Mr Mhlangabise at the time.",
            "Male"
        ],
        [
            "REV FINCA",
            "Is Mhlangabise the first name or surname?",
            "Unknown"
        ],
        [
            [],
            "It Mhlangabise Mfundisi, the surname is Mfundisi.",
            "Male"
        ],
        [
            "REV FINCA",
            "You then met him again in court?",
            "Unknown"
        ],
        [
            [],
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "REV FINCA",
            "Who handed him over to you when you met in court?",
            "Unknown"
        ],
        [
            [],
            "I met him in court on the day when he was charged.  He appeared in court because he was charged but I don't remember whether it was on this day that I testified but I did testify because I submitted a statement as I was the one who arrested him.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.   Mr Mfunani, we have a problem with time so I would like you to be very brief in your answers if you can, you can just say yes or no.  Thank you Mr Chairperson.  Let me start by asking this, what is your rank in the police force now?",
            "Male"
        ],
        [
            [],
            "I left the police force as a Major in 1993.",
            "Male"
        ],
        [
            "MR SANDI",
            "When did you joint the police force?",
            "Male"
        ],
        [
            [],
            "In 1979.",
            "Male"
        ],
        [
            "MR SANDI",
            "In your career as a policeman in Ciskei you've come across various incidents like bus boycotts and others, is that correct?",
            "Male"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "At the time of the bus boycott were you a policeman?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Here in Mdantsane?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Lets proceed without wasting any time.  Do you know Mr Bikitsha?",
            "Male"
        ],
        [
            [],
            "Yes, I do.",
            "Male"
        ],
        [
            "MR SANDI",
            "How do you know him?",
            "Male"
        ],
        [
            [],
            "We were staying in the same house.",
            "Male"
        ],
        [
            "MR SANDI",
            "Why then is he accusing you of this?",
            "Male"
        ],
        [
            [],
            "I think that he's accusing me because I was the one who arrested him.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you speak to each other after the incident of this arrest, did you meet with each other?",
            "Male"
        ],
        [
            [],
            "I met him in court Mr Chairperson.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you not meet after that?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is it the first time that you see him to-day after appearing in court?",
            "Male"
        ],
        [
            [],
            "I used to see him in the street when I was driving my car.",
            "Male"
        ],
        [
            "MR SANDI",
            "You never spoke to each other?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR SANDI",
            "Why then is he accusing you of this, were you in conflict before?",
            "Male"
        ],
        [
            [],
            "Mr Chairperson I said that he may be accusing me because I was the one who arrested him.   If you listened very carefully when he was testifying he never mentioned my name as one of the people who were torturing him.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Mfunani, I'm very sorry that we do not have enough time.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you Mr Mfunani, we are not making any findings concerning this matter.  When we take a decision to include your name as a perpetrator in this case we will inform you so that we can get more representation from your side if you so wish but for now we thank you and we thank Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "REV FINCA",
            "Are you not appearing for Mr Mfundisi?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "I think Mr Nompozolo  is appearing for Captain Mfundisi.",
            "Male"
        ],
        [
            "REV FINCA",
            "Who?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Nompozolo is his surname he is appearing Superintendent Mfundisi.",
            "Male"
        ],
        [
            "REV FINCA",
            "I'm very sorry, you are excused.   Let us ask Mr Umhlangabise Mfundisi to come forward.  I'm sorry we got wrong information, could you introduce yourself and introduce your client?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman, Mr Chairman my name is Lindile Nompozolo from Nompozolo ............. Attorneys in East London.",
            "Male"
        ],
        [
            "REV FINCA",
            "How do you spell that? No the first name is okay, the surname?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Nompozolo.",
            "Male"
        ],
        [
            "REV FINCA",
            "Nompozolo.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.",
            "Male"
        ],
        [
            "REV FINCA",
            "And you are appearing for Mr Umhlangabise Mfundisi?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you very much Sir.  Thank you for appearing before the Commission Mr Mfundisi, please stand to take the oath.  Reverend Xundu will lead you.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Mfundisi we have your statement and we'll hand over to you Mr Nompozolo to lead the witness in evidence.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairperson.  What is your rank?",
            "Male"
        ],
        [
            [],
            "It's Superintendent.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Presently?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And on the sixteen of July 1987, what was your rank?",
            "Male"
        ],
        [
            [],
            "A Captain.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Who was your employer at that time?",
            "Male"
        ],
        [
            [],
            "The Ciskeian Police, the Government of the Ciskei.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "On the day in question we have already heard that there was a raid or a mission, can you confirm your role there?",
            "Male"
        ],
        [
            [],
            "There was indeed a raid and my role was to be the Commander of the entire raid.  I had to answer to all questions and see to it that the raid went smoothly.  I was a specialist in weapons therefore I had to inspect the whole ............",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The testimony of Mr Zwelakhe Bikitsha says that you instructed Mxhata to take him to the police station and to make him talk, what is your answer to that?",
            "Male"
        ],
        [
            [],
            "It is true, I gave Mxhata orders to take him to the police station whoever I did not say that he must make him talk.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The evidence of Bikitsha alleges that you and other policemen tortured him although he was not specific.",
            "Male"
        ],
        [
            [],
            "I have never tortured him in any way.",
            "Male"
        ],
        [
            "REV FINCA",
            "Are there questions?   Do you have any objection to us asking the witness some questions?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "No objections Mr Chairman.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you.  Reverend Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I just want to ask one question, according to your knowledge with a long record of being a policeman do you think anybody was tortured by the police or people's rights were violated by the police or have you never heard of such?",
            "Unknown"
        ],
        [
            [],
            "It would happen.  Some people would be charged and sentenced and some people would even be killed.  There are those who do not appear before the court.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Would it happen that if you wanted information from someone that person would be tortured.",
            "Unknown"
        ],
        [
            [],
            "Yes, it would happen but not daily.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.  I did not understand your answer to Reverend Xundu clearly as people started laughing.",
            "Male"
        ],
        [
            [],
            "It would happen that people were beaten but not daily.  What I'm saying is it would depend on the people that are beating the person up and why.  I cannot be specific and say so and so was beaten or why that person was beaten.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.  Perhaps Mr Chairperson you would allow me to make this statement before I ask questions.  The alleged perpetrators remind me of a book I once read in which it said there are three types of lazy people.",
            "Male"
        ],
        [
            [],
            "It is not me I do not know anything about it and I do not care.",
            "Male"
        ],
        [
            "MR SANDI",
            "Let us go back to the methods used when people are being interrogated, what methods would be used to interrogate people?",
            "Male"
        ],
        [
            [],
            "Let me rectify this I did not say that it is when people are arrested it only happens sometimes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Let's talk about people who are arrested somebody who is being interrogated maybe the police wanted information from that person, how would you ascertain that you get co-operation from the prisoner?",
            "Male"
        ],
        [
            [],
            "According to the law one would interrogate the person by questioning beyond that would not be according to the law.",
            "Male"
        ],
        [
            "MR SANDI",
            "As a policeman can you tell me what methods would you use to interrogate people that are arrested?  If you wanted information from a prisoner what method would you use?",
            "Male"
        ],
        [
            [],
            "I personally would be very careful especially if the case was mine because I would want the case to be successful.  I would not interrogate a person without information I would rather leave that person. I would succeed because as I interrogate this person it would come across that I know more than the prisoner.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Mfundisi  the questions that we would ask as the Commission are not because we do not know the answers to the questions.  Each witness appearing before us would swear and be on oath to tell the truth even though we have the answers but because we want to ascertain the truthfulness of the person we ask questions to.  Who gave orders on this day when you were commanding the raid as I need clarity here?",
            "Male"
        ],
        [
            [],
            "What orders or instructions about the raid or what?",
            "Male"
        ],
        [
            "MR SANDI",
            "As a Commander of this particular unit where did you receive your instructions from, what were you supposed to do and where?  Please be patient Sir and wait for me to say I'm finished, I'm through.",
            "Male"
        ],
        [
            [],
            "A week before the raid White men from the Security Branch in East London came telling me that there is an anonymous letter which they received and this letter contained information about the Security Police.  The letter alleged that we wanted Matembo Umwuso who stayed in the house of a certain Mr Bikitsha.  This person proceeded saying that we must raid this house as there are arms and explosives which are unlawful and this person was at home most of the time especially during the day however at night this person goes out.  This person said he wanted to get rid of the person with the illegal arms.  I asked for this letter but it was not given to me and I was then requested by the Security Branch Officers from East London to help them find this man.  I was a bit concerned because this was not the usual way of getting information.  It probably was someone who was close to this family or who knew them very well but the question was, who was this person.  I took the telephone directory there was only one Bikitsha that was listed next to Mount Ruth.  I was a bit confused because a second Bikitsha came up within the area.  somebody phone saying that this anonymous person phoned again and this person was urging us to make this raid.  This time I got the chance to read the letter.  We did not know whether this was a trap and we did not know who Bikitsha was.  We summoned a task force and handed this over to them.  After the task force had searched the house we would be allowed to search the house.  It was .......................... who would lead this.",
            "Male"
        ],
        [
            "MR SANDI",
            "Excuse me Mr Mfundisi you have answered me I just wanted to know where you got the orders from.  Apparently you got this from the Republic of South Africa even though you were the police of the Republic of Ciskei.  Let us conclude  this matter.  You said you are an expert where explosives are concerned.",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Could you clarify that?",
            "Male"
        ],
        [
            "REV FINCA",
            "Order please we are not in a circus we are in a hearing, order please.",
            "Unknown"
        ],
        [
            [],
            "I'm not sure what you're saying.",
            "Male"
        ],
        [
            "MR SANDI",
            "When did you become an expert in explosives?",
            "Male"
        ],
        [
            [],
            "In 1985.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you study?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman I won't take this any further.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you  Mr ......................  Mr Mfundisi you were listening when ...   Do you confirm that you arrested Mr Bikitsha?",
            "Unknown"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "REV FINCA",
            "Did you confirm that Mr Bikitsha was handed over to you after having been arrested?",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "REV FINCA",
            "Was this at Mdantsane Security Offices?",
            "Unknown"
        ],
        [
            [],
            "I think there is a mistake.  When he was arrested I was still at Mr Bikitsha's house conducting the search.  What caused the delay was as a person in charge after the whole raid I would have to give a detailed report to the Head Office and wait for the photographers therefore I was still there.  He then he came saying that he has this Mr Bikitsha and that is how he was handed over to me.",
            "Male"
        ],
        [
            "REV FINCA",
            "Therefore you are disputing the fact that he was taken to Mdantsane Security Police and handed over to you?",
            "Unknown"
        ],
        [
            [],
            "I think there's a mistake there it didn't happen that way.",
            "Male"
        ],
        [
            "REV FINCA",
            "Why are you sentencing him, aren't you making a mistake?",
            "Unknown"
        ],
        [
            [],
            "No, I wouldn't, I couldn't.",
            "Male"
        ],
        [
            "REV FINCA",
            "Who had a higher rank you or Mfunani, who was superior?",
            "Unknown"
        ],
        [
            [],
            "It was myself.",
            "Male"
        ],
        [
            "REV FINCA",
            "Who was in charge of detainees?  Clarify.",
            "Unknown"
        ],
        [
            [],
            "Lets start here.  If somebody is arrested because he is a threat to the Security according to Section 26 of the Ciskei it is the panel therefore?",
            "Male"
        ],
        [
            "REV FINCA",
            "Sir we are not talking under general here please, lets not waste time.  We are not under general here we are talking about a specific person that is Mr Bikitsha.  Who was in charge of the detention of Bikitsha for purposes of interrogation.  The evidence which has been placed before us is that he was handed over to you.",
            "Unknown"
        ],
        [
            [],
            "The person that was in charge was the person heading the Security the person who was responsible at the time was Colonel Nonhonho.",
            "Male"
        ],
        [
            "REV FINCA",
            "Why did it take us so long to tell us it was Colonel Nonhonho?  Therefore it was not you it was Colonel Nonhonho and so if we want to know the truth about this whether Mr Bikitsha was violated we should as Colonel Nonhonho?",
            "Unknown"
        ],
        [
            [],
            "If Bikitsha's rights were violated you would get an immediate report from Colonel Nonhonho.",
            "Male"
        ],
        [
            "REV FINCA",
            "Who was more senior between the two of you?",
            "Unknown"
        ],
        [
            [],
            "It was Colonel Nonhonho.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            [],
            "Perhaps I can elaborate I've a copy of Bikitsha's detention he was detained by Sergeant Zinzile on instructions of Colonel Nonhonho.  This is the extract of the OB.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Mfundisi, we are going to request that we go into greater detail with you later.  We do not make a finding yet as we need a lot of clarity on this matter we will send you a notice of Section 29 and request that you appear before us to give us more detail and clarity.  For now we give you a break until we meet under Section 29, thank you.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Are you appearing for Mr Mtatha as well?  Mr Mtatha please?  Mr Nompozolo could you please identify yourself again and tell us who your client is.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "My name is Lindele Nompozolo and I'm from Nompozolo .................... Attorneys from East London.  I'm representing Inspector Mtatha.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you very much, Mr Umshlobo Mtatha we would like you to take an oath.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Nompozolo we've got a written statement from Mr Mtatha and we would like you to lead him with questions.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that you are employed by the South African Police services?",
            "Male"
        ],
        [
            [],
            "Yes, that is correct I'm an Inspector.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "On the sixteenth of July 1987 were you employed by the Ciskeian Police.",
            "Male"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "As what?",
            "Male"
        ],
        [
            [],
            "I was a Sergeant in the Security Branch.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Can you cast your mind back to the events of the sixteen of July 1987 particularly about the raid which took place at house number 7409, NU 3?",
            "Male"
        ],
        [
            [],
            "Yes, I can do that Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "There somebody was killed and a number of policemen were also killed, is that correct?",
            "Male"
        ],
        [
            [],
            "Yes, that is correct",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "A suspect was arrested, do you know the name of the suspect?",
            "Male"
        ],
        [
            [],
            "Yes, I do know the name.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What was his name?",
            "Male"
        ],
        [
            [],
            "Mr Bikitsha.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Do you know who arrested him?",
            "Male"
        ],
        [
            [],
            "Major Mfunani arrested him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "After the arrest what happened to Bikitsha?",
            "Male"
        ],
        [
            [],
            "He was arrested by Major Mfunani and I escorted him to the police station where I handed him over to the other police but I was standing outside.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "In you Affidavit you have attached an extract from the Occurrence Book, is that correct?",
            "Male"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Can you read to the Commission what was written at 16:05.",
            "Male"
        ],
        [
            [],
            "Detention.  Sergeant Zinzile details blackmail Zwelakhe Bikitsha under Section 26.  Instruction from Colonel Nonhonho.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you.  You heard the allegations from Mr Bikitsha that you were one of his assailants.",
            "Male"
        ],
        [
            [],
            "Yes, I did hear those allegations.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What do you say to that?",
            "Male"
        ],
        [
            [],
            "Those allegations are not true.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "After he was detained did you ever have contact with him?",
            "Male"
        ],
        [
            [],
            "I gave him clothes to change that's when I saw him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Where you his investigating officer?",
            "Male"
        ],
        [
            [],
            "No, I was never his investigating officer.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.  There's just one point I left out Mr Chairman.  He indicated to the Commission that you were given instructions by the then Captain Mfundisi to take him to the police station and to make him talk.",
            "Male"
        ],
        [
            [],
            "No, he's making a mistake.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you very much Mr Mtatha, in your last answer you said that he was making a mistake.  He made a mistake in that you were instructed by Captain Mfundisi but he was assaulted by Mr Nonhonho?",
            "Unknown"
        ],
        [
            [],
            "He's making a mistake by saying that I was given instructions by Captain Mfundisi to torture him so that he can talk because Captain Mfundisi on that day couldn't give us instructions because there was a Senior, Lieutenant Mfunani.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Nompozolo do you want to consult with your client?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, thank you Mr Chairman.",
            "Male"
        ],
        [
            "REV FINCA",
            "Just switch of the mike whilst you are consulting.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.  The witness wants to rephrase his answer.",
            "Male"
        ],
        [
            "REV FINCA",
            "Go ahead Mr Mtatha.",
            "Unknown"
        ],
        [
            [],
            "I never got such instructions.  The instruction I got was to escourt a car to the police station not to torture him so that he can give us some information.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you, are there questions?  Reverend Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Chairperson when a person had been arrested the police would say that we would make you talk, didn't you hear the use of such terminology in connection with people who were arrested?",
            "Unknown"
        ],
        [
            [],
            "I did hear that.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What did that mean?",
            "Unknown"
        ],
        [
            [],
            "Sometime a person would be asked questions concerning a charge laid against him or ...",
            "Male"
        ],
        [
            "REV XUNDU",
            "You said sometimes, what would happen at other times?",
            "Unknown"
        ],
        [
            [],
            "Or he would be instructed to write down what he was saying.",
            "Male"
        ],
        [
            "REV XUNDU",
            "He would not be tortured?",
            "Unknown"
        ],
        [
            [],
            "He would not be assaulted he would just be told and given tea and be told to write down because we wanted the truth from him",
            "Male"
        ],
        [
            "REV XUNDU",
            "Secondly, you said you were present in the raid on the house, is that correct?",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "REV XUNDU",
            "You were armed?",
            "Unknown"
        ],
        [
            [],
            "Yes, I was.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you shoot?",
            "Unknown"
        ],
        [
            [],
            "No, I did not shoot Sir.",
            "Male"
        ],
        [
            "REV XUNDU",
            "But your colleagues did?",
            "Unknown"
        ],
        [
            [],
            "I don't remember during that operation except for those who were inside the yard I think those were the ones who shot but of those that were with me nobody shot.",
            "Male"
        ],
        [
            "REV XUNDU",
            "There was no order that you must shoot?",
            "Unknown"
        ],
        [
            [],
            "No, there was no order as Colonel who was superior in that operation there was no order saying that we must shoot.",
            "Male"
        ],
        [
            "REV XUNDU",
            "So those that did use their weapons shot out of their own?",
            "Unknown"
        ],
        [
            [],
            "Yes, because they saw the situation fit.",
            "Male"
        ],
        [
            "REV XUNDU",
            "They took the law into their own hands?",
            "Unknown"
        ],
        [
            [],
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Chairperson.  Mr Mtatha I have two questions for you.  First of all the copy of the occurrence book attached to your Affidavit, what is the purpose thereof is it because you know the person who wrote this occurrence or do you want to clarify to us who arrested this person?",
            "Female"
        ],
        [
            [],
            "I wanted to clarify who arrested him and who took him to prison.",
            "Male"
        ],
        [
            "MISS MAYA",
            "According to this extract it is said that Mr Bikitsha was arrested under the orders of Colonel Nonhonho, do you have any knowledge concerning that?",
            "Female"
        ],
        [
            [],
            "According to this Section, Section 26 when you read it is said that the person who has a right to arrest a person is a Colonel and his Superiors.  The sub-ordinates do not have a right to arrest a person.",
            "Male"
        ],
        [
            "MISS MAYA",
            "You gave us this statement saying that instructions were from Colonel Nonhonho, do you have any knowledge of that?  Let me leave that question and say that you heard Inspector Mfundisi saying that the person was responsible for the detainees was Colonel Nonhonho, is that correct?",
            "Female"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MISS MAYA",
            "In other words if a person arrested for interrogation Colonel Nonhonho would have a knowledge of that?",
            "Female"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MISS MAYA",
            "I may be wrong when I refer to the Affidavit of Colonel Nonhonho because he is not here, but I'm going to ask this question as you gave me the right to ask because of the extract. (Extract from Colonel Nonhonho's statement: Some weeks later whilst on leave I was informed that Zwelakhe, Mr Bikitsha had been arrested).  He said that he knew about that Mr Bikitsha had been arrested some weeks later but your extract said that Mr Bikitsha was arrested under Section 26 under instructions from Colonel Nonhonho, can you please explain this to us?",
            "Female"
        ],
        [
            "MR NOMPOZOLO",
            "He wants to consult with Mr Chairman.  Thank you.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Mr Nompozolo if you don't mind I would like to withdraw the question thank you.",
            "Female"
        ],
        [
            "REV FINCA",
            "Unless you insist on answering the question because the statement being referred to is the statement of Colonel Nonhonho he's the one who made the statement but what we want to know from Mr Mtatha perhaps now, is he confirming that Mr Nonhonho was present and is he confirming that Mr Nonhonho did instruct the detention of ... and you must remember that he is under oath.",
            "Unknown"
        ],
        [
            [],
            "According to the OB extract Mr Chairperson I do confirm because it is written this way according to the OB extract.",
            "Male"
        ],
        [
            "REV FINCA",
            "The question asked was do you confirm that Mr Nonhonho gave you the instructions and did he give you these instructions while he was on holiday or was he present?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairperson according to the OB extract as this was written by one member of the Security Branch it is very difficult for me to know whether this member who signed this OB extract ... because we'd be given instructions and told to do a job at that particular time.",
            "Male"
        ],
        [
            "REV FINCA",
            "You saw the police who were in that operation, was Mr Nonhonho there?",
            "Unknown"
        ],
        [
            [],
            "Because I was busy on that day and I was shocked because there were bullets all over I'm not sure whether he was there or not.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Mtatha we thank you for now, as I've already said to Mr Mfundisi who testified before you we are going to give you notices with a view to an in-depth investigation on this matter.  We are not contemplating making a finding at this stage which would want to declare you a perpetrator we would want to hold a more in-depth hearing after we will have more time to go in-depth on this matter.  What you have said now remains on our records and we will be using that in a Section 29 hearing.  Thank you Mr Nompozolo for your assistance you may be excused.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "REV FINCA",
            "Lastly we want to read Mr Nonhonho's statement for the record.  He's not here but his attorney Mr Clarke sent us his statement for the record so that when we look deeper into the matter we have his statement on record.  Mrs Crichton will read this statement for us.",
            "Unknown"
        ],
        [
            "MISS CRICHTON",
            "Thank you Mr Chairperson.\nSTATEMENT\nI,\nLOUIS L NONHONHO,\nhereby state as follows:\nI was previously employed as a Major General in the former Ciskei Police.  Prior to my appointment as Major General, in fact, shortly after I was promoted to the rank of Lieutenant Colonel, I was placed as head of the Security Branch.        \nShortly before the arrest of Zwelakhe Bikitsha, a typed letter was received by the Security Police in Cambridge, informing them that there were people with firearms and explosives at Zwelakhe's house.  This information was sent to my head office in Bisho and I was sent to investigate.\nWhen I arrived on the scene I saw that two members of the Police had been murdered and another person with an AK47 in his hand was found dead on the scene.\nSome weeks later, whilst I was on leave, I was informed that Zwelakhe had been arrested.  I had nothing to do with his arrest and I deny the allegations contained n his charge against me.\nI cannot understand why this matter is being brought to the Truth and Reconciliation Commission.  This matter was previously finalised in the Bisho High Court.  The matter was finalised under Case Number 19/88, when Zwelakhe received an undisclosed sum from the Ciskei Government in full and final settlement of his claim.\ntherefore, submit that there is absolutely no reason for this matter to be brought before this Commission.\nDATED at EAST  LONDON this 4 day of JUNE 1997.\n_________________________\n(SIGNED)       LOUIS L NONHONHO",
            "Female"
        ],
        [
            "MISS CRICHTON",
            "Thank you Mr Chairperson.",
            "Female"
        ],
        [
            "REV FINCA",
            "Thank you.  We regret that Mr Nonhonho decided not to avail himself to us to answer a very pertinent question arising out of his statement.  One of which is the one that has been alluded to by Miss Maya but we are hoping that we will be able to meet with him under Section 29 of the Act and converse with him further on what he has said in his statement.  Thank you very much we'll adjourn and meet to-morrow at half past nine.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}