{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-12",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "NOSIPHIWO DAMANE"
        ],
        "case number": "EC0379/96ELN MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55225&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/damane.htm",
        "speakers": [
            "CHAIRPERSON",
            "FUNEKA VOYIYA",
            "MS CRICHTON",
            "NOSIPHIWO DAMANE",
            "REV FINCA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "REV FINCA",
            "NOSIPHIWO DAMANE",
            "FUNEKA VOYIYA",
            "MS CRICHTON",
            "MS DAMANE",
            "MS VOYIYA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Can Nosiphiwo Damane and Funeka Voyiya come forward please.  Will you please get up to be sworn in.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you Ms Chairperson.",
            "Unknown"
        ],
        [
            "NOSIPHIWO DAMANE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you Mam.  You will give your testimony under oath.",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you Mrs Voyiya.  You will make a testimony under oath.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Nosiphiwo Damane, Mrs June Crichton will lead you with questions.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Can you hear me Mrs Damane?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Will you excuse me for one moment.  I just need to mention something to the, to our Commissioner.  Thank you Mrs Damane.  Mrs Damane, you are here to tell us about an incident that happened on the 11th of July in 1986 to somebody by the name of Makhaya Ngalo.  What was his relationship to you?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "He was my boyfriend.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And you had a child with him already, did you?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "Yes, I had a child with him.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "According to your statement you have said that he and three other members of the ANC were killed in a shootout with police near Fort Jackson.  Is that correct?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And that along the road between East London and King William's Town?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Now, you have come here today as a woman to tell us what effect that had on your life.  At the time that you heard of his death from friends you were pregnant.  I would like you to tell us in your words what happened to you as a result of that news that came to you.",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "On the 11th of July I was coming from town.  When I got home I saw that there was chaos in the area.  As Makhaya Ngalo was staying in the same street as myself, because it was a June holiday, the schools were closed.  The teachers who were teaching with them were in the township.  They would go to my neighbours home.  I could see that something was happening, but they were avoiding me.  After that I got a telephone call.  My friend phoned me asking when last I saw Makhaya.  When my friend asked that I asked my friend why are you asking me this.  My friend said that a, she was looking for her husband, Cecil Madyaka.  Because she saw that I got suspicious after asking me about Makhaya, I asked where Cecil was, her husband.  She did not answer me, she just dropped the phone.\n I became suspicious.  I wondered what happened.  I dropped the phone.  I went outside to the neighbours house, to my boyfriend's friend.  When I arrived in my neighbours home they also dropped the phone.  They went in and out.  I called one of his friends who was a teacher at Hobosane.  I asked him what was happening, because it was a holiday and it was cold, because it was Winter.  He told me about what happened.  I tried to be strong, because I knew that my boyfriend was from Cradock so his family members were in Cradock.  I tried to be strong.  I went back home.  I took my diary, trying to check for the telephone numbers.  I phoned his uncle in Worcester, his aunt in Worcester.  \n I did not explain what happened to him, because I was not sure.  His aunt thanked me.  I then stayed at home.  At night while I was sleeping his family members came from Cradock.  They said that they heard that there were Comrades who were killed.  I was not sure whether Makhaya was one of these people, because I was not sure of what I heard.  We saw this incident in the Daily Dispatch the next morning, but no names were mentioned.  They were just labelled as four terrorists who were killed.  In the pictures shown I saw his car.  Because at that time I was pregnant, I was six weeks pregnant, this affected ... and people came for prayers at home and these prayers were disrupted by the police and people stopped these prayers and he was buried at his home in Cradock.  \n After that I became sick.  I became ill and I decided to go to Cecilia Makiwane Hospital for the, in the Maternity Section, because I was pregnant.  I was examined in Cecilia Makiwane.  They did not tell me what was wrong with me.  They gave me another appointment.  I went for the second time.  They put me in a sauna and they told me that I miscarried my child.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "I just want to interrupt you there.  When we were talking earlier you said that the baby had died, but it had not actually come away.  Is that correct?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "So, the word \"miscarriage\" is not correct there.  The, what they said to you was that the baby had died.  Is that right?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And then how did they advise you?  What did they advise you you need to do?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "They advised me to, they said that it was very dangerous to take out the child.  They told me that this will happen naturally.  The miscarriage will happen naturally.  I stayed for three months.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Are you saying, then, that you for three months you carried this dead fetus inside you?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "Yes Mam, it is so.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Continue please.",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "I stayed for three months.  I thought I should leave the area I was at.  I phoned his aunt who was in Worcester that he would go to for holidays as well.  I left with my elder child who was five years of age at the time.  He was still in pre-school.  We went to Worcester.  I asked for a transfer from my doctor so that if something happens I could be admitted in another hospital.  He prepared for me and he gave me a hospital card.  I stayed there.  Nothing happened and I came back, because my child was supposed to graduate from pre-school.  I came back home.  I went to Makiwane Hospital for a check-up.  I told my doctor that I was back.  He gave me a date to go to a sauna.  The fetus was still there.  They admitted me.  They tried to expel the baby from my womb and they performed a DNC.  That is how I lost my child.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Damane, I am almost lost for words as to how you managed over those three months, but I must ask you a question and that is how did you cope emotionally knowing that the shock of what you had experienced and, as you told me earlier, the harassment you had and the teargas that was thrown during the time of the funeral, how did you cope knowing that you were carrying this baby that was no longer alive?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "That terribly affected me.  I could not eat, I lost a lot of weight as a result of that.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Damane, you have come to tell this story to us.  What are your expectations from the Commission?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "If the Commission could help me with my elder child's education, because I am not working.  He is in standard nine at the moment.  It is difficult to pay the school fees.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "How old was he when his father died?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "Five years old.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Damane, is there anything further you wish to add to your testimony?",
            "Female"
        ],
        [
            "NOSIPHIWO DAMANE",
            "No, for now I am through.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you.  I am going to hand you back to the Chairperson in case my colleagues want to ask any questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you June.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Mrs Damane, we would like to thank you for your statement that you have given to us, for the courage you have had to bring it to us.  We share, from this distant place, some of the pain that you had to bear in carrying this child and we trust that having shared your story with us and with the nation you will now find peace and that the requests you have made to the Commission will be considered by the President.  Thank you for your story.  You may stay seated while the next witness is heard.  Thank you Madam Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you June.  Closer to Ms Funeka Voyiya.  May I lead you with questions Mam.  Your story is similar to Mrs Damane's one.  It is about yourself, what happened to you in October 1985 at Duncan Village.  Is that so.",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Yes Mam.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You were also pregnant at that time.  Will you briefly tell us what happened.",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Thank you Mam.  In October 1985 I was pregnant, nine months pregnant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please lift up your voice.",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "I did not feel well.  It was as if my contractions were starting.  Our toilets were quite far from the house, because it was a communal toilet.  I went for the first time to the loo.  The second time I went there were a whole lot of soldiers in the township, in and out of our houses.  If we were cooking they would take the food and eat it.  They did anything they liked to do.  It was like I was going to give birth, because it was, I was due to give birth at that time.  There were three soldiers towards the toilet.  The three were facing me.  I went to the loo.  I saw them even the first time around.  Just before I got to the loo, I was not feeling well.  I would hold on, I held onto the toilet door.\n I heard, I felt something on my stomach, a bang.  Then I fell down.  I do not know what happened after that.  The soldier had apparently shot at me.  The two were standing and the one was sitting down.  I think it is the one that is sitting down that had shot me.  It is the neighbours that took me.  They tried to get an ambulance.  I was taken to hospital.  I stayed in hospital for six months, because the bullet shot me through the child to my back.  The problem was that there was a whole lot of damage inside of me.  They were treating my insides and I had a problem with my back as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What happened to the baby that you were carrying?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "I did not notice anything on the first and second day.  On the third day the doctor told me that my child had died.  On the third day they explained to me that I had lost my child.  They asked me if I wanted to see the child.  It was a girl.  I said, doctor, I do not have a daughter.  I do not know, is there hope, will I ever get another child.  The doctor said it was ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said that you did not have a daughter, you only had sons?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Yes, I only had sons.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And the doctor said that there was no hope that you would get another daughter?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Yes, the doctor said that it was not possible.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "After the six months in hospital how was your health?  Were you able to go back to work?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "I was discharged.  I tried to go to work, but I could not.  I lost my job, because I would go to work and I would get ill and I would have to go home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So that is how you lost your job?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where were you working?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "At the cleaners.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Would you like to add something to your story?  Is there something you would like to add?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Yes, I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What are your requests?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "If the Commission, as I am not working as a result of my back and when the weather is bad I have to be in bed.  If it is going to be cold I feel it in my body.  I do not know what is happening with my back or my kidneys.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you try to get a disability grant or a pension?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Yes, in 1987 I did try.  However, for two days and two nights I was in a queue to as for this grant.  On the third day they said I must go get my folder from Frere Hospital.  I went to, for my file.  I got a female clerk.  I went to the hospital to check my file.  When I came back from Frere Hospital I went back to that queue.  There was on guy there, I found one guy, not the lady who was there before.  I gave him the file and I told him my situation.  He said that I am very young, I do not need a pension.  I must go and ask for work, look for work.  He tore the file.  I then went back home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When was this?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "It was in 1987.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you know the man who did this?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "No, I was told that he was a young man from Mooiplaas, but I do not know his name.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have any medical records or a card from the hospital so that we can be able to find out whether there are documents about you in hospital?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "In hospital they know me, because I spent a lot of time there and the doctor, if he is still there, he will know me.  I can ask the sisters who were there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you still remember the name of the doctor?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "No, I do not remember the name of the doctor.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which hospital was this?  Was it Frere Hospital?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Is that all you wanted to say?",
            "Unknown"
        ],
        [
            "FUNEKA VOYIYA",
            "Yes, that is all.  I have no more requests.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I will hand over to my colleagues.  Maybe you will be asked questions to clarify certain matters.  Thank you Mam.  There are no questions.  I would like Reverend Finca to make a conclusion.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you Chairperson.  Mrs Funeka Voyiya, we thank you very much for coming before the Commission to open your heart the way you did and to tell us the painful things in which we as men cannot understand, because what you have told us, men cannot understand how people feel under such situations.  We thank you for giving us this evidence.  Our report to the President will be able to tell how women were harassed and how they were tortured more than men at the, during the time of the struggle.  We thank you on behalf of the Commission.  Thank you Chairperson.",
            "Unknown"
        ]
    ]
}