{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-13",
        "location": "EAST LONDON",
        "day": "5",
        "names": [
            "STHEMBISO ZORRO NJOLI"
        ],
        "case number": "EC0407/06ELN MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55220&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/1njoli.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MAYA",
            "STHEMBISO ZORRO NJOLI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "STHEMBISO ZORRO NJOLI",
            "MS MAYA",
            "MR NJOLI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Sthembiso Zorro Njoli.",
            "Unknown"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I will hand over to Tiny Maya who is going to lead you with questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Sthembiso you are going to talk about what happened to you in March 1990 when you were on your back to the Sharpeville Day rally.  Please tell us what happened.",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "We came out of Gombo Stadium.  When we were, we were coming to Mdantsane.  The traffic cops were leading us and when we were about to be in Mdantsane they decided to leave us and then the caspar came, soldiers saying that we must, must control the crowd.  When we got to, next to Crave, next to Crave Meat Industries a hippo, the vans hooted at us and when we were about the corner I heard gunshots.  When I looked up I saw a car, a red car, it was coming towards us.  I ran away and I lost consciousness.\n When I regained consciousness I was in a car, a bakkie. We were taken to the hospital.  I was told to take off my clothes.  I lost consciousness again.  On the following morning the man who knocked down these people came to see us in the hospital.  Our doctor said that we were children from the toy-toy.  I heard that some of us lost their legs.  I wanted to know how.  The doctor said that he is going to amputate me, amputate my leg.  I said that he must call my mother.  My mother then visited me in hospital.  I told him, I told her that the doctor is referring to us as children of toy-toy.  Also the nurses were calling us children of toy-toy.  \n I stayed there for four months.  They discharged me in the fourth month.  I went to the hospital again for a checkup.  The doctor said that he has to cut my leg.  I said that what is wrong with my leg, because I can be able to work.  I asked him why did you discharge me if I was not well.  I then went back home, went to the village.  Again I felt pain in my leg.  I went to Bisho.  From Bisho they transferred me to Cecilia Makiwane Hospital.  I decided to go to the attorneys so that this case can be investigated.  They did.  We appeared in court.  The man who knocked us down was in court.  We were told that the case was postponed, we will be called again.  \n 34 People got injured in this incident, six died, 28 people sustained minor injuries.  I wondered what happened to other people, those who were injured.  My lawyer said that you are here on your own.  They will find their own lawyers.",
            "Male"
        ],
        [
            "MS MAYA",
            "Sthembiso, what happened to your case?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "Our case was held in 1995.  November 1996 I received a cheque.",
            "Male"
        ],
        [
            "MS MAYA",
            "Let us go back.  You said that you were on your way from a Sharpeville Day rally.  The hippo disrupted you and you were knocked down by a bakkie.  Do you think that the driver of this bakkie did this intentionally or was it accidentally?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "In court he said that he was driving slowly, but he managed to knock 35 people although he was driving slowly.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you know this person?  Was he politically involved or was there any connection between himself and the police?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "I do not know whether there was a connection between himself and the police.  I do not know whether he was politically active.",
            "Male"
        ],
        [
            "MS MAYA",
            "In which political organisation were you a member of?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "East London Youth Congress.",
            "Male"
        ],
        [
            "MS MAYA",
            "You said that the doctor wanted to cut off your leg and you refused.  What happened?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "I went to a specialist.  The specialist said that I, my legs has to be cut.",
            "Male"
        ],
        [
            "MS MAYA",
            "At the time you were at school, in which standard were you?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "I was doing standard eight.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you manage to go back to school?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "I went back in 1991, but I had a problem with my leg.  I was at Sangoma.",
            "Male"
        ],
        [
            "MS MAYA",
            "Because of the pains in your leg you stopped schooling?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "What are your requests to the Commission?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "My request to the Commission is that the person who knocked us down, I would like him to come forward to tell us the reason for him to do that.",
            "Male"
        ],
        [
            "MS MAYA",
            "You also mentioned medical treatment.",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "Yes, I am visiting Southernwood clinic for checkups.",
            "Male"
        ],
        [
            "MS MAYA",
            "You also spoke about a training institution.  Please tell us about that.",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "I was a boxer and I was an athlete.  I cannot do those things anymore.  I cannot train.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Sthembiso.  Is that all?",
            "Female"
        ],
        [
            "STHEMBISO ZORRO NJOLI",
            "Yes, that all.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.  I hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sthembiso Njoli.  We will try and investigate this matter so that we can be able to find out that this is a political issue or is it supposed to be in the Court of Law, because the Commission is concentrating on political, political motive incidents.  If the person who knocked you down had a political motive we will try and investigate that.  Thank you.",
            "Unknown"
        ]
    ]
}