{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-09",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "MR ALFRED MTELE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55236&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elnmte.htm",
        "speakers": [
            "MISS MAYA",
            "REV FINCA"
        ],
        "original_speakers": [
            "REV FINCA",
            "MR ALFRED MTELE",
            "MISS MAYA",
            "MR MTELE"
        ]
    },
    "testimony": [
        [
            "REV FINCA",
            "We now call Alfred Mtele.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "REV FINCA",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Chairperson.  I would like to greet you Mr Mtele.  The story you are going to present before us concerns yourself and you wife, Mrs Florida Thembega Mtele, you're going to tell us what happened on the second of February 1992, is that correct?",
            "Female"
        ],
        [
            [],
            "Yes that is correct but let me correct the year.",
            "Male"
        ],
        [
            "MISS MAYA",
            "What year was it?",
            "Female"
        ],
        [
            [],
            "It was in 1990.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Please tell us briefly what happened to you.",
            "Female"
        ],
        [
            [],
            "When I got home at about eleven after a UDF meeting the window was opened and I told my wife to close the window and we went to bed.  It was very hot that day and we slept on top of the blankets.  At about one in the morning we woke up and the house was in flames.  I tried to wake her, there were flames and smoke all over the house.  We tried to open the kitchen door but it could not open which made it clear that the door was locked from the outside so that we could not open it and all the windows were burglar proofed.   We spent about thirty minutes inside the house and our neighbours tried to break down the  door so that we could get out, we were then taken to the Cecilia Makiwane Hospital.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Were you also burnt or was the house only burnt down?",
            "Female"
        ],
        [
            [],
            "Our bedroom was burnt down as well as ourselves.",
            "Male"
        ],
        [
            "MISS MAYA",
            "You were injured and then you were taken to hospital?",
            "Female"
        ],
        [
            [],
            "Yes we were injured and taken to hospital.",
            "Male"
        ],
        [
            "MISS MAYA",
            "How were you injured and for how long did you stay in hospital?",
            "Female"
        ],
        [
            [],
            "I stayed in hospital for three weeks and my wife for six weeks, she was the one who was badly injured because I woke up and she woke up after me.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Please tell us why did this happen, do you know why your house was burnt down?",
            "Female"
        ],
        [
            [],
            "I don't know why our house was burnt down, I cannot tell you because I don't know and nothing happened to my knowledge which could lead to such an incident accept that I was involved in political activities and I think that there were people fighting against that.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you know who the perpetrators were?",
            "Female"
        ],
        [
            [],
            "No even to-day we don't have any idea but we did lay a charge at the police station.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Was there a witness who saw this and if there was, who was this witness?",
            "Female"
        ],
        [
            [],
            "It was Noxaba who was out neighbour who said that she could not sleep that night and when she heard the bombs, she woke up and opened the window.  She saw two people and when they saw her they ran away.  One of these people were aiming at our bedroom and the other one at the dining room.  Noxaba saw them at that time and they then ran away.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Unfortunately she didn't see who they were?",
            "Female"
        ],
        [
            [],
            "No she did not recognise them.",
            "Male"
        ],
        [
            "MISS MAYA",
            "These bombs, what happened to them, did they all explode?",
            "Female"
        ],
        [
            [],
            "Fortunately for us none of these bombs exploded, I think that they got scared when they saw Noxaba.  They gave our dogs food so that they couldn't bark.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Sir you said that there were people who tried to save you, who were these people?",
            "Female"
        ],
        [
            [],
            "Our neighbours and people from the community.",
            "Male"
        ],
        [
            "MISS MAYA",
            "How was your house damaged?",
            "Female"
        ],
        [
            [],
            "The damaged costs were plus minus sixty thousand.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you manage to take out any furniture?",
            "Female"
        ],
        [
            [],
            "Our bedroom furniture and the dining furniture was burnt out.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you get any help from the Government as this used to happen at that time?",
            "Female"
        ],
        [
            [],
            "No we didn't get any help from the Government we only got help from the Border Council of Churches.",
            "Male"
        ],
        [
            "MISS MAYA",
            "So you managed to rebuild your house?",
            "Female"
        ],
        [
            [],
            "Yes we managed to do that especially the doors and the windows.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Sir please tell us what else happened in the community, did this happen to other people who were members of your organisation or to people who were against your organisation?",
            "Female"
        ],
        [
            [],
            "Nothing happened from the organisations that were against our organisation but the Ciskeian police used to assault and beat people and I suspect that the people who did this to me were the Ciskeian police but I don't have any evidence.",
            "Male"
        ],
        [
            "MISS MAYA",
            "You said that you laid a charge but this did not go any further?",
            "Female"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Do you have a request to the Commission?",
            "Female"
        ],
        [
            [],
            "My request to the Commission is that I would like the people who did this to me to come forward.  I would like them to confess and to tell us who authorised them to do this.  That would satisfy us.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Thank you Sir, is that all?",
            "Female"
        ],
        [
            [],
            "Yes that is all.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Thank you, I will hand over to the Chairperson.",
            "Female"
        ],
        [
            "REV FINCA",
            "Mr Mtele we thank you very much.  Were you working at the Border Council of Churches at the time of the incident?",
            "Unknown"
        ],
        [
            [],
            "Yes that's correct and I was also ...(inaudible) at that time.",
            "Male"
        ],
        [
            "REV FINCA",
            "I do remember this incident.  I also remember that it was clear that they wanted to kill you, it was only God who saved you.  We thank you for coming forward with your story because you're giving us a responsibility to investigate who the perpetrators were.  I don't know whether we are going to be able to answer all people's questions as there are questions which are going to be left unanswered accept if the perpetrators would come forward and confess to their deeds but we will try to investigate as much as we can.\n We would like to thank you for reminding us of this incident and such incidents happened a lot in this region to people who were leaders in the organisations fighting for liberation.  Thank you Sir.",
            "Unknown"
        ]
    ]
}