{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-09",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "MR DAVID GOBIZEMBE"
        ],
        "case number": "EC733/96 ELN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55232&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elngobiz.htm",
        "speakers": [
            "MS CRICHTON",
            "REV FINCA",
            "REV XUNDU"
        ],
        "original_speakers": [
            "REV XUNDU",
            "MR DAVID GOBIZEMBE",
            "REV FINCA",
            "MS CRICHTON",
            "MR GOBIZEMBE"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "David Gobizembe?  Please stand up Sir.  Please take off your cap Sir.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "REV FINCA",
            "June Crichton?",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Mr Gobizembe, can you hear me?",
            "Female"
        ],
        [
            [],
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Before you start on your story there are a few questions I need to ask you just so that I'm very clear before I listen to your story.  The first question that I want to ask you,  you say that you were in a military camp in Zimbabwe for political reasons.   I want you to just to explain that to me please, what do you mean by this?",
            "Female"
        ],
        [
            [],
            "Yes I was there.  I went to Zimbabwe in 1984 from Quatro in Angola.  I ran to Zimbabwe because I was ill-treated.  I was treated as a prisoner but I was in a struggle and I think I was wasting my time.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Alright, thank you that was the first question.  When you were in Zimbabwe and you got to Zimbabwe you were at a military camp, which one was that?  Which camp was it?",
            "Female"
        ],
        [
            [],
            "I was in Queens Park in Zimbabwe.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "I need to ask you a few questions if you'll please just bear with me.  Who was the Commander at that Camp?",
            "Female"
        ],
        [
            [],
            "The Commander of the Camp?",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Yes that's right.  If you can't remember that's all right.  You also say in your statement that it was during the mutiny period but as far as I understand there wasn't any mutiny in Zimbabwe, there was in Angola.  Is it the mutiny in Angola that you're talking about?",
            "Female"
        ],
        [
            [],
            "It was in Angola.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "That's fine that helps me to understand much better.  You say that you went to the OAU in Zambia, is that right and it was there that you were stabbed and shot, is that correct?",
            "Female"
        ],
        [
            [],
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Now I can let you tell your story because I'm now clear, thank you.  Please carry on and tell us what happened.",
            "Female"
        ],
        [
            [],
            "I was with my friends when we saw our friends running and we discovered that there was shooting.   Joseph Sotetsi who was my best friend was sitting next to me but he ran away and jumped a fence.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "I'm sorry that we're going to interrupt you Mr Gobizembe and ask you if you would start from when you were in South Africa and from there move through with your story.",
            "Female"
        ],
        [
            [],
            "I left this country in 1976 and went into exile.  When I got to Angola I was not trusted like others and was not treated well,  I didn't stay comfortably from the day that I arrived there.  I said that I came to join the ANC but they didn't trust me and regarded me as a State Agent and took me to RC Camp Quatro in Angola where they put me in the cells underground.  There were other people there who were also referred to as State Agents but those people are the same people serving the present Government.  We were not State Agents but they assaulted and beat us.  Sotetsi was shot and fell in my arms as I was trying to hold him I was shot in my side and when I tried to look behind I just fell down as there was somebody who was beating me with a bush knife whilst I was shot.\n I was then taken to hospital and I decided not to go back there because what I came to do, I did not do.  What I'm trying to say is that I'm sorry for joining the ANC because I'm crippled, I had an operation in my hand but my muscles were injured and I cannot do anything now.  This was because I was accused of this.  I would still like the ANC to tell me whether I was a State Agent or whether I'm still a State Agent.  I was around this area, I was not staying in one place.  I was harassed by the Boers and the ANC.  I would go to Port Elizabeth asking for help as I didn't have a place to stay because the Boers and the ANC was harassing me.  I moved around the world but to-day I'm confused because I don't think even our present Government has a future.",
            "Male"
        ],
        [
            "REV FINCA",
            "Please keep quiet people.  Thank you.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Mr Gobizembe, thank you for telling us your story we have got the facts now that is why I asked so many questions and we will investigate and do what we can.  I'm going to hand you back to the Chairman now, thank you.",
            "Female"
        ],
        [
            "REV FINCA",
            "Mr Gobizembe, we will thank you together with other people.  You may step down for now.",
            "Unknown"
        ]
    ]
}