{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-10",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "MRS NALEDI SITANDIWE ABIGAIL GUSH NKULA"
        ],
        "case number": "EC0118/96 ELN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55233&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elngush.htm",
        "speakers": [
            "MISS CRICHTON",
            "MISS MAYA",
            "MR MBANDAZAYO",
            "MR SANDI",
            "MR VAN HEERDEN",
            "MRS GUSH",
            "REV FINCA",
            "REV XUNDU"
        ],
        "original_speakers": [
            "REV FINCA",
            "REV XUNDU",
            "MRS GUSH-NKULA",
            "MRS NALEDI SITANDIWE ABIGAIL GUSH-NKULA",
            "MISS MAYA",
            "MRS GUSH",
            "MR VAN HEERDEN",
            "MR MTOZAMI MADIKANE",
            "MR MADIKANE",
            "MISS CRICHTON",
            "MR SANDI",
            "MR MBANDAZAYO",
            "MR GOLA",
            "MR SITILE SIMON GOLA"
        ]
    },
    "testimony": [
        [
            "REV FINCA",
            "We welcome you Naledi we're going to request that Reverend Xundu swears you in.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.  Is the lady next to you going to speak as well?",
            "Unknown"
        ],
        [
            "MRS GUSH-NKULA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What is her name?",
            "Unknown"
        ],
        [
            "MRS GUSH-NKULA",
            "............. Gush.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you.  Can I swear them in.",
            "Unknown"
        ],
        [
            "MRS NALEDI SITANDIWE ABIGAIL GUSH-NKULA",
            "(sworn states)",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MRS GUSH-NKULA",
            "(sworn states)",
            "Female"
        ],
        [
            "REV FINCA",
            "We're going to hand over to Tiny Maya to lead you in evidence.",
            "Unknown"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Chairperson.  We greet you Mrs Nkula, I'm going to start with  you because your evidence is documented before us.  You're going to talk about Thembelihle Arnold Gush who was shot and died on the eleventh of February in 1990 at Vulindlele Police Station, is that correct?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "Yes.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Please tell us more about Thembelihle who was he how was he shot and when.",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "Thembelihle was my brother.  I was born after him.  It was on a Sunday the eleventh when Mr Mandela was released.  He left home to go to church because he was in the choir and my parents were going to follow.  He said that if he comes back late from the church it will be because he's joined the marches.  When my parents got to church they did not see him but they were not concerned because he'd said he'd join the marches if they were there.  They came back from church.  My parents stay at NU 13 and I stay at NU 7.  I was going to watch our President's release on TV.  Just before I started watching the programme my mother phoned me saying that our grandfather phoned and said that he'd heard that Thembelihle had been shot.  My husband was there and he went to hospital.  He said he was going to see him at the hospital.  I was with a friend so I stayed behind.  I thought he'd come back and tell us what happened.  An hour later I got a telephone call from Thembisa who stays at NU 13 asking if I'm Lithle's sister and I said yes.  He said he's from Makiwane Hospital and he'd taken my brother to the hospital.  He'd been shot next to our house.  He was taken into a van which took him to Makiwane Hospital.  When he phoned me he said that they'd left him at Makiwane Hospital.  I was with my friend and my little child and I got a bit impatient.  We went straight to the hospital.  There were a whole lot of soldiers and it was difficult to get in but eventually we did.  We went in, they said they don't know anything about my brother and we asked if we could peruse the admission register but apparently it had been said that nobody could look at the Admissions Register.  We asked around but apparently nobody had seen him.  One of the nurses said that we must go to Frere Hospital to check there but nobody knew anything about my brother.\n Eventually I saw an Admissions Clerk who knew me and knew my brother as well.  He said that he saw people going in but he didn't see my brother.  That was at about seven o'clock.  I went back to the Makiwane Hospital and I asked for an Admissions Register but there was none.   I went home back home just to switch on the lights and lock.  Just after I got home I got another call and they said I must go home because they'd found my brother.  My husband and I missed each other on the way.  There was a rumour at Makiwane Hospital that nobody was allowed to go in because there were apparently corpses there and no-one should see them.  This is what my husband was told.  OnE of the nurses said to him that he'd seen some of the corpses but he hadn't seen my brother.  My husband wasn't given any Admissions Register either.  He went to a nurse that he saw who had the keys to this room.  When he got there, there were about four or five other corpses and he identified my brother.  He then went home and told my family.  \n That was the eleventh of February on the Sunday and on the twelfth we went to Makiwane Hospital.  Strangely enough  Makiwane Hospital knew nothing about these corpses.   We went to the police station at Unit 1 and they knew nothing about this either.   My husband re-iterated that he saw my brother's corpse.  Somebody said we must go to West Bank because the corpses that were at Makiwane Hospital were transferred to West Bank.  As we arrived at West Bank a police van arrived as well.  There was a pathologist who worked there where the police were.  He showed us the corpse and we identified my brother.  He had a hole on his forehead as well as at the back of his head.  Apparently the bullet went into the back of his head and came out of his forehead.  There was a paper on his thumb with unknown written on it.  That was on the Monday.  \n A policeman Mamo, the Mdantsane knows him.  He came to my house and said that he'd heard that my brother had been shot and he advised us to go and lay charges.  Before the sun set on the very same day the police came.  We were called to the police station at N.U. 12.  I went there with my parents.  The late Mr Zebe was sent from Bisho and he was there to open a docket.  We were puzzled because we had not yet gone to the police but Bisho already knew that there was this man who had been shot and a docket about this case should be opened.  They asked us what had happened and we told them that we did not know.  A lot of people came to us from the celebration and told us that people were marching from N.U. 12.  A white Opel that I had seen driven by the police that day stopped and started shooting around the stadium and then this car went towards the police station.  This car was driving around the crowds.  They stopped and opened the doors and starting shooting.  This is when my brother got shot around the police station.  The policemen in the car were named.  Should I name them?",
            "Female"
        ],
        [
            "MISS MAYA",
            "Yes.",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "The two policemen's names were Sitile Gole and Madikane whose first name I don't know.  These were the names.  That is how my brother passed away.  He'd been wearing a suit and he had a bible and a hymn book because he was going to church.  He'd changed at my uncle's place therefore we got these back.  We could not bury him the next week-end because we had to wait for my mother's sisters from Zimbabwe and Botswana.\n On the Monday of the year he died he was doing his third year at Gobusane.  He worked for ten years at the MBSA and he'd gone back to school.  It was his last year at Gobusane.  The Gobusane students came to us on Monday the twelfth.   This white Kadett was there.  People pointed out and identified the car.  This car had no window at the back, I think it was CB or CA I don't remember well.  The school children dispersed and that was that.  However from the twelfth to the twenty fourth when we buried my brother the streets behind us and just ahead of us was full of police and soldiers.  \n On the twenty third as we were going to bury my brother on the twenty fourth we were called to the police station at Unit 12.  We went there and spoke to some man.  I can't remember his name.  I think it was the Station Commander but it was the highest man in status there.  He asked where we were going to bury my brother and we said we were going to use the church at N.U. 3 and they said we could not use the church at N.U. 3 because people are going to be incited.  We had to use a stadium or a church from N.U. 3 and then use the nearest graveyard.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Could we assist each other here?  Did you bury peacefully?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "The police vans and cars were around all the time on the Friday as we were going to bury on the Saturday.  We were called to the police station and they said we should not have a night vigil in the evening on Friday because there were going to be problems.  We said that if the people wanted a night vigil we had to and the Station Commander said he's warning us and we should not complain if something happens.   There was a night vigil but it was disrupted.  They took down people's names and we were told to stop the night vigil within an hour.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Did you lay charges as you seem to be aware of who the perpetrators are?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "No, there was no court case.  I cannot remember whether three or four months had elapsed after the funeral and we were called because there was going to be an inquest.  We went there and after a minute they asked if the Gush family was there and we said yes.  The Magistrate said the inquest concerning your son nobody can be held responsible for his death.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Therefore the inquest proceedings were not in your presence, you were just informed of the conclusions?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "Yes, I did not know what was happening as I thought we would be part of the investigation because we had information as well.  This Magistrate went back to his chambers and I thought we should approach him.  I approached him asking him who he was and he said he's Mr Matwana.  We asked him if this was the normal procedure for an inquest and he said he didn't know but he'd been sent to give this conclusion.   We asked him from where and he said he could not divulge that information.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Was this Magistrate from the area or from another area?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "I have no clue but because I was dealing with him at the time I had to ask his name.  I don't know whether he works in the area.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Had you seen him prior to that?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "No.",
            "Female"
        ],
        [
            "MISS MAYA",
            "And after that?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "No.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Did you got to an attorney?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "No, but we have a friend who is an attorney and we asked him what the legal proceedings would be.  How would we deal with this and he said that if members of the Government Civil Service were perpetrators it would be difficult to deal with the case.  We asked the White man in West Bank what the corpse was doing there and he said that it was there for a post-mortem and we said that as a family we didn't ask for a post-mortem to be conducted.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Do you know who this doctor is?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "I don't know but we got results from the post-mortem.  They said that the cause of death was a bullet that entered from the posterior to the anterior.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Your brother was thirty one years old did he have a wife and children?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "He'd had a wife but they were separated.  He has one son who was nine years old in 1990 and the other one was born in 1990 after he died.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Who stays with these children?",
            "Female"
        ],
        [
            "MRS GUSH-NKULA",
            "They stay with my mother.  The eldest ...",
            "Female"
        ],
        [
            "MISS MAYA",
            "We'll ask for the details later.  Does Naledi's mother have anything to say?",
            "Female"
        ],
        [
            "MRS GUSH",
            "I just want to take over.  The eldest child was terribly affected by this incident.  He was very close to his father and his lifestyle deteriorated.  He is in a reformatory in Cape Town.",
            "Female"
        ],
        [
            "MISS MAYA",
            "How old is the child?",
            "Female"
        ],
        [
            "MRS GUSH",
            "He turned sixteen on the second of March.  He'd say that if his father was alive things would be different at home.  Another calamity that befell our home is that my husband's health deteriorated terribly after my son's death.  He was a teacher and that was his last year.  The students were requesting that he resigns because he was not of good health.  On the Monday the twelfth of February there were celebrations at Thabakandota.  There was a voice on the radio that day and this voice was saying that Gush was not at the celebration even though I was doing everything for him, feeding him and supporting him he was biting the very hand that was providing for him.  He gave a command that the Ciskeian Police in Mdantsane must shoot those people that do not appreciate what he had done for him.  He was heartbroken.   His will to live was no longer there.  In December 1995 his heart stopped.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Thank you Ma'am.  Do you have requests that we can present to the State President?",
            "Female"
        ],
        [
            "MRS GUSH",
            "Two requests that are strong in my heart.  I am not bitter I do not want revenge but my eyes long to see the man who killed my eldest son, my only son.\n Secondly, he has children the eldest being in a reformatory has no direction at all.  I am  his father and I am his mother.  If I die to-morrow this child will have no parents.  He must be able to stand for himself in life.  How is he going to be able to do that without parents.  Even the younger one is disabled and has been for the last four years.  I support that child and I'm helped by my daughters who are married.  I want my grandchildren to stand as dignified men in society.",
            "Female"
        ],
        [
            "MISS MAYA",
            "Thank you Ma'am, thank you Naledi.  I will hand you over to the Chairperson.  There may be further questions.",
            "Female"
        ],
        [
            "REV FINCA",
            "Mr Gush and Naledi thank you so much for having given us this report.  Losing your son Naledi's brother and sharing with us how this unfortunate incident touched your lives.  Your last words Mrs Gush .............. words that were spoken at Thabakandota.   It is not for me to say whether they are true or not as I am not here for that but we are used to such statements that we'd hear at that mountain Thabakandota.  We would like to extend our compassion to you thanking you that even through your pain you are able to forgive and say that you are not bitter or angry and your only desire is that the perpetrators come before you that you may be able to see them so that there may be a two way forgiveness.  We thank you.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "There are requests before us that Mtozami Madikane and Sitile Gola would like to appear before the Commisison.  Could you please step down Mr Mtozami Madikane first of all accompanied by his legal representative Dudley van Heerden.  Mr van Heerden welcome would you like to confirm your name, the name of your client and the reason for appearing before the Commission.",
            "Unknown"
        ],
        [
            "MR VAN HEERDEN",
            "Thank you Mr Chairperson and fellow Commissioners.  I am Dudley van Heerden from the firm Smith Tabata Barnes and Gross in King William's Town.  Mr Chairperson I am representing Mr Madikane at the hearing that is scheduled for to-day.  My client has had sight of the statement made by the Claimant in this particular matter Mr Chairman and he is prepared to relate his side of the story regarding the events of the statement.  The statement has been prepared and I take it is in possession of the Commissioners.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you Mr van Heerden.  We will have to swear Mr Madikane in.  His full name is Mtozami is that correct?  Mtozami Madikane?  We would like you to take the oath so that you can testify before the Commission.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.  Mtozami Madikane please stand up.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "REV FINCA",
            "You may sit down Mr Madikane.  Before I hand over to Mr van Heerden I would like to ask the people in this hearing to be well behaved so that our proceedings can be done with dignity.  Our work here is to give respect to everybody appearing before the Commission no matter how we feel about that particular person.  If he is here we have to protect him by all means and we have to show him respect.  He does not have to feel intimidated.  I urge the people from Mdantsane, the lovely people from Mdantsane to have respect for the witness and to our proceedings so that it can proceed with dignity, thank you.   Mr van Heerden you are going to lead your client and you can do seated because this is not a court.",
            "Unknown"
        ],
        [
            "MR VAN HEERDEN",
            "Thank you Mr Chairman.  Mr Madikane you have heard what the complainant has said in this particular matter.  Can you proceed and tell us what happened on the eleventh of February 1990 and your response to the allegations made by the complainant?  You may proceed.",
            "Male"
        ],
        [
            [],
            "Mr Chairperson I've heard the allegations against me.  On that particular day there were police placed in three police stations.  There were police in NU 13, NU 12 and in NU 1.  I was stationed at NU 1 then.  The area in which we patrolled was from NU 1 to NU 7.  The police from NU 13 were working in their area and the police from NU 12 were working in their area.  At that time I was in Highway together with Inspector Balt who was the driver and I was the passenger.  We were patrolling our area and we could hear everything that was happening in NU 13 over the radio.  I never went to NU 13 because I was patrolling my area.  When I got to NU 13 I found a white Monza with a broken window next to the police station in NU 13.  After this I heard that people said that I killed Thembelihle Gush and I don't know him.  I told Mr Sewisa about this and he asked me why I'm not challenging this and I said I reported the matter to my office and I was willing to challenge these allegations but the person who was in authority in my office said that I must drop this.  I saw Mr Sewisa in the stadium and I told him that I am called to appear before the Commission because I am accused of killing Thembelihle.  I never saw him and I didn't even know him.  That is all.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you very much Mr Madikane.  We are just going to ask you client a few questions for him to clarify things which are not clear to us at this stage Mr  van Heerden.  As I said to you earlier we are not contemplating making a finding at this stage.  If at any time we are contemplating making a finding which will define Mr Madikane as a perpetrator we will serve a notice on him and we will inform him that we are contemplating making a finding but just for the clarity of the Commission we will raise a few questions on what he has said to us.  Let me speak in Xhosa referring to you Mr Madikane.\n You said in your statement that there were different police stations and you were patrolling different areas on that particular day, where were you patrolling from?",
            "Unknown"
        ],
        [
            [],
            "We were not patrolling from any way but the police were to report according to their stations.  I went to NU 1 to report to my police station, police from NU 13 went to report to NU 13.",
            "Male"
        ],
        [
            "REV FINCA",
            "What was the reason for this?",
            "Unknown"
        ],
        [
            [],
            "The reason was that there was going to be a march on that day.",
            "Male"
        ],
        [
            "REV FINCA",
            "Was the march okay?",
            "Unknown"
        ],
        [
            [],
            "Yes, it was.",
            "Male"
        ],
        [
            "REV FINCA",
            "Where did this march come from?",
            "Unknown"
        ],
        [
            [],
            "I don't know.  I won't lie.  I don't know because I just heard there was going to be a march on that particular day and we had to report to our different stations.  I won't lie saying that the people who marched came from a particular place.",
            "Male"
        ],
        [
            "REV FINCA",
            "In your statement you said that everything that was happening at NU 13 you could hear over the radio but you don't know what was happening at NU 13?",
            "Unknown"
        ],
        [
            [],
            "What I'm saying is that as the police we could hear the police from NU 13 because we were in the car at that time.",
            "Male"
        ],
        [
            "REV FINCA",
            "What did you hear?",
            "Unknown"
        ],
        [
            [],
            "We heard that there were people in NU 13's police station.  We heard that from the radio while patrolling our area in NU 1.",
            "Male"
        ],
        [
            "REV FINCA",
            "Please give us in detail the report you got over the radio telling you what was happening in NU 13.",
            "Unknown"
        ],
        [
            [],
            "Please repeat your question.",
            "Male"
        ],
        [
            "REV FINCA",
            "Please tell us clearly and in detail what you could hear from the radio.  What was happening in NU 13 because you said that everything that was happening in NU 13 you could hear it over the radio?",
            "Unknown"
        ],
        [
            [],
            "We heard that people were lowering the flag in NU 13.",
            "Male"
        ],
        [
            "REV FINCA",
            "Please continue Mr Madikane.",
            "Unknown"
        ],
        [
            [],
            "They said that people were lowering the flag in NU 13.",
            "Male"
        ],
        [
            "REV FINCA",
            "Is that all?  What else did you hear over the radio?",
            "Unknown"
        ],
        [
            [],
            "That is all.",
            "Male"
        ],
        [
            "REV FINCA",
            "You just heard that?",
            "Unknown"
        ],
        [
            [],
            "Yes, we heard that people were in NU 13 and they were going to lower the flag.  That is all I heard.",
            "Male"
        ],
        [
            "REV FINCA",
            "Did you hear that people were shot?",
            "Unknown"
        ],
        [
            [],
            "No, I did not hear that I'm not going to lie.",
            "Male"
        ],
        [
            "REV FINCA",
            "According to your knowledge were there any people who were shot on that particular day?",
            "Unknown"
        ],
        [
            [],
            "The only person I heard of that was shot in NU 13 was Thembelihle the one referred to earlier.  I heard that he was shot by me and Gola.",
            "Male"
        ],
        [
            "REV FINCA",
            "Where did you hear that Thembelihle Gush was shot in NU 13.",
            "Unknown"
        ],
        [
            [],
            "I heard this from the township that there was a person by the name of Thembelihle who was shot by myself.  This I heard after a week and I didn't even know him.",
            "Male"
        ],
        [
            "REV FINCA",
            "This Unit NU 13 were you working in that Unit?",
            "Unknown"
        ],
        [
            [],
            "No, I was working in NU 1 the police station from NU 1.  The police working in NU 13 were those reporting to that police station.  I was in NU 1.",
            "Male"
        ],
        [
            "REV FINCA",
            "When you heard this allegation that you shot Thembelihle Gush in NU 13 did you try to investigate this matter?  Did you try to find out details from the police of NU 13 about this?  Did you go to the police from NU 13 to find out what exactly happened?",
            "Unknown"
        ],
        [
            [],
            "No, I was not interested in investigating that because I knew that the police from NU 13 were in NU 13.  I was not interested because I knew that I was not there.  You can go in NU 13 and you will see the police who were there on that day.",
            "Male"
        ],
        [
            "REV FINCA",
            "You were not interested in knowing exactly what happened in NU 13?",
            "Unknown"
        ],
        [
            [],
            "No, I'm not going to lie I was not interested because I was not there.  I was not interested in knowing the details.",
            "Male"
        ],
        [
            "REV FINCA",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Chairperson.  Mr Madikane I have a few questions for you.  There's a person by the name of Sitile Gola and both of you are alleged to have shot Thembelihle, do you know Mr Gola?",
            "Female"
        ],
        [
            [],
            "He is a policeman.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Do you know him?",
            "Female"
        ],
        [
            [],
            "Yes, I know him.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Were you together on this particular day or did you spend any time together?",
            "Female"
        ],
        [
            [],
            "No, on that day I was only working with Bult I didn't work with Mr  Gola on that particular day.",
            "Male"
        ],
        [
            "MISS MAYA",
            "After you hear of the shooting incident you didn't meet with Mr Gola whether it was in the police station or in the car?",
            "Female"
        ],
        [
            [],
            "No, I'm not going to lie I did not meet him but when we got to NU 13 I saw a car with broken windows.",
            "Male"
        ],
        [
            "MISS MAYA",
            "There is a car referred to by Mrs Gush which was patrolling in the township, do you know anything about this car?",
            "Female"
        ],
        [
            [],
            "No, I only know the car I was in.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Do you know the make of the car?",
            "Female"
        ],
        [
            [],
            "It was an Opel Monza.  There were two Opel Monzas in NU 13 and one from NU 1.  There were three Opel Monzas in Mdantsane at the time.  We were using an Opel Monza with Inspector Bult and I think there were two Opel Monzas in NU 13.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Do you know whether Gola was using a car?",
            "Female"
        ],
        [
            [],
            "I don't know I never saw him that day.",
            "Male"
        ],
        [
            "MISS MAYA",
            "When you were given instructions on this day what were the instructions?",
            "Female"
        ],
        [
            [],
            "We were told to patrol the area so that people cannot destroy the Government Buildings.",
            "Male"
        ],
        [
            "MISS MAYA",
            "In other words you were only patrolling?",
            "Female"
        ],
        [
            [],
            "Yes, we were only patrolling we were not instructed to go and disrupt the people who were marching but we were just patrolling around the Government Buildings.",
            "Male"
        ],
        [
            "MISS MAYA",
            "The last question.  Were you armed?",
            "Female"
        ],
        [
            [],
            "Yes, as detectives we have pistols with us all the time.  I think the people from the police from other areas were also armed.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Do you have any knowledge of the number of police who were placed in other areas?",
            "Female"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MISS MAYA",
            "In your area how many were you?",
            "Female"
        ],
        [
            [],
            "I cannot count.  There were many of us.",
            "Male"
        ],
        [
            "REV FINCA",
            "June Crichton?",
            "Unknown"
        ],
        [
            "MISS CRICHTON",
            "Mr Madikane I want to ask you two questions.  The first one just a short answer, were you able to speak to people in police cars in other areas through your radio?",
            "Female"
        ],
        [
            [],
            "Repeat?",
            "Male"
        ],
        [
            "MISS CRICHTON",
            "Can you hear me?",
            "Female"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MISS CRICHTON",
            "Were you able to converse or speak to people who were in police cars in other areas?  You could hear what was going on in NU 13 but could you actually contact them on your radio?",
            "Female"
        ],
        [
            [],
            "On that day there were cars all around and in Fort Jackson.  There were many people in NU 13.  The cars were only watching these people they could not even go into NU 13.  We could hear people from the cars not from the stations.",
            "Male"
        ],
        [
            "MISS CRICHTON",
            "And on occasion like this when there's trouble in an area do they not call in cars to come from other areas to assist?",
            "Female"
        ],
        [
            [],
            "I said that there were police from NU 12 and NU 13.  We were in NU 1 patrolling  our area.  We did not know that there was a problem but we knew that there were people who were lowering the flag and there were police to sort out that problem in that area.",
            "Male"
        ],
        [
            "MISS CRICHTON",
            "So I just want to clarify that you were not called in over your radio to come and assist at all?",
            "Female"
        ],
        [
            [],
            "No, we were never called.",
            "Male"
        ],
        [
            "MISS CRICHTON",
            "That's all thank you.",
            "Female"
        ],
        [
            "REV FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Mr Madikane let me start this way, do you know the work of the Commission and very briefly can you please tell us what the duty of the Commission is?",
            "Male"
        ],
        [
            [],
            "No, I don't know the duty or the work of the Commission.",
            "Male"
        ],
        [
            "MR SANDI",
            "Very briefly Mr Madikane our work as the Commission is to assist in the process of Reconciliation so that if there is a way what happened in the past people would forget and forgive.  That is our duty.  It is not our duty at all to try and find excuses to say that the people were supposed to do this and not that.  Our work is to get the truth from the people to open their hearts.  I'm just telling you briefly about our duty as the Commission.",
            "Male"
        ],
        [
            [],
            "I'm listening to you Sir.  If I was there I would tell you that I was there.  I'm telling you exactly what happened because I was never in that area.  The person who was with me can come here and tell you.",
            "Male"
        ],
        [
            "MR SANDI",
            "Unfortunately we don't have time. I wanted to ask you questions so that we can get clarity about the incident but I will only ask you two or three questions.  As a person who is accused of being involved in this incident did you take any steps to try and show that these are only accusations?",
            "Male"
        ],
        [
            [],
            "Yes, I wanted to take steps as I've already said before I went to the person who was in authority saying that I want to challenge this but he stopped me.  I went to Mr Sewisa and told him the same thing.  He asked why I don't challenge it and I told him that I wanted to challenge this matter but they stopped me in the office.",
            "Male"
        ],
        [
            "MR SANDI",
            "How did you plan to challenge this?",
            "Male"
        ],
        [
            [],
            "I planned to challenge it because I was accused of killing a person who I never met.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go to Gush's family to tell them that you have no idea of this?",
            "Male"
        ],
        [
            [],
            "Yes, I wanted to clear my name but the person in authority said that I must stop this.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who was in authority at the time?",
            "Male"
        ],
        [
            [],
            "I think it was a Mr Songusho.",
            "Male"
        ],
        [
            "MR SANDI",
            "How long did you work in the police force at that time in the Ciskei?",
            "Male"
        ],
        [
            [],
            "I don't remember but now I'm in the police force for fifteen years.",
            "Male"
        ],
        [
            "MR SANDI",
            "At the time of the bus boycott were you a policeman?",
            "Male"
        ],
        [
            [],
            "I was in college in Hamanskraal at the time.  I was not here I was in Hamanskraal College.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Madikane as I've already said we don't have time but I would have liked to ask you more questions so that we can get some clarity.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Madikane the last question.  How do you feel about what happened in Gush's family?",
            "Unknown"
        ],
        [
            [],
            "This was painful Mr Chairperson.  It is very painful because they lost their son but it is very painful on my side coming before the people here and being accused of something I wasn't even involved in.  I'm staying in Golden Highway and a person came from Tjolo and wanted to know where I was staying.  At the time he was speaking about this accusation.  He was sitting next to me and I think it was three to four years back.  He did not know me but he was speaking about my and one guy Vuyani was sitting next to me and he said that I had nothing to do with this.  This guy was only talking he did not even know me.  It is very painful to me because people in Mdantsane are saying these things.  I was in a course in Bisho the week before last when there was a shooting and I heard from Bisho that I arrested these people but I was in Bisho I was  not here in Mdantsane.   Even to-day I came from the course in Bisho.  I was accused of arresting these people but I was not there.  What I'm trying to say is that this is not the first time that I am accused.",
            "Male"
        ],
        [
            "REV FINCA",
            "What is your position?",
            "Unknown"
        ],
        [
            [],
            "I'm an Inspector Mr Chairperson.",
            "Male"
        ],
        [
            "REV FINCA",
            "So in other words you would be able to help us to answer this question from Gush's family that they want to know who killed their son.  Will you be able to help us?",
            "Unknown"
        ],
        [
            [],
            "I can't say Mr Chairperson because what was happening there it is clear that they were the police who shot them.  Up until to-day I don't have any information about that incident.  The person who shot him is quiet he's not saying anything.  The people said that the police were shooting at them.  I can't say that I will be able to help you.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.  Mr Madikane if I'm listening to you clearly in your testimony especially in your last part of your testimony you are an unfortunate person because you are always accused of things you don't know about.",
            "Male"
        ],
        [
            [],
            "Yes, I'm an unfortunate person.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is the reason for this?",
            "Male"
        ],
        [
            [],
            "The reason for that is that I work very hard and I do my job very well.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did I hear you clearly in conclusion when you said that you are an Inspector but this Commission which is doing an important duty and which is well known in the whole country and in the whole world, you as an Inspector you don't know the duties of the Commission.",
            "Male"
        ],
        [
            [],
            "I don't know why I'm here Sir and I also said I don't know the duties or the work of the Commission.",
            "Male"
        ],
        [
            "MR SANDI",
            "But you are an Inspector?",
            "Male"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Madikane we thank you very much for appearing before the Commission to try and help us to find out the truth.  I think that your presence here at the Commission is a contribution and I hope that you will continue helping us so that we can find an answer for the Gush family so that they may be satisfied.  We hope that your position as a policeman who was present on that particular day although you were not in NU 13 can help us to answer this question.  We will ask you to help us and to bear with us if we come back to you asking for more information.  You've already said that it is very painful  for you to be accused of something you never did.  If it is possible for us as the Commission to find out the truth and report this to the family you will be accepted back in Mdantsane community because we have found out the truth.  If you can help us to find out the truth I think that the family will be free and you as well because I don't think that this stigma about you can be removed if we don't find an answer to their question and to the people who were affected by this incident.  Please bear with us if we come back to you as the Commission.  Maybe our investigators may come back to you to ask you certain questions in order to find out the truth.  We'd like to thank you very much for now and thank you Mr van Heerden.  As I said earlier we are not contemplating making a finding at this stage.  The matter is going to be a subject of\nongoing investigation by our investigation unit.",
            "Unknown"
        ],
        [
            "MR VAN HEERDEN",
            "Thank you Mr Chairman may I stand up?",
            "Male"
        ],
        [
            "REV FINCA",
            "Please.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Mr S.S. Gola please come forward together Mr Mbandazayo.   Mr Mbandazayo I would like to confirm your name and the name of your client and why you are appearing before the Commission to-day.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairman I confirm that my name is Lugani Mbandazayo and I represent Mr Gola, Sitile Simon Gola thank you.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Gola what is your full name?",
            "Unknown"
        ],
        [
            [],
            "Sitile.",
            "Male"
        ],
        [
            "REV FINCA",
            "Before we hand over to Mr Mbandazayo so that he can lead you please stand so that we can swear you in.  Reverend Xundu will swear you in.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you Mr Gola we'll hand over to Mr Mbandazayo to lead Mr Gola in evidence.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman as you are aware you have a summary of the evidence in front of you which is going to be presented by my client.  At this stage I will try and lead him on the points which have been raised in that statement.  Mr Gola you were here when the complainant was giving evidence before the Commission can you in your own words tell the Commission what happened on the day in question.",
            "Male"
        ],
        [
            [],
            "First of all I would like to thank this Commission for having come to Mdantsane so that we are able to talk about this accusation.  On the said day I was on duty.  I was driving in a Ford Sierra GCE 23479 when I heard a report on the radio that the people were trying to lower a flag at NU 13 police station and all the police cars should go there.  As I was alone in the car I drove and got to NU 13 where there were a whole lot of people but nothing was happening at that time.  I was driving behind a police van.  This van parked on one side at the NU 13 police station and I parked on the other side.\n Just after I had switched the car off I heard a bang on the car's window behind me.  When I looked there were a whole lot of stones being thrown at car and the back window was broken.  I thought it best not to get out of the car as I might be attacked because they were throwing stones.  However I did get out of the car and rolled into the police station.   Shots were fired from the police at NU 13 and the people dispersed.  As my car was damaged I asked the man in authority of the whole operation to summons a finger print expert to come.  Photographs were taken and I opened a case.  I don't know anything about this man being shot, thank you.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you Mr Sitile Gola.  Mr Mbandazayo may we ask a few questions?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "No objections Mr Chairman.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Mr Gola I'm going to ask you a few short questions, did you every find out who shot this man?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "No truly but Inspector Madikane's name and mine were mentioned.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who mentioned your names?",
            "Male"
        ],
        [
            [],
            "It just went around.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was it on the radio, in the newspapers or was it people?",
            "Male"
        ],
        [
            [],
            "Just the people around and we don't know who but we heard that our names were mentioned.",
            "Male"
        ],
        [
            "MR SANDI",
            "Have you ever shot anyone as a policeman.",
            "Male"
        ],
        [
            [],
            "No, I've never shot anyone.",
            "Male"
        ],
        [
            "MR SANDI",
            "You don't have a record of having shot anyone, perhaps by mistake?",
            "Male"
        ],
        [
            [],
            "No, I do not.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you carry a gun as a policeman?",
            "Male"
        ],
        [
            [],
            "Yes, even now and previously as well.",
            "Male"
        ],
        [
            "MR SANDI",
            "On the day that you ran for cover did you shoot?",
            "Male"
        ],
        [
            [],
            "I couldn't shoot the people because it was a crown and there were too many stones coming my way.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you.",
            "Male"
        ],
        [
            "REV FINCA",
            "Miss Maya?",
            "Unknown"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Chairperson.  Mr Gola just a few questions.  Were you stationed at NU 13?",
            "Female"
        ],
        [
            [],
            "No, I was stationed in Bisho.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you come from Bisho on this day or when did you leave Bisho to go to NU 13?",
            "Female"
        ],
        [
            [],
            "On that day I was instructed to work in Mdantsane to keep order.",
            "Male"
        ],
        [
            "MISS MAYA",
            "When were these instructions given, where they given on that day or previously?",
            "Female"
        ],
        [
            [],
            "On that particular day.",
            "Male"
        ],
        [
            "MISS MAYA",
            "What exactly were the instructions?",
            "Female"
        ],
        [
            [],
            "That order must be kept in the entire Mdantsane.",
            "Male"
        ],
        [
            "MISS MAYA",
            "What would you have done if there were damages?",
            "Female"
        ],
        [
            [],
            "We'd have to report to the authorities.",
            "Male"
        ],
        [
            "MISS MAYA",
            "You said you'd heard on radio that the police must go and help with the crowd at NU 13, what kind of help were you instructed to give?",
            "Female"
        ],
        [
            [],
            "To protect the police station premises and the police.",
            "Male"
        ],
        [
            "MISS MAYA",
            "How would you protect yourselves, what were you going to do there?",
            "Female"
        ],
        [
            [],
            "It would have depended on the situation.",
            "Male"
        ],
        [
            "MISS MAYA",
            "When you rushed to NU 13, what were your intentions?",
            "Female"
        ],
        [
            [],
            "To protect the police and police premises.",
            "Male"
        ],
        [
            "MISS MAYA",
            "I've not yet got an answer that I would like.  When you stopped the car and stones were thrown at you, how far were you from the NU 13 policemen?",
            "Female"
        ],
        [
            [],
            "I said that as I parked the car there was a bang and when I looked my car was being stoned.  Two of the stones smashed the window and I crawled into the police station.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Where were the rest of the policemen, could they see you or were you much further?",
            "Female"
        ],
        [
            [],
            "If we could go to NU 13 I would explain this.  If this is the police station there were a whole lot of cars parked right next to the police station.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you see other policemen when you were parking?",
            "Female"
        ],
        [
            [],
            "Yes, but because of the stones everybody tried to run for cover.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you know the policemen at NU 13?",
            "Female"
        ],
        [
            [],
            "Yes, I knew some of them, some were from Zwelitsha and others were from Bisho.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Did you see the police that were shooting and were there police when you got up?",
            "Female"
        ],
        [
            [],
            "Yes.  As I said I looked around when I heard the bang and I ran for cover when I realised that there were a lot of stones being thrown.",
            "Male"
        ],
        [
            "MISS MAYA",
            "So what you're saying is the bullet sounds were from the police at NU 13, how did you know this?",
            "Female"
        ],
        [
            [],
            "I said that shots were fired by the police.",
            "Male"
        ],
        [
            "MISS MAYA",
            "Thank you Mr Gola even though you haven't answered my question.",
            "Female"
        ],
        [
            [],
            "I have answered your question.",
            "Male"
        ],
        [
            "REV FINCA",
            "Mr Gola, please answer the question, whoever is asking the question does not matter please just answer it.  According to your statement shots were fired by the police.",
            "Unknown"
        ],
        [
            [],
            "I said by the police.",
            "Male"
        ],
        [
            "REV FINCA",
            "Who were they shooting at?",
            "Unknown"
        ],
        [
            [],
            "I don't know I just heard them shooting.",
            "Male"
        ],
        [
            "REV FINCA",
            "Would police shoot other police?",
            "Unknown"
        ],
        [
            [],
            "I can't say that.",
            "Male"
        ],
        [
            "REV FINCA",
            "After the shooting was anyone shot?",
            "Unknown"
        ],
        [
            [],
            "I did not see anyone but my car as well as other police cars were damaged.",
            "Male"
        ],
        [
            "REV FINCA",
            "You say that you got an instruction that you must go to NU 13, was this to all the other policemen or just you?",
            "Unknown"
        ],
        [
            [],
            "This instruction was to all the police that were patrolling.",
            "Male"
        ],
        [
            "REV FINCA",
            "Were you here when Mr Madikane gave evidence?",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "REV FINCA",
            "Did you hear his evidence?",
            "Unknown"
        ],
        [
            [],
            "Yes, and I cannot match with mine.",
            "Male"
        ],
        [
            "REV FINCA",
            "Reverend Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you, Mr Chairperson.  You say that you were sent to go and look at the damages.",
            "Unknown"
        ],
        [
            [],
            "Yes, that was the instruction from the control office.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What were you going to do to people that were marching there?",
            "Unknown"
        ],
        [
            [],
            "I said that we would have to assess the situation and then respond.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What were you supposed to do?",
            "Unknown"
        ],
        [
            [],
            "We were not given any direct instruction.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Were you trained in a way that when people are causing unrest in a particular manner you act in a specific manner yourselves?",
            "Unknown"
        ],
        [
            [],
            "Yes, we were.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What were you supposed to do as police to control the crowds?",
            "Unknown"
        ],
        [
            [],
            "At that particular moment?",
            "Male"
        ],
        [
            "REV XUNDU",
            "Any moment when you go to a place of chaos or unrest?",
            "Unknown"
        ],
        [
            [],
            "Well there are police trained specifically for that would that answer you better.  I was just called to those premises to protect them and the police.",
            "Male"
        ],
        [
            "REV XUNDU",
            "So what you're saying is that the police that shot were taking the law into their own hands as they had not been instructed to do so.  Were you armed with rubber bullets or real bullets?",
            "Unknown"
        ],
        [
            [],
            "I had my own pistol.",
            "Male"
        ],
        [
            "REV XUNDU",
            "So you went there not trained to control a crowd and depending on your pistol therefore if you are shocked you shoot?",
            "Unknown"
        ],
        [
            [],
            "It would depend on the situation that I'd find myself in.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you Mr Gola just one small thing, what was your rank at the time?",
            "Unknown"
        ],
        [
            [],
            "I was a Sergeant I'm an inspector now.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you for your evidence, we are now more confused than we were initially.",
            "Unknown"
        ],
        [
            [],
            "I'm also confused having been put here and not having done anything, I'm innocent.",
            "Male"
        ],
        [
            "REV FINCA",
            "Your evidence has left us more confused than we were before.  When Mr Madikane gave evidence we thought that there was a bit of light but your evidence is contradictory to his meaning that we are far from the truth because this is conflicting and contradictory evidence there's one true and one false evidence and as the Truth Commission we have to find a way to get the truth.  Thank you for coming.   As I said to Mr Madikane we are not contemplating making a finding at this stage but we are going to continue with our investigation and when we contemplate making a finding we will let you know.  I hope that you are going to help the Commission in investigating this matter and in reaching the truth.  Our country that we abide in stipulates that at least we live in truth and the whole country is waiting for us to come forward with the truth.  Thank you Mr Gola, thank you Mr Madikane. Mr Mbandazayo thank you for coming before us, you are kindly excused.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you.",
            "Male"
        ]
    ]
}