{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-13",
        "location": "EAST LONDON",
        "day": "5",
        "names": [
            "NOKAMA VIOLET NJOLI"
        ],
        "case number": "EC0103/96ELN MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55259&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/njoli.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS CRICHTON",
            "NOKAMA VIOLET NJOLI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NOKAMA VIOLET NJOLI",
            "MS CRICHTON",
            "MRS NJOLI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Galelekile Ngaki.  Nokama Violet Njoli.   I am going to swear you in Mam.  You may take the oath sitting down.",
            "Unknown"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mam.  We are going to hand over to Mrs Crichton who is going to lead you in evidence according to your statement.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Thank you Mr Chairperson.  Mrs Njoli, can you hear me?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Are they comfortable on your ears?  Good.  Mrs Njoli, you are here today to tell us about your daughter, Princess Njoli, and the incident that happened to her on the 25th of December in 1988.  Is that correct?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "I believe your daughter was a school teacher.  Is that right?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "She belonged to a teachers' organisation.  Which one was that?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "I do not know the name of this union, but she belonged to a teachers' organisation.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "According to your statement, it is said here she belonged to the Progressive Teachers Union.  Now, Mrs Njoli, I would like you to tell me what age she was at that time of this incident.  How old was she?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "She was born in 1959.  You can count from 1958, 28.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "What I would like you to do now is to tell us what you know of the incident and what happened at that time.  Thank you.",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "On, in 1988 on the 25th of December, in 1988, it was on the 25th of December three men came at home saying that Princess Nontuthuzelo was injured.  They were going to NU16 to attend a party.  She got injured in NU10.  I asked these men of whether she was dead.  They said, no, she was just injured.  She was taken to Cecilia Makiwane Hospital.  I went to the hospital.  They told me that they transferred her to Frere Hospital, because she was badly injured.  They told me to go back home, they would send a report from her doctor in Frere Hospital.  When I got home there were a lot of women.  I said to these women my child was still alive.  She was in hospital.  At three o' clock I was going to visit her.\n One young man came.  They were together.  Belishiyane was injured, was one of the people who were with Priscilla.  He was in hospital.  Siwisa was also injured and Wabena was also injured.  They were in hospital.  June Jombolo came to me at home while I was trying, while I was preparing myself to go to visit Princess in hospital.  He told me that Princess Nontuthuzelo had passed away, because she was shot at NU10 in the morning on that particular day.  I lost consciousness because of the shock.  I was then taken to hospital.  I was released from hospital.  When I arrived at home there were a lot of people together with teachers from Mlwandisa.  They were at my home.  They gave me tablets.\n Joe then told me how Princess Nontuthuzelo died.  He said that they were in a car and he was in another car together with three men and another girl by the name of Virginia.  Nontuthuzelo, Princess Nontuthuzelo and Virginia Panziso died.  Two teachers were shot in their arms.  That is what they told me.  We buried Nontuthuzelo, but before the funeral six policemen, the Ciskeian Police came to me saying that the Government said that we must not insult the Government in, during the funeral and there must not be chaos.  I thought that they came to tell me that they found a person who shot my daughter.  We buried Nontuthuzelo.  \n After two weeks the police came again, three police came again with their private clothes saying that nobody knew who shot Nontuthuzelo and the Government said that the case was closed.  I told them that I wanted to know who exactly shot my daughter, but up until today I did not find them.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you Mrs Njoli.  Just a couple of questions to clarify some things.  First of all, these other teachers that were with your daughter on the day she died, were they also members of the same teachers' union?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "I do not know whether they were members, but I am, I think they were members of this organisation, because she was working together with them.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you and then the second question to you is you said six Ciskeian Police came to your house and told you you must not insult the Government.  I did not quite hear what you said they said after that.  Would you repeat that please?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "After that they did not come back.  They did not say anything, they left and I never saw them up until today and three other policemen came telling us that the case was closed.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Was there an inquest at all?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "No.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Nothing at all?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "Nothing at all.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Njoli, what is your request to the Commission?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "My request to the Commission is that I would like the person who did this to my daughter, I would like him to be found.  My second request is that she has got a child, a 17 year old child, and I would like to be helped to educate this child.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Njoli, is there anything else you wish to add to your testimony before I hand you to the Chairperson and my colleagues for further questions?",
            "Female"
        ],
        [
            "NOKAMA VIOLET NJOLI",
            "No, there is nothing more.  That is all.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you Mrs Njoli.  Thank you Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Njoli, you are an elderly woman and you told us a very sad story.  We do remember this incident that took place here in Mdantsane.  We are also interested, because we want the perpetrators to come forward so that you can be able to know exactly what happened on the day of the incident.  We thank you.  We will try to investigate as the Commission to try and find out who the perpetrators were, but if we did, if we could not find anything I think that you will be satisfied, because your daughter fought for the liberation of this country.  We do not know exactly who shot her, from which side.  Thank you Mrs Njoli.  You may take your place.",
            "Unknown"
        ]
    ]
}