{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-12",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "REGINA NONTSIKELELO MNGADI"
        ],
        "case number": "EC0260/96PLZ MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55254&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/mngadi.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "NOSIPHO LOLIWE",
            "REGINA NONTSIKELELO MNGADI",
            "REV FINCA",
            "SPONGILE MANENSA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "REGINA NONTSIKELELO MNGADI",
            "REV FINCA",
            "NOSIPHO LOLIWE",
            "SPONGILE MANENSA",
            "ADV SANDI",
            "MRS MNGADI",
            "MRS LOLIWE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We would like Nontsikelelo Mngadi to come forward.  Nosipho Loliwe and Spongile Manensa.  We welcome you.  We will ask the Reverend to take, to help you take an oath.",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you Mrs Mngadi.  You have taken an oath. You are going to tell us your testimony under oath.",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Mrs Loliwe, you have taken your oath and you will testify under oath.",
            "Unknown"
        ],
        [
            "SPONGILE MANENSA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you Mam.  You are going to testify under oath.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Reverend.  Mrs Mngadi, Mr Ntsikelelo will lead you with questions.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Chairperson.  Let us start with Mrs Mngadi.  When I am looking at your statement I see that in 1978, 1983 and 1986 you were arrested by the police and imprisoned in Port Elizabeth.  Is that correct?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "ADV SANDI",
            "At the time of these arrests you will be detained at North End Prison.  Is that correct?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "I was detained in North End Prison in 1986.  In other occasions I would be detained in the Charge Office.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When you would be detained you would be tortured and assaulted by the police?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Let us talk about 1978.  Briefly, you say that you were detained for three months.  Where were you detained?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "I was detained at New Brighton Police Station.  I was then transferred to Zakele Police Station.  The reason for this detention was that they were looking for my sister's child who was a member of COSAS at that time.  The police knocked at the door at night looking for Leroy.  I said that I do not know where Leroy was.  They went out, they came back again asking who Nontsikelelo was.  I said I was Nontsikelelo.  They told me to get dressed and to go with them.  One of the police said that he was Mr Nkomane, the one who was leading them.  They took me to New Brighton Charge Office.  They asked me where Leroy was.  I said I do not know.  They said that I was going to tell them.  They put off the light.  They then assaulted me with their sjamboks and with batons.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was assaulting you?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "I could not see, because it was dark.  The light was off.  Everybody was hitting me.  I tried to cover my face.  They then hit me all over my body.  After that they asked me where Leroy was.  I said stop.  They stopped.  They asked where my sister was staying in Uitenhage.  I told them.  They went to Uitenhage together with myself.  We did not find Leroy in Uitenhage and Leroy was with another lady.  They were on their way to Port Elizabeth.  The police told me that they are going to keep me in prison until I tell them where Leroy was.  I was in New Brighton Police Station.  They did not want my family to visit me.  I was in detention for three months.\n I was then transferred to Kwakakele Police Station.  They said to me they were going to give me their telephone numbers.  If I saw these children I would, I was supposed to call them and to tell them where they were.  I was then released on that day.",
            "Female"
        ],
        [
            "ADV SANDI",
            "On the three months in detention did you appear in court?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "No, I never even say my family members.  They did not visit me.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Again in 1983 you were detained.  For how long?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "I was detained in 1986, on the 20th of June 1986.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were you never arrested in 1983?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "No, I was never arrested in 1983.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You were arrested in 1986?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Let us go to 1986 then.  In 1986 you were arrested and detained at North End Prison?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes, they went and took me at home.  It was on the 20th of June.  The police took me at home.  They took me to Algoa Park.  From Algoa Park I was transferred to Bethalsdorp Police Station.  I was detained there.  From there I was transferred to North End Prison.  At that time when I was at North End Prison the police would come and pick me up, take me to a school near the bushes.  I do not know which school was this, but there was blood all over the walls in this school.  They said that I was going to tell them the truth, because I was keeping Comrades at home and I was a Magistrate in the township.  I was sentencing the people who were necklaced.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When they were searching your house they were looking for weapons?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes, that is what they said.  They said that they were searching for weapons.  I was in prison at that time. They kicked the doors.  My husband said to them, my wife is in prison, what are you looking for?  They said that we were, they said they were looking for weapons, because I was keeping Comrades at home, but they did not find any weapons.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You were arrested under the State of Emergency?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You were then released in 1988?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You said that you have a heart problem and your health generally?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes, because this, these arrests affected me, because I was tortured.  Even in 1986 they would come and take me to this school and assault me.  They would say that I was going to stay in prison for a long time.  After I was released my health was deteriorating.  I was ill and this never happened before.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You also suffer from arthritis?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you visit a doctor or hospital?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes, I do.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Which hospital is this?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Livingstone Hospital.  I also go to Dr Pier in Uitenhage.",
            "Female"
        ],
        [
            "ADV SANDI",
            "In your statement you have made requests concerning this matter.  Would you like to repeat these requests?",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes, I would like to do so.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Can you please repeat them.",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "What I said was that because I am not well, I visit doctors frequently, I would like the Commission to help me on that matter.  I would like them, I would like you to help, to give me medical assistance.  It is difficult for me to go to specialists, because my husband is not working.",
            "Female"
        ],
        [
            "ADV SANDI",
            "In your statement you mentioned that you would like community projects for employment, especially people who were in detention, because most of them are now suffering.",
            "Unknown"
        ],
        [
            "REGINA NONTSIKELELO MNGADI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you Mrs Mngadi.  I will hand over to Madam Chair.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sandi.  Maybe you will be asked questions Mam.  Are there any questions?  No questions.  Thank you.  I will ask Mr Sandi to make a conclusion and to thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mrs Mngadi, women were arrested frequently in Port Elizabeth area.  I think I know the place you mentioned where people would be taken.  I know this school and I think that when you made your requests you did not only focus on yourself, but you focused on the community so that they can get employment and those who were detained and those who suffered due to this.  We thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Mngadi.  Mrs Loliwe and Spongile, please come nearer to the mike.  I am going to lead you in questions, but I would like to clarify, you to clarify something before you start.  Nosipho, you are going to talk on behalf of Spongile.  However, if she can help she will.  Will you tell us why you are speaking on her behalf.",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "The reason behind that is Spongile was shot.  The damage is still in her head.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If you could lift your voice up please.",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "The reason I am speaking on her behalf is because she was shot in the head.  Her speech is impaired, she slurs.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Therefore you are going to speak on her behalf as you know the root of the problem?",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "According to this statement you are going to talk about what happened to Spongile on the 11th of February 1990, a day that I think we all know what happened.",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "That is when Mandela was released.  There was toy-toy everywhere, celebrations throughout Mdantsane.  Spongile was toy-toying as well.  Late one, that afternoon somebody came back, somebody who had left with Spongile came back saying that Spongile had been shot and she is in hospital.  We left with Spongile's parents to the hospital, Cecilia Makiwane.  We got there.  Indeed, Spongile could not speak.  She stayed in hospital for about a month.  After having been discharged we realised that she had not fully recovered.  There had been a strike at the hospital.  Therefore, patients were discharged to go home.  Her parents then decided that they would take her to private doctors.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How was she health-wise when, after she had been discharged?",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "She was still ill.  The bullet is still in her head.  The doctors said they could not remove it, because it is in the brain.  Spongile again started having epileptic fits time and again.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please tell us how old Spongile was, what Spongile was doing in 1990 when she got injured?",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "She was at school.  I think she was 18 years of age.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was she able to go back to school?",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "She did go back.  However, she could not cope.  Therefore, she discontinued her studies.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there requests before the Commission on behalf of Spongile?",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "Yes.  First of all Spongile's parents requests that Spongile gets some form of grant and if Spongile could go to a, some form of technikon, a skills.  Also if the doctors could examine her head and also see if they can remove this bullet.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that all?  Maybe she would like to add something.",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "That is all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I wonder if there are questions from the co-panellists.  Reverend Finca has a question.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Madam Chair, how is Loliwe related to Spongile?  Are they related?",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "No, she is my neighbour.  We are like sisters.  We got to NU14 together and we just take each other as siblings.",
            "Female"
        ],
        [
            "REV FINCA",
            "Are Spongile's parents alive?",
            "Unknown"
        ],
        [
            "NOSIPHO LOLIWE",
            "Yes, they are.  They are at work.",
            "Female"
        ],
        [
            "REV FINCA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Loliwe and Spongile, thank you.  Spongile, we empathise with you especially because your childhood was taken from you.  You lost your education and lost so much of your live, because if you walk around with a bullet in your head nobody knows what that means and how much it impacts your life.  We have, we know the requests and we will take them forward.  You may step down.",
            "Unknown"
        ]
    ]
}