{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-12",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "NYAMEKA NONDABULA"
        ],
        "case number": "EC2006/97ELN MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55260&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/nondabul.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS CRICHTON",
            "NYAMEKA NONDABULA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS CRICHTON",
            "NYAMEKA NONDABULA",
            "MRS NONDABULA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now call Funeka Voyiya.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Which one do we need to do, five?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Nyameka Nondabula.  We would like you to take an oath first.  She is partially deaf because of the injury.",
            "Unknown"
        ],
        [
            "NYAMEKA NONDABULA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I will hand over to Mrs June Crichton to lead you with questions.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Thank you Madam Chair.  Mrs Nondabula, we are aware that you injuries you sustained, can you hear me?  We are aware that the injuries you sustained have affected your hearing.  If you do not hear something please just raise your hand and we will repeat it.  You are here today to talk about yourself, about a meeting that you attended to commemorate the Soweto riots of June 76.  That you were at the commemoration, that commemoration was at the Methodist Church in Mdantsane.  Now we would like you to tell us, before you start, what member, what organisation you were a member of and in what capacity you were attending that commemoration service.",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "First of all, I was a member of East London Youth Organisation.  It was in 1986.  It was in 1986 when this incident occurred.  I went to this commemoration, because the East London Youth Organisation members were there and as residents of Duncan Village we were notified that there will be this service on this date, the June 16th.  It started in Dlokweni Methodist Church and the other one was at Merra in Mdantsane.  We then went to Merra in Mdantsane for this service.  When I got there, there were women from different churches wearing their uniforms, their church uniforms, Ministers were there and the youth.\n The service started at two o' clock.  When a speaker from the Mandela Release Campaign was on the floor, Mr Nhonhonho, who was in command of the police, Ciskeian Police at that time, addressed us saying that he knows that the youth was very strong.  He asked the people to stop the youth not to disrupt anything in the township saying that a bus was being burnt down in NU1.  People did not respond and he went out asking the Ministers to follow him.  When the Ministers were approaching the church door we could see that they were assaulted by the soldiers.  We did not know that, we did not know whether the soldiers came with Mr Nhonhonho or they just arrived.  \n They started beating the Ministers.  They then went to the church assaulting everybody who was in that church.  The women who were wearing their uniforms, they prayed.  Because I was staying next to these women I also prayed with them. They stopped praying when a teargas, they released teargas and after that we decided to leave the church.  Soldiers were around and they were beating everybody.  I was behind this woman.  I hoped that they would forgive us.  They assaulted this woman and they came to me, they beat me.  As they were beating us all over there was one huge soldier next to me.  He tried to kick me and there was another one from behind.  As they were assaulting us with the sjamboks I fell down.  My spectacles were broken and I was unconscious.  \n After a while I regained consciousness.  I went to a house next to the church.  We were taken there to hospital, to Frere Hospital.  I stayed for three weeks in Frere Hospital.  I had a cut, my nose, my eyes got injured, my ears were bleeding. I did not know what was wrong with me at that time.  The doctors then told me that I am not going to, my right ear is not going to hear and my other eye was blind and then ...",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Take a moment if you need to.  Perhaps I can ask you a couple of questions and then we will continue with what happened after that.  You said that you started at the Duncan Church, Duncan Village Church then you moved across to Mdantsane.  Were you wearing an uniform yourself?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "No, I was not wearing a uniform.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And you said, sorry, I need to, I will give you time.  If you would like to have some water.  We understand your emotion Nyameka and realise that reliving these experiences are not easy.  Our aim here is to get to the truth and we want to do that by just clarifying some things.  If I just ask you a couple of questions I think you will find that you will be able to deal with the emotion.  When Mr Nhonhonho came in and asked the people to be, what was the word he used or that you said he used, ordered.  He ask the people to be ordered.  Was he using a loudspeaker?  Yes, he was.",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "Yes.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And then he asked the Ministers to go out.  Now what was the name of the Minister who was assaulted by the police as they went out?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "The Ministers who were there was Reverend Nyengani, Reverend Somngesi, Reverend Makanandi and other Ministers from different churches.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And then you said that the women began to pray and, I presume, by that you meant thus that they began to sing as well?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "They were not singing at this time.  They just prayed.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And then the decision to leave was because the teargas was thrown into the hall.  Now you mentioned that as you tried to escape from that teargas, and the horror of that, there was one huge soldier.  Was he a White soldier?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "A Black one.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And he attacked you and hit you and broke your spectacles.",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "Those were Black soldiers that were assaulting us.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "You were in hospital, you say, for three weeks and it was during that time that you were told that your hearing and your ear would not be improving.  That you had lost the hearing in that ear.  Is that correct?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Are you ready to carry on now and tell us what happened after this?  Did you take this case up?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "I could not lay a charge, because I was a first year student in Lennox Sebi College of Education.  At that time Mr Sebi was the leader.  I was afraid, I could not open a case.  When I finished my studies it was late.  They told me that I had to lay a charge at that time.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Are you saying then that you actually after this incident and the damage that was done to you, that you actually did continue your studies and qualified?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "Yes, I continued with my studies in the College and I completed my studies.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "So you are what we call a survivor.  Somebody who has come through.",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "I received help Boarder Councillors, Border Council of Churches to complete my studies.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "You have made requests to the Commission in your statement.  Would you like to tell us what they are now so that we can confirm them?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "My first request, I would like money to improve my hearing ability and I would like to get money to further my studies.  Thirdly, I need medical treatment.  I would like to go to a specialist so that they can see what kind of hearing aid is appropriate for me and also help me for my eyesight.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Are you a teacher, Ms Nondabula?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "Yes, I am a teacher.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Because I see in your statement that you have asked for bursaries for school children too.",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "Yes.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Is there anything further that you would like to add to the statement that you have given us so far?",
            "Female"
        ],
        [
            "NYAMEKA NONDABULA",
            "What I would like to add to my statement is that if Mr Nhonhonho, who was in command of the police at the time, I would like him to come forward to see what he has done to us, because if he stopped the soldiers at the time nothing would have happened, but he did not.  Secondly, my life changed after this incident, because I cannot even attend meetings freely, because of my situation.  Other people were not aware of this.  They thought that I did not care about people.  They were not aware of my problem, of my situation.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Mrs Nondabula, I think, at this point I will hand you back to the Chairperson to see if there are any other questions before I thank you for appearing before us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you June.  Do you have question to put.  Thank you.  There are no questions.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "I stand in awe of a person such as yourself who despite the limitations such, something like this has laid on you, that you have still, in the spirit of true womanhood, moved forward with your life, qualified to become a teacher and still want to continue further and, at the same time, are concerned that other children have the opportunity that you have had.  I thank you for your courage for coming here.  I thank you for your tears too, because it helps us to remember just what pain people went through for absolutely no reason at all.  So we thank you and ask you now to step down.  Thank you.  Thank you Madam Chair.",
            "Female"
        ]
    ]
}