{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-13",
        "location": "EAST LONDON",
        "day": "5",
        "names": [
            "TRAYISHILE SAMUEL ZWELIBANZI"
        ],
        "case number": "EC0112/06ELN MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55266&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/zweliban.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MAYA",
            "NOSISI FLORENCE GIYA",
            "TRAYISHILE SAMUEL ZWELIBANZI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "MR ZWELIBANZI",
            "MRS GIYA",
            "NOSISI FLORENCE GIYA",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Is Mrs Gwadi here.  Our last witness, Samuel Zwelibanzi.  Trayishile, please stand up.",
            "Unknown"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who is the lady next to you?",
            "Unknown"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "She is my sister.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is she going to testify?",
            "Unknown"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Her full names.",
            "Unknown"
        ],
        [
            "NOSISI FLORENCE GIYA",
            "Nosisi Florence Giya.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Nosisi?",
            "Unknown"
        ],
        [
            "NOSISI FLORENCE GIYA",
            "Florence Giya.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Florence.  Your surname?",
            "Unknown"
        ],
        [
            "NOSISI FLORENCE GIYA",
            "Giya.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Giya.",
            "Unknown"
        ],
        [
            "NOSISI FLORENCE GIYA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mam.  I will hand over to Tiny.  She will lead you with questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Chairperson.  Mr Zwelibanzi, you are here to tell us about what happened to you especially in 1984.  You said that you were arrested and you were tortured.  The police forced you to confess to the murder of a policeman by the name of Noko.  Is that correct?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS MAYA",
            "At that time were you a member of any political organisation?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "No, I was not.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why were you being accused of murdering this policeman?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "I do not know why.",
            "Male"
        ],
        [
            "MS MAYA",
            "In your statement you said that Noko's son pointed you as the person who killed his father.",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you know the late Noko's son?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why was he pointing you?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "I do not know.",
            "Male"
        ],
        [
            "MS MAYA",
            "The police, did you know him?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you know how he was killed?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "No, I did not know.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is there any reason why you were associated with Mr Noko's murder?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "No, there is no reason.",
            "Male"
        ],
        [
            "MS MAYA",
            "You say that you were arrested and you were tortured.  Who arrested you and who tortured you where?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "I was arrested by Baleni, Feliti, Kota and Mkhuseli.  These are the Ciskeian Police.",
            "Male"
        ],
        [
            "MS MAYA",
            "What did they do to you?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "They tortured me.",
            "Male"
        ],
        [
            "MS MAYA",
            "How?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "They tortured me in different ways.  They put a tube in my face, they put me in the water.  Everything was done to me.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where were they torturing you?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "At Tamara Police Station?",
            "Male"
        ],
        [
            "MS MAYA",
            "The people you mentioned do you know exactly who did these things to you?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Please explain to us.",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Baleni took me from hospital.  They, Mkhuseli tied my hands and my legs.  Feliti and Kota took a tube and they placed the tube in my face.  I became unconscious and I regained consciousness in a prison cell.  They poured water all over me.",
            "Male"
        ],
        [
            "MS MAYA",
            "For how long were you tortured?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "For two years.  I was in Tamara Police Station and they were torturing me.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you appear in the Court of Law?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Because I admitted to the killing I appeared in the Supreme Court.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "I was, the case was dismissed.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you know exactly why were you arrested?  Why were you accused of murdering this police?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "No, the reason why I admitted to this killing is because they were torturing me.  They said that if I do not admit to the killing they will destroy my family members.  They said that I was from Lesotho.  I said that I was in Johannesburg, not in Lesotho.  They accused me of lying saying that I came from Lesotho.  I told them that I was in Johannesburg, not in Lesotho.  I stayed in Bree Street in Johannesburg.  Noko family then pointed me as the person who killed this policeman.  They said that they are going to destroy my family members, because they were not going to, they said they were not going to allow terrorists in this area.  They went to fetch my mother.  Baleni took me from the prison cell to show me my mother.  My mother was in that cell.  She was naked.  There was blood all over that prison cell.  I then admitted to the killing.",
            "Male"
        ],
        [
            "MS MAYA",
            "Mr Zwelibanzi, you said that your mother was arrested and you found blood in her police, in her cell.",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Yes, she was assaulted.",
            "Male"
        ],
        [
            "MS MAYA",
            "How old was your mother?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "My mother was very old.  I was a last born at home so I am not sure about her age, but if I can count I think she was born 1910 or 1912.  She was above 18.",
            "Male"
        ],
        [
            "MS MAYA",
            "When was she released?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "She was released after I admitted to the killing.",
            "Male"
        ],
        [
            "MS MAYA",
            "For how long was she arrested?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "I do not know, because when I saw her it was clear that she spent a lot of time there.  I then decided to admit to the killing.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you know the people who tortured your mother?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "It was Baleni, Baleni, Kota, Feliti.  Baleni was the most dangerous.",
            "Male"
        ],
        [
            "MS MAYA",
            "How was your mother's health after her release?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "My mother would be admitted in hospital now and again.  There are documents or we have a file and Mr Hinza Siwisa has this document.  My mother's name was Nolonso Sibawsa, Nolonso Zwelibanzi.",
            "Male"
        ],
        [
            "MS MAYA",
            "When did she die?",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "I am not sure, but the death certificate is with you.",
            "Male"
        ],
        [
            "MS MAYA",
            "Let us conclude Sir.  Can you please tell us how this affected your health.",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "My doctor, Dr Agwala in Cecilia Hospital said that my veins in my head are damaged and I am waiting for a sick pension.  I have a wife and children.  I have to support them, but I cannot do anything for them.",
            "Male"
        ],
        [
            "MS MAYA",
            "Before I ask your requests let me ask your sister whether she has got anything to add.",
            "Female"
        ],
        [
            "NOSISI FLORENCE GIYA",
            "Thank you Chairperson.  What I would like to add to what my brother has already said is that we suffered a lot.  My mother was arrested, my mother was staying with my daughter and my brother's girlfriend.  The girlfriend was pregnant at the time.  A child came at home saying that the police have arrested my mother and this child was also assaulted by the police.  The child was injured.  Again the police came and they took my son, Amos Giya.  They assaulted him.  As a result of that he would, he is mentally disturbed.  He would go to Makiwane Hospital now and again.  I tried to go and visit my home.  The neighbour said that the police do not want anybody in that house.\n I went to Hinza to report this matter.  He told me to go back to my house, because the police would come and arrest me.  There was no peace.  The cars, police cars would come around.  After two months I tried to go back home.  When I got home it was not locked.  The furniture was not there.  The house was empty.",
            "Female"
        ],
        [
            "MS MAYA",
            "Excuse me Mrs Giya.  I do not want to disturb you, but we do not have a statement about the people you just mentioned.  We have a statement about Trayishile Zwelibanzi.  If that is all about him we would like to stop there.  If you have a wish to submit statements you can go to our office to submit your statements.",
            "Female"
        ],
        [
            "NOSISI FLORENCE GIYA",
            "Can I continue with the case of my mother?",
            "Female"
        ],
        [
            "MS MAYA",
            "You can continue with the request, because Trayishile has already told us what happened to your mother.",
            "Female"
        ],
        [
            "NOSISI FLORENCE GIYA",
            "We have no home now.  Trayishile is not well.  They are not staying at my home.  Trayishile has epileptic fits.  He cannot work for himself.  He cannot even support his family.  I would like to make this request concerning this family.  I requested to come here to be with him so that I can support him.  Since he was released from prison he suffered from epileptic fits.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Mam.  Let us now go back to Trayishile.  Trayishile, you have requests here.  You requested you would like to know the real truth behind the imprisonment.",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "You would also like to be trained so that you can work for yourself.",
            "Female"
        ],
        [
            "TRAYISHILE SAMUEL ZWELIBANZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you for your testimony.  I will hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank both of you for appearing before the Commission.  Your sister decided to come and support you and we thank her for that.  We have noted the requests you have made before the Commission.  We will forward them to the President of the country together with his Cabinet.  As you are the last people I would like you to stay there and give me a minute so that I can thank everybody here.\n First of all I would like to thank people from Mdantsane.  I never saw this kind of commitment before.  Yesterday you were here and we heard from the radio that people from Mdantsane stayed from 11 until four when we had a problem with electricity.  People wanted this hearing to continue.  Today it is very cold in this area, but despite that you came to listen to the witnesses who are going to testify before the Commission.  It is our last hearing.  In other places if it was cold people would not come and attend.  It will be only ourselves, staff members and the witnesses, but in this hall there are a lot of people attending today.  I would like to thank people from Mdanstane, the way you supported this hearing.  \n The TRC started its job in this region in the service, in the Assembles Church.  At the time it was not clear whether the TRC would be supported by the people or not, but people from Mdantsane attended and supported that hearing and it was a success.  I would like to thank you for supporting us.  I would like to thank the people who gave us this hall and the owner of the hotel.  We thank the way they treated us.  This hall today was booked for another event, but they gave us the hall so that we can finish our hearing with dignity.  Again, I would like to thank the police.  I do not know whether they are here today.  I would like to thank the interpreters for interpreting for us. \n I would like to thank the staff of the Truth Commission, their hard work so that this hearing can be a success.  I would like to thank Pila Qombo for showing marks of leadership.  When we had a problem with electricity he tried to help us.  He showed decisive leadership by looking for alternatives.  I would like to thank Pila very much.  If you only relied on the electricity we would have had a problem.  \n Again, I would like to thank Siyabonga.  Siyabonga has shown me something that I never, never imagined to be a briefer.  First of all Siyabonga is a man, a young man, a handsome young man.  I never thought such a young man would be able to take a responsibility to comfort people.  We associate this job with old woman.  Such a young man, his responsibilities is to look for ladies around here in this hearing.  He has taken the work of an older person and he did what he did.  Siyabonga, thank you for what you have shown us.  It has touched me, it has touched me particularly and the way in which you have done it.  Moreover you are a statement taker, this is not your job.  \n I would like also to thank the local social workers, those who were helping us in this hearing.  They volunteered to help us so that this hearing can be a success and all the people who helped us.  I would like to thank the press for their patience during a very difficult hearing.  Last of all, I would like to thank the panel.  Tiny Maya, for sharing the hearing, yesterdays hearing together with June Crichton and Professor Magwaza who left yesterday.  I would like to thank Ntsiki Sandi, Mkibisi Xundu who is not here.  It has been a difficult week, but it has been a very good week in terms of this hearing.  Thank you very much.  God bless you.  \n Lastly, we will have interview together with the press.  People who want to listen to this, they can do so, but they can do it quietly.  Those who want to go out, they may go out now.  Thank you.",
            "Unknown"
        ]
    ]
}